Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: es, ru

source: ChangeLog
es: Registro de modificaciones
ru: Лог изменений

source: This is v0.3 of the Beneficial Ownership Data Standard. It includes updates to the data model and codelists as well as additional technical guidance.
es: Esta es la versión 0.3 del Estándar de Datos de Beneficiarios Finales (BODS). Incluye actualizaciones del modelo de datos y listas de códigos, así como orientación técnica adicional.
ru: Это версия 0.3 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений, а также дополнительные технические рекомендации.

source: Implementers should be aware that future changes are anticipated, before a version 1.0 release. However any structural changes, or major definitional changes, will only take place following consultation, with a clear changelog provided, and with the documentation of previous versions maintained in archive form.
es: Cabe señalar a los implementadores que se esperan cambios a futuro antes de la publicación de la versión 1.0. Sin embargo, todo cambio estructural o modificación importante de las definiciones solamente se lleva a cabo con previa consulta, facilitando un registro de modificaciones claro, y manteniendo la documentación de versiones anteriores a modo de archivo.
ru: Имплементирующие лица должны понимать, что ожидаются будущие изменения до выпуска версии 1.0. Тем не менее, любые структурные изменения или значительные изменения в определениях будут происходить только после консультаций с предоставлением понятного лога изменений, при этом документирование предыдущих версий ведется в форме архива.

source: The schema specifies a **structure**, **fields** and **codelists** but does not yet enforce validation constraints on most fields.
es: El esquema especifica una **estructura**, **campos** y **listas de códigos**, pero en la mayoría de los campos aún no impone restricciones de validación.
ru: В схеме определены **структура**, **поля** и **списки допустимых значений**, но еще не учтены ограничения в отношении валидации по большинству полей.

source: Added
es: Qué se agregó
ru: Добавлено

source: Technical guidance (normative) on 'Representing beneficial ownership': providing detailed requirements for the use of ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs``, and ``isComponent``.
es: Orientación técnica (normativa) sobre 'Representación de beneficiarios finales' proporciona requisitos detallados para el uso de ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs`` y ``isComponent``.
ru: Технические рекомендации (нормативные) к «Отражению структуры бенефициарного владения»: предоставление подробных требований к использованию ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs`` и ``isComponent``.

source: Support for describing the traded securities and status of a publicly listed company (PLC): a new ``publicListing`` object has been added to Entity Statements.
es: Compatibilidad con la descripción de los valores negociados y el estado de una empresa que cotiza en bolsa (PLC): se ha agregado un nuevo objeto ``publicListing`` a las declaraciones de entidad.
ru: Поддержка в описании продаваемых ценных бумаг и статуса компании, зарегистрированной на фондовой бирже (PLC): в характеристики сущности добавлен новый объект `publicListing``.

source: Support for representing state-owned enterprises (SOEs):
es: Apoyo a la representación de empresas estatales (SOE):
ru: Поддержка отражения государственных предприятий (SOE):

source: New codes 'state' and 'stateBody' added to the ``entityType`` codelist.
es: Se agregaron nuevos códigos 'state' y 'stateBody' a la lista de códigos ``entityType``.
ru: В список допустимых значений ``entityType`` добавлены новые коды 'state' и 'stateBody'.

source: New ``entitySubtype`` property added to Entity Statements. Its value is an object with properties ``generalCategory`` (codelist, see below) and ``localTerm`` (string).
es: Nueva propiedad ``entitySubtype`` agregada a las declaraciones de entidad. Su valor es un objeto con propiedades ``generalCategory`` (lista de códigos, ver más abajo) y ``localTerm`` (cadena de caracteres).
ru: В характеристики сущности добавлено новое поле ``entitySubtype``. Его значение представляет собой объект со свойствами ``generalCategory`` (список допустимых значений, см. ниже) и ``localTerm`` (строка).

source: New ``entitySubtypeCategory``. Currently only populated with codes related to state bodies.
es: Nueva ``entitySubtypeCategory``. Actualmente solo se completa con códigos relacionados con organismos estatales.
ru: Новое поле ``entitySubtypeCategory``. На данный момент содержит только коды, связанные с государственными органами.

source: New ``formedByStatute`` property added to Entity Statements. Its value is an object with properties ``name`` and ``date``.
es: Nueva propiedad ``formedByStatute`` agregada a las declaraciones de entidad. Su valor es un objeto con propiedades ``name`` y ``date``.
ru: В характеристики сущности добавлено новое поле ``formedByStatute``. Его значение представляет собой объект со свойствами ``name`` и ``date``.

source: Changes (below) to accommodate representation of states and state bodies.
es: Cambios (abajo) para acomodar la representación de estados y organismos estatales.
ru: Изменения (ниже) призваны отразить государства и государственные органы.

source: Technical guidance (normative) on 'Representing state-owned enterprises': providing modelling requirements.
es: Orientación técnica (normativa) sobre 'Representación de empresas estatales' que proporciona requisitos de modelado.
ru: Технические рекомендации (нормативные) к «Отображению государственных предприятий»: требования к моделированию.

source: The ``interestType`` codelist has had the following new codes added: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.
es: Se agregaron los siguientes códigos a la lista de códigos: ``interestType``: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.
ru: В список допустимых значений ``interestType`` добавлены следующие коды: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.

source: Changed
es: Qué se modificó
ru: Измененные

source: The ``interestType`` and ``unspecifiedReason`` codelist codes have been changed from using hyphens to camelCase.
es: Los códigos de la lista de códigos ``interestType`` y ``unspecifiedReason`` han cambiado de usar guiones a camelCase.
ru: Изменены коды списка допустимых значений ``interestType`` и ``unspecifiedReason`` — вместо дефиса используется camelCase.

source: In the Person Statement, ``hasPepStatus`` and ``pepDetails`` have been wrapped in a ``PoliticalExposure`` object and renamed ``status`` and ``details``.
es: En la declaración sobre persona, ``hasPepStatus`` y ``pepDetails`` se han incluido en un objeto ``PoliticalExposure`` y se les ha cambiado el nombre de ``status`` y ``details``.
ru: Объекты ``hasPepStatus`` и ``pepDetails`` в характеристике физического лица включены в объект ``PoliticalExposure`` и переименованы в ``status`` и ``details``.

source: ``incorporatedInJurisdiction`` property in Entity Statements renamed to ``jurisdiction`` and description updated.
es: Se cambió el nombre de la propiedad ``incorporatedInJurisdiction`` en las declaraciones de entidad a ``jurisdiction`` y se actualizó la descripción.
ru: Свойство ``incorporatedInJurisdiction`` в характеристиках сущности переименовано в ``jurisdiction``, обновлено описание.

source: ``Jurisdiction.name`` is now a required field (previously it was defined as "MUST" in the description).
es: ``Jurisdiction.name`` ahora es un campo requerido (anteriormente se definía como "DEBE" en la descripción).
ru: ``Jurisdiction.name`` теперь является обязательным полем (раньше в описании было указано «ОБЯЗАТЕЛЬНО).

source: ``Country.name`` is now a required field (previously it was defined as "MUST" in the description).
es: ``Country.name`` ahora es un campo requerido (anteriormente se definía como "DEBE" en la descripción).
ru: ``Country.name`` теперь является обязательным полем (раньше в описании было указано «ОБЯЗАТЕЛЬНО).

source: 'legalEntity' description in the ``entityType`` codelist updated to remove coverage of government departments (which now fall under 'stateBody').
es: Se actualizó la descripción de 'legalEntity' en la lista de códigos ``entityType`` para eliminar la cobertura de los departamentos gubernamentales (que ahora se incluyen en 'stateBody').
ru: Обновлено описание 'legalEntity' в списке допустимых значений ``entityType`` — оно больше не включает правительственные ведомства (которые теперь относятся к 'stateBody').

source: Clarified ``Address.country`` is from the ISO 3166-1 list.
es: El ``Address.country`` aclarado proviene de la lista ISO 3166-1.
ru: Уточнено, что ``Address.country`` использует список ISO 3166-1.

source: Clarified ``Country.code`` is from the ISO 3166-1 list.
es: El ``Country.code`` aclarado proviene de la lista ISO 3166-1.
ru: Уточнено, что ``Country.code`` использует список ISO 3166-1.

source: Clarified ``Jurisdiction.code`` is from the ISO 3166-1 or ISO 3166-2 list.
es: El ``Jurisdiction.code`` aclarado proviene de la lista ISO 3166-1 o ISO 3166-2.
ru: Уточнено, что ``Jurisdiction.code`` входит в список ISO 3166-1 или ISO 3166-2.

source: Clarified required values for ``statementType``.
es: Se aclararon los valores requeridos para ``statementType``.
ru: Уточнены обязательные значения для ``statementType``.

source: ``interestLevel`` renamed to ``directOrIndirect``.
es: Se cambió el nombre de ``interestLevel`` a ``directOrIndirect``.
ru: Объект ``interestLevel`` переименован в ``directOrIndirect``.

source: The ``interestType`` codelist codes have had 'OfTrust' removed so they refer to any type of legal arrangement. Their descriptions have been edited to reflect these changes. 'beneficiaryOfTrust' has been changed to 'beneficiaryOfLegalArrangement' to avoid ambiguity and 'otherInfluenceOrControlOfTrust' has been removed.
es: A los códigos de la lista de códigos ``interestType`` se les ha quitado 'OfTrust' para que se refieran a cualquier tipo de estructura jurídica. Sus descripciones se han editado para reflejar estos cambios. 'beneficiaryOfTrust' se cambió a 'beneficiaryOfLegalArrangement' para evitar ambigüedades y se eliminó 'otherInfluenceOrControlOfTrust'.
ru: Из списка допустимых значений ``interestType`` удален код 'OfTrust', поэтому теперь они ссылаются на любой тип правоотношений. Описания обновлены, чтобы отразить эти изменения. Объект 'beneficiaryOfTrust' изменен на 'beneficiaryOfLegalArrangement' во избежание неоднозначности, удален объект 'otherInfluenceOrControlOfTrust'.

source: Alterations to schema structure and logic
es: Alteraciones en la estructura y lógica del esquema
ru: Изменения в структуре и логике схемы

source: ``Annotation`` object refactored.
es: El objeto ``Annotation`` se ha refactorizado.
ru: Реорганизован объект ``Annotation``.

source: Removed reference to codelist in ``statementType``. This fixes issues caused by the way we use this field to select which subschema to use for validation. This should not impact anyone using the compiled schema, but may affect those using the files in the 'schema' directory directly.
es: Se eliminó la referencia a la lista de códigos en ``statementType``. Esto soluciona los problemas causados por la forma en que usamos este campo para seleccionar qué subesquema usar para la validación. Esto no debería afectar a nadie que use el esquema compilado, pero puede afectar directamente a aquellos que usan los archivos en el directorio 'esquema'.
ru: Удалена ссылка на список допустимых значений в ``statementType``. Это исправляет проблемы, которые возникали при использовании этого поля для выбора субсхемы для валидации. Это не должно повлиять на тех, кто использует составную схему, но может повлиять на тех, кто использует непосредственно файлы в директории 'schema'.

source: Support for representing details of indirect beneficial ownership relationships (where a beneficial owner owns or controls an entity through intermediaries):
es: Soporte para señalar detalles de las relaciones de beneficiario final indirectas (cuando un beneficiario final posee o controla una entidad a través de intermediarios):
ru: Поддержка в целях представления сведений об отношениях косвенного бенефициарного владения (при котором бенефициарный владелец владеет субъектом или контролирует субъект через посредников):

source: A required ``isComponent`` property has been added to all three Statement objects. It takes a boolean value and indicates whether a Statement represents part of a primary indirect ownership-or-control relationship.
es: Se agregó la propiedad requerida ``isComponent`` en los tres objetos de Declaraciones. Ésta toma un valor booleano e indica si una declaración representa parte de una relación primaria indirecta de titularidad o control .
ru: Обязательное свойство ``isComponent`` было добавлено ко всем трем объектам Записи. Оно принимает логическое значение и указывает на то, представляет ли Запись часть основных косвенных отношений владения или контроля.

source: A ``componentStatementIDs`` property has been added to Ownership-or-control Statements. It takes an array of Statement IDs, indicating which component statements provide detail about the parent Ownership-or-control Statement.
es: Se agregó la propiedad ``componentStatementIDs`` a las Declaraciones sobre Titularidad o Control. Ésta toma un arreglo de datos de Identificaciones de Declaración, e indica cuáles son las declaraciones componentes que brindan detalles acerca de la Declaración sobre Titularidad o Control principal.
ru: Свойство ``componentStatementIDs`` было добавлено к записям о владении или контроле. Оно принимает массив идентификаторов записи, указывая на то, какие записи о компонентах содержат сведения касательно родительской записи о владении или контроле.

source: A required ``publicationDetails`` property has been added to all three Statement objects. It represents metadata for Statements: information about their original publisher. Sub-properties (and their sub-properties) are:
es: Se agregó la propiedad requerida ``publicationDetails`` en los tres objetos de Declaraciones. Ésta señala metadatos de las Declaraciones: información sobre su publicador original. Las subpropiedades (y sus respectivas subpropiedades) son:
ru: Обязательное свойство ``publicationDetails`` было добавлено ко всем трем объектам записей. Оно представляет метаданные для записей: информацию об их первоначальном издателе. Подсвойства (и их подсвойства) следующие:

source: \* required
es: \* requerido
ru: \* обязательные

source: A ``hasPepStatus`` property (taking a boolean value) has been added to Person Statements. It is only to be used where disclosure requirements require that Politically Exposed Persons are flagged.
es: Se agregó la propiedad ``hasPepStatus`` (que toma un valor booleano) a las Declaraciones sobre Personas. Solo debe utilizarse cuando los requisitos de divulgación exigen que se marque a las Personas Expuestas Políticamente.
ru: Свойство ``hasPepStatus`` (принимающее логическое значение) было добавлено к записям о физических лицах. Его следует использовать только в случаях, когда требования касательно раскрытия информации требуют отмечать Публичных должностных лиц.

source: PEP Status objects now have the additional properties ``missingInfoReason`` and ``source``.
es: Los objetos Condición PEP ahora tiene las propiedades adicionales ``missingInfoReason`` y ``source``.
ru: Объекты статуса ПДЛ теперь имеют дополнительные свойства ``missingInfoReason`` (причина отсутствия информации) и ``source`` (источник).

source: A ``taxResidencies`` property has been added to Person Statements. It takes an array of Country objects.
es: Se agregó la propiedad ``taxResidencies`` a las Declaraciones sobre Personas. Ésta toma un arreglo de datos de objetos País.
ru: Свойство taxResidencies было добавлено к записям о физических лицах. Оно принимает массив объектов стран (Country).

source: Support for more structured accounts of missing and anonymised data:
es: Soporte para explicaciones más estructuradas de datos faltantes y anonimizados:
ru: Поддержка более структурированного представления отсутствующих или анонимных данных:

source: ``unspecifiedPersonDetails`` has been added to Person Statements (with a required ``reason`` sub-property)
es: Se agregó ``unspecifiedPersonDetails`` a las Declaraciones sobre Personas (junto con ``reason`` como subpropiedad requerida)
ru: Свойство ``unspecifiedPersonDetails`` было добавлено к записям о физических лицах (с обязательным подсвойством ``reason`` (причина))

source: ``unspecifiedEntityDetails`` has been added to Entity Statements (with a required ``reason`` sub-property)
es: Se agregó ``unspecifiedEntityDetails`` a las Declaraciones sobre Entidades (junto con ``reason`` como subpropiedad requerida)
ru: Свойство ``unspecifiedEntityDetails`` было добавлено к записям о субъектах (с обязательным подсвойством ``reason`` (причина))

source: The ``reason`` sub-property draws on the Unspecified Reason codelist (as does the Ownership-or-control Statement's ``interestedParty.unspecified`` property).
es: La subpropiedad ``reason`` se sirve de la lista de códigos Motivo No Especificado (al igual que la propiedad ``interestedParty.unspecified`` de las Declaraciones sobre Titularidad o Control).
ru: Подсвойство ``reason`` берется из списка допустимых значений Неуказанных причин (как и свойство ``interestedParty.unspecified`` записи о владении или контроле).

source: The ``pepStatus`` property of Person Statements has been renamed ``pepStatusDetails`` (and still references an array of PEP Status objects).
es: La propiedad ``pepStatus`` de las Declaraciones sobre Personas cambió su denominación a ``pepStatusDetails`` (y sigue haciendo referencia a un arreglo de objetos Condición PEP).
ru: Свойство ``pepStatus`` записей о физических лицах было переименовано в ``pepStatusDetails`` (и по-прежнему ссылается на массив объектов статуса ПДЛ).

source: The ``personType`` property of Person Statements is now required.
es: La propiedad ``personType`` de las Declaraciones sobre Personas ahora es un requisito.
ru: Свойство ``personType`` записей о физических лицах теперь является обязательным.

source: If ``Annotation.motivation`` is 'linking', ``Annotation.url`` is required.
es: Si ``Annotation.motivation`` es "linking", entonces se exige ``Annotation.url``.
ru: Если ``Annotation.motivation`` имеет значение 'linking', то ``Annotation.url`` является обязательным.

source: The Interest Type codelist has been amended:
es: La lista de códigos Tipo de Participación se ha modificado:
ru: В список допустимых значений типов долевого участия были внесены изменения:

source: 'influence-or-control' is renamed 'other-influence-or-control'
es: "influence-or-control" cambió su denominación a "other-influence-or-control"
ru: 'influence-or-control' было переименовано в 'other-influence-or-control'

source: 'rights-to-surplus-assets' is renamed 'rights-to-surplus-assets-on-dissolution'
es: "rights-to-surplus-assets" cambió su denominación a "rights-to-surplus-assets-on-dissolution"
ru: 'rights-to-surplus-assets' было переименовано в 'rights-to-surplus-assets-on-dissolution'

source: 'rights-granted-by-contract' has been added
es: Se agregó "rights-granted-by-contract"
ru: 'rights-granted-by-contract' было добавлено

source: 'conditional-rights-granted-by-contract' has been added
es: Se agregó "conditional-rights-granted-by-contract"
ru: 'conditional-rights-granted-by-contract' было добавлено

source: The Address Type codelist has been amended:
es: La lista de códigos Tipo de Domicilio se ha modificado:
ru: В список допустимых значений типов адресов были внесены изменения:

source: 'home' has been removed (since 'residence' can be used instead)
es: se suprimió "home" (ya que se puede usar "residence" en su lugar)
ru: 'home' было удалено (так как вместо него можно использовать 'residence')

source: 'business' has been added
es: se agregó "business"
ru: 'business' было добавлено

source: The Name Type codelist has been amended:
es: La lista de códigos Tipo de Nombre se ha modificado:
ru: В список допустимых значений типов ФИО были внесены изменения:

source: 'alias', 'aka', and 'nick' have all been removed. They are replaced by 'alternative'
es: se suprimieron "alias", "aka", y "nick". Se los reemplazó a todos por "alternative"
ru: 'alias', 'aka' и 'nick' были удалены. Они были заменены на 'alternative'

source: 'transliteration' has been added
es: Se agregó "transliteration"
ru: 'transliteration' было добавлено

source: The Unspecified Reason codelist has been amended:
es: La lista de códigos Motivo No Especificado se ha modificado:
ru: В список допустимых значений неуказанных причин были внесены изменения:

source: 'information-unknown-to-publisher' has been added
es: Se agregó "'information-unknown-to-publisher"
ru: 'information-unknown-to-publisher' было добавлено

source: All codelist codes now have descriptions.
es: Todas los códigos de la lista de códigos ahora tienen descripciones.
ru: Значения из списка допустимых значений теперь имеют описания.

source: Removed
es: Qué se eliminó
ru: Удалено

source: The ``missingInfoReason`` property has been removed from Person and Entity Statements. It has been replaced with ``unspecifiedPersonDetails`` and ``unspecifiedEntityDetails`` respectively.
es: Se eliminó la propiedad ``missingInfoReason`` de las Declaraciones sobre Personas y las Declaraciones sobre Entidades. Se la reemplazó por ``unspecifiedPersonDetails`` y ``unspecifiedEntityDetails``, respectivamente.
ru: Свойство ``missingInfoReason`` было удалено из записей о физических лицах и субъектах. Оно было заменено на ``unspecifiedPersonDetails`` и ``unspecifiedEntityDetails`` соответственно.

source: ``beneficialOwnershipOrControl`` property added to Interest object. Takes a boolean value. Can be used to assert that an interest between a natural person and an entity makes that person a beneficial owner.
es: Se agregó la propiedad ``beneficialOwnershipOrControl`` al objeto Participación. Ésta toma un valor booleano. Puede utilizarse para afirmar que una relación de participación entre una persona física y una entidad convierte a esa persona en un beneficiario final.
ru: Свойство ``beneficialOwnershipOrControl`` было добавлено к объекту доли участия. Принимает логическое значение. Может использоваться для утверждения, что при наличии доли участия между физическим лицом и субъектом такое физическое лицо является бенефициарным владельцем.

source: ``pepStatus`` property added to Person Statement object. Allows a natural person to be recorded as a politically exposed person (with a related reason, jurisdiction, start date and end date).
es: Se agregó la propiedad ``pepStatus`` al objeto Declaración sobre Persona. Permite registrar a una persona física como persona expuesta políticamente (con un respectivo motivo, jurisdicción, fecha de inicio y fecha de finalización).
ru: Свойство ``pepStatus`` было добавлено к объекту записи о физическом лице. Позволяет объявить физическое лицо публичным должностным лицом (с указанием соответствующей причины, юрисдикции, начальной даты и конечной даты).
