Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/changelog.po
Languages: es, ru

source: ``annotations`` property added to all three types of statement. Annotations provide a way of including additional (structured) data or transforming existing data in a targeted way.
es: Se agregó la propiedad ``annotations`` a los tres tipos de declaración. Las notas constituyen un modo de incluir datos (estructurados) adicionales o de transformar los datos existentes de manera orientada.
ru: Свойство ``annotations`` добавлено ко всем трем типам записи. Примечания являются способом указания дополнительных (структурированных) данных или целенаправленного преобразования существующих данных.

source: An ``unspecified`` property replaces the ``nullParty`` option for interested parties. An unspecifiedReason codelist provides options for describing why an interested party is not recorded.
es: La propiedad ``unspecified`` sustituye a la opción ``nullParty`` para las partes interesadas. La lista de códigos unspecifiedReason ofrece opciones para describir por qué no se registra a una parte interesada.
ru: Свойство ``unspecified`` заменяет опцию ``nullParty`` для заинтересованных сторон. Список допустимых значений unspecifiedReason обеспечивает возможности для описания того, почему не указана заинтересованная сторона.

source: The interestType codelist has been extended to include interests in trusts.
es: La lista de códigos interestType se amplió a los efectos de incluir participaciones en fideicomisos.
ru: Список допустимых значений interestType был расширен и включает в себя долевое участие в трастах.

source: The structure of BODS-formatted data has been flattened, to remove extraneous nesting and facilitate serialization using JSON Lines.
es: Se ha aplanado la estructura de datos en formato BODS a fin de eliminar los anidamientos externos y facilitar la serialización mediante JSON Lines.
ru: Структура данных в формате СДБВ стала более плоской, чтобы исключить посторонние вложения и упростить сериализацию при помощи Линий JSON.

source: 'Beneficial ownership statements' have been renamed 'Ownership-or-control statements' to reflect the scope of their use.
es: "Declaraciones sobre beneficiarios finales" cambió su denominación a "declaraciones sobre titularidad o control" a fin de reflejar el alcance de su uso.
ru: «Записи о бенефициарном владении» были переименованы в «Записи о владении или контроле» для отражения охвата их использования.

source: Arrays of ``statementGroup`` objects (each object with its own statement group id) are no longer used to package arrays of statements. This reflects a flattening of the structure of BODS formatted data.
es: Ya no se utilizan arreglos de objetos ``statementGroup`` (cada objeto con su propia identificación de grupo de declaraciones) para empaquetar arreglos de declaraciones. Esto refleja el aplanamiento de la estructura de datos en formato BODS.
ru: Массивы объектов ``statementGroup`` (каждый объект имеет свой собственный идентификатор группы записей) больше не используются для формирования массивов записей. Это отражает формирование более плоской структуры данных в формате СДБВ.

source: The ``nullParty`` option for interested parties. See ``unspecified`` property in the Added section above.
es: La opción ``nullParty`` para las partes interesadas. Consulte la propiedad ``unspecified`` en la sección de más arriba que describe qué se agregó.
ru: Опция ``nullParty`` для заинтересованных сторон. См. свойство ``unspecified`` в разделе «Добавлено» выше.
