Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/concepts.po
Languages: es, ru

source: Key concepts
es: Conceptos clave
ru: Основные концепции

source: This is v0.3 of the Beneficial Ownership Data Standard. It includes updates to the data model and codelists as well as additional technical guidance.
es: Esta es la versión 0.3 del Estándar de Datos de Beneficiarios Finales. Incluye actualizaciones del modelo de datos y listas de códigos, así como orientación técnica adicional.
ru: Это версия 0.3 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений, а также дополнительные технические рекомендации.

source: Implementers should be aware that future changes are anticipated, before a version 1.0 release. See the :doc:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Los implementadores deben saber que se anticipan cambios futuros, antes del lanzamiento de la versión 1.0. Consulte las páginas :doc:`Registro de modificaciones <changelog>` y `Acerca de <../about>`_ para obtener más información.
ru: Имплементирующие лица должны понимать, что ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :doc:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: **MUST** and **SHOULD** are used in the schema to denote required and recommended elements of the Standard, as defined in `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
es: En el esquema, **DEBE** y **DEBERÍA** se usan para denotar elementos requeridos y recomendados del Estándar, conforme a lo definido en `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
ru: **ДОЛЖЕН** и **СЛЕДУЕТ** используются в схеме для обозначения обязательных и рекомендуемых элементов Стандарта, как определено в `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.

source: The concept of a 'statement' is at the heart of the Beneficial Ownership Data Standard. BODS data consists of a collection of ordered statements describing:
es: El concepto de "declaración" conforma el núcleo del Estándar de Datos sobre Beneficiarios Finales. Los datos basados en BODS consisten en un conjunto de declaraciones ordenadas que describen lo siguiente:
ru: Концепция «записи» лежит в основе Стандарта данных о бенефициарном владении. Данные СДБВ состоят из собрания упорядоченных записей, описывающих следующее:

source: Ownership or control
es: Titularidad o control
ru: Владение или контроль

source: Entities (including companies, trusts and arrangements)
es: Entidades (incluidas las empresas, fideicomisos y estructuras jurídicas)
ru: Субъекты (включая компании, трасты и соглашения о владении и контроле)

source: Natural persons (who own or control entities)
es: Personas físicas (que poseen o controlan entidades)
ru: Физические лица (которые владеют компаниями или контролируют их)

source: Statements
es: Declaraciones
ru: Записи

source: Details of how an interested party controls or owns a company or other legal entity are wrapped in an ownership-or-control statement.
es: Los detalles acerca de cómo una parte interesada controla o posee una empresa u otra entidad jurídica se encuentran en una declaración sobre titularidad o control.
ru: Сведения о том, как заинтересованная сторона контролирует или владеет компанией или юридическим лицом, оформленные в запись о владении или контроле.

source: An ownership-or-control statement block containing two 'interests': one a 60% share-holding interest, the other a 30% voting-rights interest
es: Un bloque de declaración sobre titularidad o control que contiene dos 'interests'; uno con una participación accionaria del 60 % y el otro un interés con derechos de voto del 30 %
ru: Блок «характеристика о владении или контроле» содержит два типа 'interests': один — владение 60% акций, а второй — владение 30% прав голоса

source: Details of the subject of an ownership-or-control statement and its interested party are wrapped in their own statements. The ownership-or-control statement refers out to these statements, acting as a connector.
es: Los detalles acerca del sujeto de una declaración sobre titularidad o control y su parte interesada se encuentran en sus propias declaraciones. La declaración sobre titularidad o control hace referencia a estas declaraciones, actuando como enlace.
ru: Сведения о предмете записи о владении или контроле и его заинтересованной стороне оформлены в отдельные записи. Запись о владении или контроле ссылается на эти записи, выступая в качестве соединителя.

source: A person statement linked to an ownership-or-control statement linked to an entity statement.
es: Una declaración sobre persona vinculada a una declaración sobre titularidad o control vinculada a una declaración sobre entidad.
ru: Характеристика физического лица связана с характеристикой о владении или контроле, которая связана с характеристикой сущности.

source: Together, the statements above tell us that Roberto Lopez has some kind of controlling or ownership stake in RENCO Energy Ltd.
es: Conjuntamente, las declaraciones anteriores nos indican que Roberto López goza de algún tipo de control o titularidad en RENCO Energy Ltd.
ru: Указанные выше записи вместе говорят нам о том, что Роберто Лопес имеет определенную долю участия или контроля в RENCO Energy Ltd.

source: The :any:`schema reference <schema-reference>` defines in detail the fields that each statement should have, and how they should be structured.
es: Las :any:`referencias del esquema <schema-reference>` definen en detalle los campos que debería contener cada declaración, y cómo deberían estructurarse.
ru: :any:`Справочник схемы <schema-reference>` подробно определяет поля, которые должна иметь каждая запись, и то, как они должны быть структурированы.

source: Statements as claims
es: Las declaraciones como afirmaciones
ru: Записи в виде заявлений

source: Each statement represents a claim about beneficial ownership made by a particular source at a particular point in time.
es: Cada declaración representa una afirmación sobre el carácter de beneficiario final realizada por una determinada fuente en un momento en particular.
ru: Каждая запись отражает заявление касательно бенефициарного владения, сделанное в определенном источнике в определенный момент времени.

source: An ownership-or-control statement block containing a source block with type-selfDeclaration, retrievedAt date of 2018-11-07T13:55:32.734Z and assertedBy value of Acme Industries Ltd. Statement also has statementDate of 2018-07-12
es: Un bloque de declaración sobre titularidad o control que contiene un bloque fuente con type-selfDeclaration, fecha retrievedAt 2018-11-07T13:55:32.734Z y valor assertedBy de Acme Industries Ltd. La declaración también tiene fecha de declaración de 2018-07-12
ru: Блок «характеристика о владении или контроле» содержит блок источника с type-selfDeclaration, дату retrievedAt в формате 2018-11-07T13:55:32.734Z и значение Acme Industries Ltd для assertedBy. Характеристика также имеет значение statementDate — 2018-07-12

source: Modelling beneficial ownership information in this way allows us to make sense of data received from multiple sources over extended periods of time. In particular, it allows:
es: El hecho de modelar la información sobre beneficiarios finales de esta manera nos permite darle sentido los datos recibidos de múltiples fuentes a lo largo de períodos de tiempo prolongados. En particular, permite:
ru: Такое моделирование информации о бенефициарном владении позволяет нам понять данные, полученные из нескольких источников за продолжительные периоды времени. В частности, оно допускает:

source: Statements about beneficial ownership to conflict
es: Que las declaraciones sobre beneficiarios finales se contradigan
ru: Конфликт между записями о бенефициарном владении

source: Statements about beneficial ownership to overlap
es: Que las declaraciones sobre beneficiarios finales se superpongan
ru: Наложение записей о бенефициарном владении

source: Production of historical beneficial ownership snapshots (to answer questions of 'who knew what, when?'). This is known as `bi-temporal modelling <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.
es: La elaboración de impresiones generales históricas sobre los beneficiarios finales (para responder preguntas como "¿Quién sabía qué, y en qué momento?"). Es lo que se conoce como `modelación bitemporal <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.
ru: Получение моментальных снимков бенефициарного владения за прошлые периоды (для ответа на вопросы «Кто знал что, когда?»). Это известно под названием `битемпорального моделирования <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`__.

source: When representing data conforming to BODS, users therefore need to handle statements with due care. Ultimately it is up to data consumers to decide which statements to trust, and to verify identities using the :any:`identifying information <guidance-identifiers>` contained in ``personStatements`` and ``entityStatements``.
es: Por lo tanto, cuando se expresan datos conformes al BODS, los usuarios deben manejar las declaraciones con el debido cuidado. En última instancia, depende de los utilizadores de datos decidir en qué declaraciones confiar, y verificar las identidades utilizando la :any:`información identificatoria <guidance-identifiers>` contenida en las ``personStatements`` y ``entityStatements``.
ru: Таким образом, при представлении данных, соответствующих СДБВ, пользователям необходимо обращаться с записями с надлежащей тщательностью. В конечном итоге потребители данных решают, каким записям доверять, также они принимают решения касательно верификации идентичности при помощи :any:`идентифицирующей информации <guidance-identifiers>`, содержащейся в записях о физических лицах и записях о субъектах (``personStatements`` и ``entityStatements``).

source: Data model overview
es: Reseña general del modelo de datos
ru: Обзор модели данных

source: Statements are specified in the data schema as JSON objects:
es: Las declaraciones se especifican en el esquema de datos como objetos JSON:
ru: Записи определены в схеме данных как объекты JSON:

source: :any:`Ownership-or-control statement <schema-ownership-or-control-statement>`
es: :any:`Declaración sobre titularidad o control <schema-ownership-or-control-statement>`
ru: :any:`Запись о владении или контроле <schema-ownership-or-control-statement>`

source: :any:`Entity statement <schema-entity-statement>`
es: :any:`Declaración sobre entidad <schema-entity-statement>`
ru: :any:`Запись о субъекте <schema-entity-statement>`

source: :any:`Person statement <schema-person-statement>`
es: :any:`Declaración sobre persona <schema-person-statement>`
ru: :any:`Запись о физическом лице <schema-person-statement>`

source: Each statement has a ``statementID`` and ``statementType`` field. The ``statementID`` exists solely for the purpose of connecting statements.
es: Cada declaración posee los campos ``statementID``` y ``statementType``. ``statementID`` existe solamente para conectar las declaraciones.
ru: Каждая запись имеет поле ``statementID`` и ``statementType``. ``statementID`` существует исключительно в целях соединения записей.

source: **Entity statements** are used to describe registered legal entities that are the subject of legal ownership (such as companies, non-registered entities (such as trusts), and artificial entities (such as joint shareholding arrangements).
es: Las **declaraciones sobre entidades** se utilizan para describir entidades jurídicas inscriptas que son el sujeto de una relación de titularidad legal (por ejemplo, las empresas), entidades no inscriptas (tales como fideicomisos) y entidades artificiales (como las estructuras jurídicas de participación accionaria conjunta).
ru: **Записи о субъектах** используются для описания зарегистрированных юридических лиц, являющихся предметом законного владения (таких как компании, незарегистрированные субъекты (такие как трасты), и искусственные субъекты (такие как совместные акционерные соглашения о владении и контроле).

source: **Person statements** describe the natural persons who stand in relationships of ultimate beneficial ownership or control
es: Las **declaraciones sobre personas** describen a personas físicas que intervienen en relaciones que suponen el carácter de beneficiario final o controlante en última instancia.
ru: **Записи о физических лицах** описывают физических лиц, состоящих в отношениях конечного бенефициарного владения или контроля

source: **Ownership-or-control statements** describe the interest(s) held by one entity in another, or a person in an entity. They are connected to those entities and persons using ``statementID`` references.
es: Las **declaraciones sobre titularidad o control** describen lo(s) interés(es) que una entidad posee en otra, o que una persona posee en una entidad. Se vinculan a esas entidades y personas mediante referencias de ``StatementID``.
ru: **Записи о владении или контроле** описывают долевое участие, имеющееся у субъекта в другом субъекте или у физического лица в субъекте. Они связаны с соответствующими субъектами и физическими лицами при помощи ссылок ``statementID``.

source: All statements have ``source`` and ``annotations`` properties which can provide an audit trail describing where information was obtained from, when, and any verification of the information that has taken place. See :ref:`Sources and annotations <provenance>` for guidance.
es: Todas las declaraciones poseen las propiedades ``source`` y ``annotations``, que pueden facilitar un rastro de auditoría que indique dónde y cuándo se obtuvo la información, y toda verificación de la información que se haya realizado. Consulte :ref:`Fuentes y notas <provenance>` para obtener orientación.
ru: Все записи имеют свойства ``source`` (источник) и ``annotations`` (примечания), обеспечивающие возможность получения журнала аудита, в котором описано, откуда и когда получена информация, а также выполненная верификация информации. См. :ref:`Источники и примечания <provenance>` для получения рекомендаций.

source: ``personStatements`` and ``entityStatements`` both contain a set of fields that can be used to disclose the real-world identity of the entity or individual. These include:
es: Tanto las ``personStatements`` como las ``entityStatements`` contienen un conjunto de campos que pueden utilizarse para divulgar la identidad en el mundo real de la entidad o del individuo. Estos incluyen:
ru: Как ``personStatements``, так и ``entityStatements`` содержат набор полей, которые могут использоваться для раскрытия фактической идентичности субъекта или личности физического лица. Они включают в себя следующее:

source: An ``identifiers`` array that is used to provide known identifiers such as company registration for firms, or publicly shareable taxpayer identifiers for individuals.
es: Un arreglo de ``identifiers`` que se utiliza para proporcionar identificadores conocidos, como la inscripción de las empresas en el caso de compañías, o identificadores de contribuyentes compartibles públicamente en el caso de individuos.
ru: Массив идентификаторов (``identifiers``), используемый для предоставления известных идентификаторов, таких как регистрация компании для фирм или доступные для публичного распространения идентификаторы налогоплательщиков для физических лиц.

source: Jurisdiction or Nationality information
es: Información sobre la jurisdicción o nacionalidad
ru: Информация о юрисдикции или гражданстве

source: Important dates (birth date, death date, founding date, dissolution date)
es: Fechas importantes (de nacimiento, defunción, fundación o disolución)
ru: Важные даты (дата рождения, дата смерти, дата основания, дата прекращения существования юридического лица)

source: Addresses
es: Domicilios
ru: Адреса

source: Including such identifiers allows intelligent integration of information across disclosures, datasets and time.
es: La inclusión de esos identificadores permite integrar de manera inteligente la información a través de las divulgaciones, los conjuntos de datos y el tiempo.
ru: Включение таких идентификаторов обеспечивает возможность интеллектуальной интеграции информации между разными фактами раскрытия информации, наборами данных и разным временем.

source: These fields are designed to support 'strict' and 'relaxed' validation, to accommodate different data sources. New data sources should seek to provide the data required for strict validation, such as country codes, and full dates. Other sources should provide as much data as possible, subject to relevant policy and privacy constraints.
es: Estos campos están diseñados para permitir una validación 'estricta' y 'flexible', a fin de adecuarse a diferentes fuentes de datos. Las nuevas fuentes de datos deberían procurar brindar los datos que se requieren para una validación estricta, como los códigos de país y las fechas completas. Otras fuentes deberían brindar la mayor cantidad de datos posible, con sujeción a las políticas vigentes y las limitaciones de privacidad.
ru: Эти поля предназначены для поддержки «строгой» и «нестрогой» валидации, чтобы учесть различные источники данных. Следует стремиться к тому, чтобы новые источники данных предоставляли данные, необходимые для строгой валидации, такие как коды стран и полные даты. Другие источники должны обеспечивать максимальное количество данных с учетом соответствующих ограничений касательно политики и конфиденциальности.

source: An ``ownershipOrControlStatement`` connects (via ``statementID`` references) the ``subject`` of the statement (an entity described by an ``entityStatement``) and an ``interestedParty``. This interested party may be:
es: Una ``ownershipOrControlStatement`` vincula (mediante referencias de ``statementID``) al ``subject`` de la declaración (la entidad descripta en la ``entityStatement``) y a una ``interestedParty``. Esta parte interesada puede ser:
ru: Запись о владении или контроле (``ownershipOrControlStatement``) соединяет (посредством ссылок на идентификатор записи (``statementID``)) предмет (``subject``) записи (субъект, описанный при помощи записи о субъекте (``entityStatement``)) и заинтересованную сторону (``interestedParty``). Этой заинтересованной стороной может быть:

source: Another entity described by an ``entityStatement``;
es: Otra entidad descripta en una ``entityStatement``;
ru: Другой субъект, описанный в записи ``entityStatement``;

source: A person described by a ``personStatement``; or
es: Una persona descripta en una ``personStatement``; o
ru: Физическое лицо, описанное в записи ``personStatement``; или

source: An unspecified party and the reasons that no ownership or control can be specified.
es: Una parte no especificada y los motivos por los que no se puede especificar la titularidad o el control.
ru: Неуказанная сторона и причины, по которым не могут быть указаны владение или контроль.

source: The ownership-or-control statement also contains an array of ``interests``, each with a type (selected from the `interestType codelist <reference.html#interesttype>`_) and, where relevant, percentages indicating the size of the interest.
es: La declaración sobre titularidad o control también contiene un arreglo de ``interests``, cada una con un respectivo tipo (seleccionado de la `lista de códigos interestType <reference.html#interesttype>`_) y, cuando es pertinente, porcentajes que indican el tamaño del interés.
ru: Запись о владении или контроле также содержит массив долей участия (``interests``), каждая из которых имеет тип (выбираемый из `списка допустимых значений interestType <reference.html#interesttype>`_) и в соответствующих случаях значение в процентах, указывающее размер доли участия.

source: To explore the structure of the data model in full use the :doc:`Schema browser <schema-browser>`. Or read the :any:`Schema reference <schema-reference>` for detailed definitions of each object and field.
es: Para examinar la estructura del modelo de datos en su totalidad, use el :doc:`Navegador del esquema <schema-browser>`. O bien consulte las :ref:`Referencias del esquema <schema-reference>` para obtener definiciones detalladas de cada objeto y campo.
ru: Для исследования структуры модели данных в полном объеме используйте :doc:`Браузер схемы <schema-browser>`. Или ознакомьтесь со :any:`Справочником схемы <schema-reference>` для получения подробных определений каждого объекта и поля.

source: Ownership or control through arrangements
es: Titularidad o control a través de estructuras jurídicas
ru: Владение или контроль на основе соглашений о владении и контроле

source: In some cases ownership or control is exercised through:
es: En algunos casos, la titularidad o el control se ejerce por medio de:
ru: В некоторых случаях владение или контроль осуществляется посредством:

source: Trusts;
es: Fideicomisos;
ru: Трастов;

source: Contracts; and
es: Contratos; y
ru: Договоров; а также

source: Other arrangements
es: Otras estructuras jurídicas
ru: Других соглашений о владении и контроле.

source: Depending on the particular jurisdiction these are covered by, they may or may not have a registered legal identity.
es: Según la jurisdicción particular en la que estén comprendidas, pueden tener o no una identidad jurídica inscripta.
ru: В зависимости от конкретной юрисдикции, действие которой распространяется на них, они могут иметь или не иметь зарегистрированную правосубъектность.

source: In BODS arrangements such as these are treated as a special kind of ``entityStatement`` with ``entityType`` value: 'arrangement'.
es: En el BODS, las estructuras jurídicas como estas son tratadas como un tipo especial de ``entityStatement`` en la cual ``entityType`` tiene el valor: "arrangement'".
ru: В соглашениях СДБВ о владении или контроле, таких как эти, они рассматриваются как особый тип записи ``entityStatement``, в которой ``entityType`` имеет значение «arrangement».

source: This allows control via arrangements to be modelled in two steps, describing how:
es: Esto permite modelar en dos pasos el control ejercido a través de estructuras jurídicas, describiendo cómo:
ru: Это позволяет моделировать контроль при помощи соглашений о владении и контроле в два шага с описанием того, как:

source: Person P has an interest in Arrangement A
es: La Persona P posee una participación en la Estructura Jurídica A
ru: Физическое лицо P имеет долю участия в Соглашении о владении и контроле A

source: Arrangement A has an interest in Entity E
es: La Estructura Jurídica A posee una participación en la Entidad E
ru: Соглашение о владении и контроле A имеет долю участия в Субъекте E

source: For more guidance on modelling arrangements, contact the :any:`BODS Helpdesk <Contact>`.
es: Para obtener más orientación acerca de la modelización de estructuras jurídicas, comuníquese con la :any:`Asistencia Técnica del BODS <Contact>`.
ru: Для получения дополнительных рекомендаций касательно моделирования соглашений о владении и контроле обратитесь в :any:`Службу технической поддержки СДБВ <Contact>`.

source: Direct and indirect ownership and control
es: Titularidad y control directo e indirecto
ru: Прямое и косвенное владение и контроль
