Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/concepts.po
Languages: es, ru

source: BODS can be used to describe both direct ownership and control (where Person A has a direct share in Company B), or indirect ownership and control (Where Person A is an ultimate beneficial owner of B, but where there may be any number of known or unknown intermediate companies or arrangements). This is indicated by use of the ``directOrIndirect`` property that can be set for each interest declared.
es: Los BODS se pueden utilizar para describir tanto la titularidad y el control directos (donde la Persona A tiene una participación directa en la Empresa B), como la titularidad y el control indirectos (donde la Persona A es el beneficiario final en última instancia de B, pero donde puede haber cualquier número de empresas o acuerdos intermedios conocidos o desconocidos). Esto se indica mediante el uso de la propiedad ``directOrIndirect`` que se puede configurar para cada interés declarado.
ru: СДБВ можно использовать для описания прямого владения и контроля (когда Физическое лицо A имеет непосредственную долю в Компании B) и непрямого владения и контроля (когда Физическое лицо A является конечным бенефициарным владельцем B, но может существовать любое количество известных и неизвестных промежуточных компаний или соглашений). Это обозначается путем использования свойства ``directOrIndirect``, которое можно настроить для каждой заявленной доли участия.

source: Immutability of statements
es: Inalterabilidad de las declaraciones
ru: Неизменность записей

source: Published BODS statements should be treated as a write-only ledger, with new statements being issued to amend data contained in older statements and those new statements appended to the ledger. See :any:`Updating statements <guidance-updating-data>` for further guidance.
es: Las declaraciones publicadas según el BODS deberían tratarse como un libro mayor de solo escritura, emitiéndose nuevas declaraciones para modificar los datos contenidos en las declaraciones anteriores y anexando las nuevas declaraciones al libro mayor. Consulte la sección :any:`Actualización de declaraciones <guidance-updating-data>` para mayor orientación.
ru: Опубликованные записи СДБВ следует воспринимать как книгу учета только для записи, в которой новые записи формируются для внесения изменений в данные, содержащиеся в более старых записях с приложением новых записей к журналу. См. :any:`Обновление записей <guidance-updating-data>` для получения дополнительных рекомендаций.
