Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/conformance.po
Languages: ru

source: Conformance and validation
ru: Соответствие и валидация

source: Conformance statement
ru: Запись о соответствии

source: A conforming implementation **may** use only a subset of this specification’s terms.
ru: В имплементации, соответствующей требованиям, **может** использоваться только подмножество терминов данной спецификации.

source: It **must not** use terms from outside this specification’s terms where this specification’s terms would suffice.
ru: В ней **не должны** использоваться термины, не являющиеся терминами данной спецификации, в случае если терминов данной спецификации достаточно.

source: It **may** use terms from outside this specification’s terms where this specification’s terms are insufficient.
ru: В ней **могут** использоваться термины, не являющиеся терминами данной спецификации, в случае если терминов данной спецификации недостаточно.

source: Its usage of this specification’s terms **must** be consistent with the semantics of those terms.
ru: Использование в ней терминов из данной спецификации **должно** соответствовать семантике этих терминов.

source: If an implementation serializes to JSON, its serializations **must** validate against this specification’s JSON Schema.
ru: Если выполняются сериализации имплементации в JSON, то такие сериализации **должны** пройти валидацию на основе Схемы JSON данной спецификации.

source: (Statement `adapted from Popolo Project specification <http://www.popoloproject.com/specs/#conformance>`_)
ru: (Запись `адаптирована на основе спецификации Проекта Popolo <http://www.popoloproject.com/specs/#conformance>`_)

source: Extending the schema
ru: Расширение схемы

source: Publishers providing additional properties in their implementations are encouraged to `document these in the project issue tracker <https://github.com/openownership/data-standard/issues/>`_ with the 'extensions' tag, and to re-use `other publisher's extensions <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ where possible.
ru: Издателям, предоставляющим дополнительные свойства в своих имплементациях, рекомендуется `документировать их в системе отслеживания ошибок проекта <https://github.com/openownership/data-standard/issues/>`_ с тегом 'extensions', а также повторно использовать `расширения другого издателя <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ в случаях, когда это возможно.

source: Validation
ru: Валидация

source: Validation of BODS data can be carried out using the `BODS Data Review Tool <https://datareview.openownership.org/>`_.
ru: Валидация данных СДБВ может осуществляться при помощи `Средства анализа данных СДБВ <https://datareview.openownership.org/>`_.

source: The current schema includes minimal validation requirements, and should be treated as a guide to data structure, rather than a full validation schema.
ru: Нынешняя схема предусматривает минимальные требования к валидации, и ее следует рассматривать скорее как руководство к структуре данных, а не как полную схему валидации.
