Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, ru

source: Schema reference
es: Referencias del esquema
ru: Справочник схемы

source: This is v0.2 of the Beneficial Ownership Data Standard. It includes updates to the data model and additional codelist information. Implementers should be aware that future changes are anticipated, before a version 1.0 release. See the :doc:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Esta es la vers. 0.2 del Estándar de Datos sobre Beneficiarios Finales. Incluye actualizaciones del modelo de datos e información adicional de la lista de códigos. Cabe señalar a los implementadores que se esperan cambios a futuro antes de la publicación de la versión 1.0. Consulte las páginas :doc:`Registro de modificaciones <changelog>` y `De qué se trata <../about>`_ para obtener más información.
ru: Это версия 0.2 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных и дополнительную информацию в списке допустимых значений. Имплементирующие лица должны понимать, что ожидаются будущие изменения до выпуска версии 1.0. См. страницы :doc:`Лог изменений <changelog>` и `О стандарте <../about>`_ для получения дополнительной информации.

source: **MUST** and **SHOULD** are used in the schema to denote required and recommended elements of the Standard, as defined in `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
es: En el esquema, **DEBE** y **DEBERÍA** se usan para denotar elementos requeridos y recomendados del Estándar, conforme a lo definido en `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
ru: **ДОЛЖЕН** и **СЛЕДУЕТ** используются в схеме для обозначения обязательных и рекомендуемых элементов Стандарта, как определено в `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.

source: The following is an A - Z guide to the objects of the Data Standard's schema, plus its `codelists`_ . Details of each object's properties are provided in a table generated from the JSON schema. (For a structured view of how objects fit together in the JSON schema, use the :doc:`Schema browser <schema-browser>`.)
es: Lo que sigue es una guía de la A a la Z de los objetos del esquema del Estándar de Datos, junto con su `lista de códigos`_ . Se ofrecen detalles de las propiedades de cada objeto en una tabla generada a partir del esquema JSON. (Para ver de manera estructurada cómo los objetos encajan entre sí en el esquema JSON, use el :doc:`Navegador del esquema <schema-browser>`.)
ru: Ниже приводится руководство от A до Z по объектам схемы Стандарта данных, а также ее `списки допустимых значений`_ . Сведения о свойствах каждого объекта приведены в таблице, сгенерированной на основе схемы JSON. (Для структурированного представления касательно того, как объекты сочетаются в схеме JSON, воспользуйтесь :doc:`Браузером схемы <schema-browser>`.)

source: The top-level objects are :doc:`statements <concepts>`:
es: Los objetos de nivel superior son las :doc:`declaraciones <concepts>`:
ru: Объектами верхнего уровня являются :doc:`записи <concepts>`:

source: :any:`Ownership-or-control statements <schema-ownership-or-control-statement>`
es: :any:`Declaraciones sobre titularidad o control <schema-ownership-or-control-statement>`
ru: :any:`Записи о владении или контроле <schema-ownership-or-control-statement>`

source: :any:`Entity statements <schema-entity-statement>`
es: :any:`Declaraciones sobre entidades <schema-entity-statement>`
ru: :any:`Записи о субъектах <schema-entity-statement>`

source: :any:`Person statements <schema-person-statement>`
es: :any:`Declaraciones sobre personas <schema-person-statement>`
ru: :any:`Записи о физических лицах <schema-person-statement>`

source: Statements are built up from a set of nested objects and properties, each of which has a field name, a title and a description that defines how the object or field should be used.
es: Las declaraciones se construyen a partir de un conjunto de propiedades y objetos anidados, cada uno de los cuales tiene un nombre de campo, un título y una descripción que define cómo debería utilizarse el objeto o campo.
ru: Записи формируются из набора вложенных объектов и свойств, все из которых имеют имя поля, заголовок и описание, определяющее то, как следует использовать объект или поле.

source: BODS data MAY be published as a valid `JSON document <https://tools.ietf.org/html/rfc8259>`_. See :any:`Serialization <guidance-serialization>` for more options.
es: Los datos basados en BODS PUEDEN publicarse como un `documento JSON <https://tools.ietf.org/html/rfc8259>`_ válido. Consulte :any:`Serialización <guidance-serialization>` para conocer más opciones.
ru: Данные СДБВ МОГУТ публиковаться в формате действительного `документа JSON <https://tools.ietf.org/html/rfc8259>`_. См. :any:`Сериализацию <guidance-serialization>` для получения информации о дополнительных возможностях.

source: Address
es: Address (Domicilio)
ru: Address (Адрес)

source: A free text address string, providing as much address data as is relevant, suitable for processing using address parsing algorithms. For some uses (for example, Place of Birth) only a town and country are required.
es: Cadena de texto libre correspondiente a un domicilio, que contiene tantos datos sobre la dirección como sea pertinente, y que puede ser procesada mediante algoritmos de análisis estructural de domicilios. Para algunos usos (por ejemplo, el lugar de nacimiento), solo se requiere una ciudad y un país.
ru: Строка адреса с неструктурированным текстом, в которой указано достаточно актуальных данных об адресе и которая пригодна для обработки при помощи алгоритмов парсинга адресов. В некоторых случаях (например, Место рождения) требуется только город и страна.

source: Title
es: Título
ru: Заголовок

source: Description
es: Descripción
ru: Описание

source: Type
es: Tipo
ru: Тип

source: Format
es: Formato
ru: Формат

source: Required
es: Requerido
ru: Обязательный

source: A diversity of address formats are used across data management systems, and data is often inconsistently entered across data fields in these source systems (and legacy datasets). Therefore the BODS schema uses a very simple address format for data exchange. Consuming systems will need to parse BODS addresses before carrying out any structured comparison.
es: Los distintos sistemas de gestión de datos utilizan diversos formatos de domicilio, y a menudo los datos se ingresan de forma inconsistente en los campos de datos de esos sistemas fuente (y en los conjuntos de datos legados). Es por ello que el esquema del BODS utiliza un formato de domicilio muy simple para el intercambio de datos. Los sistemas utilizadores deben analizar estructuralmente los domicilios del BODS antes de llevar a cabo cualquier comparación estructurada.
ru: В различных системах управления данными используется много разных форматов адресов, и часто данные вводятся непоследовательно в разных полях данных в этих исходных системах (и унаследованных наборах данных). Поэтому в схеме СДБВ используется очень простой формат адреса для обмена данными. Потребляющим системам необходимо будет выполнить парсинг адресов СДБВ перед проведением структурированного сравнения.

source: Designers of new data collection systems are encouraged to choose an appropriate structured format, with reference to established standards, and awareness of the need to accomodate addresses from across the world. See `issue 18 <https://github.com/openownership/data-standard/issues/18>`_ for more details.
es: Se alienta a los diseñadores de nuevos sistemas de recopilación de datos a elegir un formato estructurado apropiado, que haga referencia a estándares establecidos, y que advierta la necesidad de adaptarse a domicilios de todo el mundo. Consulte el `tema 18 <https://github.com/openownership/data-standard/issues/18>`_ para obtener información más detallada.
ru: Разработчикам новых систем сбора данных рекомендуется выбрать подходящий структурированный формат с учетом установленных стандартов и осознания необходимости включать адреса со всего мира. Для получения дополнительных сведений см. `проблему 18 <https://github.com/openownership/data-standard/issues/18>`_.

source: Agent
es: Agent (Agente)
ru: Agent (Заявитель)

source: An individual, organisation or other responsible agent making, or supporting, a given statement or annotation.
es: Individuo, organización u otro agente responsable que realiza o respalda una determinada declaración o nota.
ru: Физическое лицо, организация или иной ответственный заявитель, формирующий или поддерживающий соответствеющую запись или примечание.

source: Annotation
es: Annotation (Nota)
ru: Annotation (Примечание)

source: The ``annotations`` property of statements currently allows an array of these simple annotation objects to be included. An annotation can be used to hold information (structured or otherwise) for which a place does not exist elsewhere in the schema. See :ref:`Sources and annotations <provenance>` for further guidance.
es: La propiedad ``annotation`` de las declaraciones actualmente permite incluir un arreglo de estos objetos de nota simples. Una nota puede utilizarse para guardar información (estructurada o no) para la cual no existe ningún otro lugar en el esquema. Consulte :ref:`Fuentes y notas <provenance>` para obtener mayor orientación al respecto.
ru: Свойство ``annotations`` (примечания) записей в настоящее время позволяет включить массив этих простых объектов примечаний. Примечание может использоваться для хранения информации (в структурированном или ином виде), для которой не существует места в других местах схемы. Для получения дополнительных рекомендаций см. :ref:`Источники и примечания <provenance>`.

source: Country
es: Country (País)
ru: Country (Страна)

source: A country MUST have a name. A country SHOULD have an ISO 2-Digit county code.
es: Un país DEBE tener un nombre. Un país DEBERÍA tener un código de país ISO de 2 dígitos.
ru: Страна ДОЛЖНА иметь название. Для страны СЛЕДУЕТ указать 2-значный код страны в соответствии со стандартом ISO.

source: EntityStatement
es: EntityStatement (DeclaraciónSobreEntidad)
ru: EntityStatement (Запись о субъекте)

source: A statement identifying and describing the entity that is the subject of the ownership or control described in an ownership or control statement.
es: Declaración en la que se identifica y describe la entidad que es el sujeto en la relación de titularidad o control que se menciona en una declaración sobre titularidad o control.
ru: Запись, идентифицирующая и описывающая субъект, являющийся предметом владения или контроля, описанных в записи о владении или контроле.

source: ID
es: ID (Identificación)

source: A string of minimum length 32 and maximum length 64.
es: Cadena de caracteres de una extensión mínima de 32 y máxima de 64.
ru: Строка длиной 32 [знака] минимум и 64 максимум

source: A persistent globally unique identifier for this statement.
es: Identificador único global persistente correspondiente a esta declaración.
ru: Постоянный глобальный уникальный идентификатор для данной записи

source: Identifier
es: Identifier (Identificador)
ru: Identifier (Идентификатор)

source: The Identifier object is used to connect a statement to the real-world person or entity that it refers to, using one or more existing known identifiers. See :any:`Real world identifiers <guidance-identifiers>` for technical guidance on when and how to use this object.
es: El objeto Identificador se utiliza para vincular una declaración a la persona o entidad del mundo real a la que se refiere, usando uno o más identificadores conocidos existentes. Consulte :any:`Identificadores del mundo real <guidance-identifiers>` para obtener orientación técnica sobre cómo y cuándo utilizar este objeto.
ru: Объект Identifier используется для соединения записи с реальным физическим лицом или субъектом, на которых она ссылается, при помощи одного или нескольких существующих известных идентификаторов. См. :any:`Общие идентификаторы <guidance-identifiers>` для получения технических рекомендаций касательно того, как и когда использовать данный объект.

source: An identifier that has been assigned to this person or entity. The scheme or list from which the identifier is drawn should be declared.
es: Identificador que se ha asignado a esta persona o entidad. Debería consignarse el esquema o lista de la que se toma el identificador.
ru: Идентификатор, который был присвоен данному физическому лицу или субъекту. Следует объявить схему или список, из которых был взят идентификатор.

source: Interest
es: Interest (Participación)
ru: Interest (Доля участия)

source: A description of the interest held by an interestedParty in another entity.
es: Descripción de la participación de una interestedParty en otra entidad.
ru: Описание доли участия, которой владеет заинтересованная сторона (interestedParty) в другом субъекте.

source: InterestedParty
es: InterestedParty (ParteInteresada)
ru: InterestedParty (Заинтересованная сторона)

source: The interested party has some level of ownership or control over the entity referenced in this ownership or control statement. This should be described with reference to either an entity statement or person statement, or, where the interested party is unknown, details of why.
es: La parte interesada posee cierto grado de titularidad o control sobre la entidad a la que se hace referencia en esta declaración sobre titularidad o control. Esto debería describirse haciendo referencia a una declaración sobre entidad o declaración sobre persona, o, si no se conoce la parte interesada, a los detalles del porqué.
ru: Заинтересованная сторона имеет определенный уровень владения или контроля по отношению к субъекту, указанному в данной записи о владении или контроле. Ее следует описывать в отношении либо записи о субъекте, либо записи о физическом лице, либо — если заинтересованная сторона неизвестна — необходимо указать сведения о причинах.

source: Jurisdiction
es: Jurisdiction (Jurisdicción)
ru: Jurisdiction (Юрисдикция)

source: A jurisdiction MUST have a name. A jurisdiction SHOULD have an ISO ISO_3166-2 2-Digit country code, or ISO_3166-2 sub-division code.
es: Una jurisdicción DEBE tener un nombre. Una jurisdicción DEBERÍA tener un código de país de 2 dígitos ISO_3166-2, o un código de subdivisión ISO_3166-2.
ru: Юрисдикция ДОЛЖНА иметь название. Для юрисдикции СЛЕДУЕТ указать 2-значный код страны в соответствии со стандартом ISO ISO_3166-2 или геокод административно-территориальной единицы территории государства в соответствии со стандартом ISO_3166-2.

source: Name
es: Name (Nombre)
ru: Name (ФИО)

source: An name by which this individual is known. Names should be provided in fullName, and may optionally be broken down in the familyName, givenName and patronymicName fields, based on the [EC ISA Core Person Vocabulary](https://joinup.ec.europa.eu/solution/e-government-core-vocabularies) definitions.
es: Nombre por el que se conoce a este individuo. Los nombres deberían indicarse en fullName (nombreCompleto) y pueden desglosarse facultativamente en los campos familyName (Apellido), givenName (nombreDePila) y patronymicName (nombrePatronímico), según las definiciones de [EC ISA Core Person Vocabulary](https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).
ru: ФИО, под которым известно данное физическое лицо. ФИО следует указывать в строке fullName (полное ФИО), и оно дополнительно может быть разделено на поля familyName (фамилия), givenName (имя) и patronymicName (отчество) на основе определений из [Списка основных терминов касательно физических лиц из Программы решений по обеспечению операционной совместимости государственных администраций от Европейской комиссии](https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).

source: OwnershipOrControlStatement
es: OwnershipOrControlStatement (DeclaraciónSobreTitularidadOControl)
ru: OwnershipOrControlStatement (Запись о владении или контроле)

source: An ownership or control statement is made up of an entity, an interested party (a reference to an entity, natural person, arrangement or trust), details of the interest and provenance information for the statement.
es: Una declaración sobre titularidad o control se compone de una entidad, una parte interesada (en referencia a una entidad, persona física, estructura jurídica o fideicomiso), detalles sobre la participación e información sobre la procedencia de la declaración.
ru: Запись о владении или контроле состоит из субъекта, заинтересованной стороны (ссылка на субъект, физическое лицо, соглашение о владении и контроле или траст), сведениях о доле участия и информации об источнике для данной записи.

source: PepStatusDetails
es: PEPStatusDetails (detallesDeCondiciónPEP)

source: A description of a politically-exposed person status.
es: Descripción de la condición de persona expuesta políticamente de un individuo.
ru: Описание статуса публичного должностного лица.

source: PersonStatement
es: PersonStatement (DeclaraciónSobrePersona)
ru: PersonStatement (Запись о физическом лице)

source: A person statement describes the information known about a natural person at a particular point in time, or from a given submission of information
es: Una declaración sobre persona describe información que se conoce sobre una persona física en un determinado momento, o que surge de una presentación de información en particular.
ru: Запись о физическом лице содержит описание информации, известной о физическом лице в определенный момент времени или на основе предоставленных сведений

source: PublicationDetails
es: PublicationDetails (DetallesDeLaPublicación)
ru: PublicationDetails (Сведения о публикации)

source: Information concerning the publication of this statement.
es: Información acerca de la publicación de esta declaración.
ru: Информация касательно публикации данной записи.

source: Publisher
es: Publisher (Publicador)
ru: Publisher (издатель)

source: Details of the organisation or individual publishing a statement.
es: Detalles sobre la organización o individuo que publica una declaración.
ru: Сведения об организации или физическом лице, публикующем запись.

source: ReplacesStatements
es: ReplacesStatements (ReemplazaDeclaraciones)
ru: ReplacesStatements (Заменяет записи)

source: If this statement replaces a previous statement or statements, provide the identifier(s) for the previous statement(s) here. Consuming applications are advised to mark the identified statements as no longer active.
es: Si esta declaración reemplaza una o más declaraciones anteriores, indique aquí el/los identificador(es) de la(s) declaración(es). Se recomienda que los programas utilizadores marquen como inactivas las declaraciones identificadas.
ru: Если данная запись заменяет предыдущую запись или записи, укажите здесь идентификатор(ы) предыдущей записи(-ей). Для ресурсоемких приложений рекомендуется отмечать идентифицированные записи как уже не активные.

source: See :any:`Updating statements <guidance-updating-data>` for technical guidance on working with updates to data.
es: Consulte :any:`Actualización de declaraciones <guidance-updating-data>` para obtener orientación técnica sobre cómo trabajar con actualizaciones de datos.
ru: См. :any:`Обновление записей <guidance-updating-data>` для получения технических рекомендаций по работе с обновлениями данных.

source: Share
es: Share (Porción)
ru: Share (Доля)

source: Where an exact percentage is available, this should be given, and maximum and minimum values set to the same as the exact percentage. Otherwise, maximum and minimum can be used to record the range into which the share of this kind of interest falls. By default the minimum is inclusive and the maximum exclusive (minimum-value ≤ share < maximum-value ). If you wish to change these defaults, use the exclusiveMinimum and exclusiveMaximum properties.
es: Cuando se dispone de un porcentaje exacto, se lo debería especificar, y se deberían establecer valores máximos y mínimos iguales al porcentaje exacto. De no ser así, el máximo y el mínimo pueden utilizarse para registrar el rango en el que se sitúa la porción de este tipo de participación. Por defecto, el mínimo es incluyente y el máximo, excluyente (valor mínimo ≤ porción ≤ valor máximo). Si desea modificar esta configuración predeterminada, utilice las propiedades exclusiveMinimum y exclusiveMaximum.
ru: Если известна точная доля в процентах, ее следует указать, при этом в качестве максимального и минимального значений указывается одна и та же точная доля в процентах. В других случаях максимум и минимум можно использовать для записи диапазона, в котором находится такая доля участия. По умолчанию минимум указывается включительно, а максимум — не включительно (минимальное значение ≤ доля < максимальное значение). Если вы желаете изменить эти используемые по умолчанию значения, воспользуйтесь свойствами exclusiveMinimum и exclusiveMaximum.

source: Source
es: Source (Fuente)
ru: Source (Источник)

source: The source object is used to explain where information in a statement originated from, and to link to supporting information.
es: El objeto fuente se utiliza para explicar dónde se originó la información de una declaración y para establecer un vínculo con la información de respaldo.
ru: Объект source используется для объяснения происхождения информации в записи и для ссылки на подтверждающую информацию.

source: See :any:`Sources and annotations <provenance>` for a discussion of provenance modelling.
es: Consulte :any:`Fuentes y notas <provenance>` para acceder a un debate sobre la modelización de la procedencia.
ru: См. :any:`Источники и примечания <provenance>` для рассмотрения моделирования источника.

source: StatementDate
es: StatementDate (FechaDeLaDeclaración)
ru: StatementDate (Дата записи)

source: Dates MUST conform with the extended format of `ISO 8601 <https://en.wikipedia.org/wiki/ISO_8601>`_. All of the following, for example, are valid:
es: Las fechas DEBEN ajustarse al formato extendido de `ISO 8601 <https://es.wikipedia.org/wiki/ISO_8601>`_. Los siguientes formatos, por ejemplo, son todos válidos:
ru: Даты ДОЛЖНЫ соответствовать расширенному формату `ISO 8601 <https://ru.wikipedia.org/wiki/ISO_8601>`__. Например, все из приведенного ниже действительно:

source: A full datetime string (YYYY-MM-DDTHH:MM:SSZ)
es: Cadena completa de fecha y hora (AAAA-MM-DDTHH:MM:SSZ)
ru: Полная строка даты и времени (YYYY-MM-DDTHH:MM:SSZ)

source: A year, month and day (YYYY-MM-DD)
es: Año, mes y día (AAAA-MM-DD)
ru: Год, месяц и день (YYYY-MM-DD)

source: A year and month (YYYY-MM)
es: Año y mes (AAAA-MM)
ru: Год и месяц (YYYY-MM)

source: A year (YYYY)
es: Año (AAAA)
ru: Год (YYYY)

source: Codelists
es: Listas de códigos
ru: Списки допустимых значений

source: AddressType
es: AddressType (TipoDeDomicilio)
ru: AddressType (Тип адреса)

source: code
es: código
ru: значение

source: title
es: título
ru: заголовок

source: description
es: descripción
ru: описание

source: technical note
es: nota técnica
ru: техническое примечание

source: Place of birth
es: Lugar de nacimiento
ru: Место рождения

source: The place where a person was born. This must only be used to describe natural persons. Only a town and country are required.
es: Lugar donde nació una persona. Solo debe usarse para describir a las personas físicas. Se requiere una ciudad y un país únicamente.
ru: Место, в котором человек родился. Следует использовать только для описания физических лиц. Необходимо указать только город и страну.

source: Residential address
es: Domicilio residencial
ru: Адрес проживания

source: An address where someone lives. This must only be used for natural persons.
es: Domicilio donde vive una persona. Solo debe usarse para personas físicas.
ru: Адрес, по которому человек проживает. Должен использоваться только для физических лиц.
