Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, ru

source: The parent object should be validated using the Entity Statement schema.
es: El objeto principal debería validarse usando el esquema de Declaración sobre Entidad.
ru: Следует обеспечить валидацию родительского объекта при помощи схемы Записи о субъекте.

source: Ownership-or-control Statement
es: Declaración sobre Titularidad o Control
ru: Запись о владении или контроле

source: The statement contains details of the interests held by an interested party in an entity at a particular point in time.
es: La declaración contiene precisiones sobre las participaciones de una parte interesada en una entidad en un determinado momento.
ru: Запись содержит сведения о долевом участии, которым владеет заинтересованная сторона в субъекте в определенный момент времени.

source: The parent object should be validated using the Ownership-or-control Statement schema.
es: El objeto principal debería validarse usando el esquema de Declaración sobre Titularidad o Control.
ru: Следует обеспечить валидацию родительского объекта при помощи схемы Записи о владении или контроле.

source: No beneficial owners
es: Sin beneficiarios finales
ru: Бенефициарные владельцы отсутствуют

source: There are no beneficial owners who need to disclose ownership according to the rules under which this statement is made.
es: No existen beneficiarios finales que deban divulgar su titularidad en virtud de las normas conforme a las cuales se hace esta declaración.
ru: Нет бенефициарных владельцев, которым необходимо раскрыть владение согласно правилам, в соответствии с которыми произведена данная запись.

source: Subject unable to confirm or identify beneficial owner
es: Sujeto incapaz de confirmar o identificar al beneficiario final
ru: Субъект неспособен подтвердить или идентифицировать бенефициарного владельца

source: The subject of this ownership or control statement has, as the disclosing party, been unwilling or unable to confirm the existence identify a beneficial owner.
es: El sujeto de la declaración sobre titularidad o control, como parte divulgadora, se ha mostrado poco dispuesto o incapaz de confirmar la existencia de un beneficiario final o identificarlo.
ru: Субъект данной записи о владении или контроле как раскрывающая сторона не желает или неспособен подтвердить существование и идентифицировать бенефициарного владельца.

source: Interested party has not provided information
es: La parte interesada no ha proporcionado información
ru: Заинтересованная сторона не предоставила информацию

source: The interested party in this ownership or control statement has not provided enough information to identify or confirm the identity of the beneficial owner.
es: La parte interesada de esta declaración sobre titularidad o control no ha proporcionado suficiente información para identificar o confirmar la identidad del beneficiario final.
ru: Заинтересованная сторона в данной записи о владении или контроле не предоставила достаточно информации для идентификации или подтверждения личности бенефициарного владельца.

source: Subject exempt from disclosure
es: Sujeto exento de divulgación
ru: Субъект освобожден от раскрытия информации

source: The subject of this ownership or control statement is not required to disclose its beneficial owner. (Replaces noNotifiableOwners.)
es: El sujeto de esta declaración sobre titularidad o control no está obligado a divulgar su beneficiario final. Reemplaza a noNotifiableOwners (sinPropietariosQueDebanNotificarse).
ru: От субъекта данной записи о владении или контроле не требуется раскрывать своего бенефициарного владельца (заменяет noNotifiableOwners).

source: Interested party exempt from disclosure
es: Parte interesada exenta de divulgación
ru: Заинтересованная сторона освобождена от раскрытия информации

source: The interested party in this ownership or control statement is exempt from having their identity disclosed.
es: La parte interesada de esta declaración sobre titularidad o control está exenta de que se divulgue su identidad.
ru: Заинтересованная сторона в данной записи о владении или контроле освобождена от необходимости раскрытия своей идентичности.

source: The reason an interested party cannot be provided is not known.
es: Se desconoce el motivo por el cual no se puede indicar una parte interesada.
ru: Неизвестна причина невозможности указания заинтересованной стороны.

source: Information unknown to the publisher of the data
es: Información desconocida por el publicador de los datos.
ru: Информация неизвестна издателю данных

source: A publisher does not have access to information on this person or entity. This should not generally be used in situations where one party has the responsibility to provide such information.
es: El publicador no tiene acceso a la información sobre esta persona o entidad. En general, no debería utilizarse en situaciones en las que una parte tenga la responsabilidad de suministrar esa información.
ru: У издателя нет доступа к информации об этом физическом лице или субъекте. Обычно это не следует использовать в ситуациях, когда одна сторона несет ответственность за предоставление такой информации.

source: UnspecifiedReason
ru: UnspecifiedReason (Неуказанная причина)

source: Unknown reason
ru: Неизвестная причина
