Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/reference.po
Languages: es, ru

source: Registered address
es: Domicilio inscripto
ru: Юридический адрес

source: An official address for delivering statutory mail and legal notices which must be provided to company registers. This must only be used to describe entities.
es: Domicilio oficial para la entrega de correspondencia de autoridades gubernamentales y avisos legales que debe declararse ante los registros de empresas. Solo debe usarse para describir entidades.
ru: Официальный адрес для доставки почты от государственных органов и официальных уведомлений, которые должны передаваться в реестры компаний. Должен использоваться только для описания юридических лиц.

source: Service address
es: Domicilio de contacto
ru: Адрес для доставки

source: An address which can be used as an alternative to a residential address for the purpose of receiving post. This must only be used for natural persons.
es: Domicilio que puede utilizarse como alternativa al domicilio residencial a los fines de recibir correspondencia. Solo debe usarse para personas físicas.
ru: Адрес, который может использоваться в качестве альтернативы адресу проживания в целях получения почты. Должен использоваться только для физических лиц.

source: Alternative address
es: Domicilio alternativo
ru: Альтернативный адрес

source: An address provided in addition to the primary address for this entity or person that is neither a service nor a registered address.
es: Domicilio consignado como complemento del domicilio principal de la entidad o persona que no es ni un domicilio de contacto ni un domicilio inscripto.
ru: Адрес, указанный дополнительно к основному адресу для данного субъекта или физического лица, не являющийся ни адресом для доставки, ни юридическим адресом.

source: Business address
es: Domicilio comercial
ru: Служебный адрес

source: A place where the entity conducts its business.
es: Lugar en donde la entidad realiza sus actividades.
ru: Место, в котором субъект ведет деловую деятельность.

source: AnnotationMotivation
es: AnnotationMotivation (MotivoDeLaNota)
ru: AnnotationMotivation (Мотивация примечания)

source: Commenting
es: Comentarios
ru: Комментирование

source: The description field provides contextual comments for a field, object or statement.
es: El campo de descripción proporciona comentarios contextuales sobre un campo, un objeto o una declaración.
ru: Поле описания предусматривает контекстные комментарии для поля, объекта или записи.

source: Correcting
es: Correcciones
ru: Корректировка

source: The value of this field, object or statement has been corrected, using the method in the description field and/or from the original value given in the description field.
es: El valor de este campo, objeto o declaración se ha corregido utilizando el método señalado en el campo de descripción y/o a partir del valor original dado en el campo de descripción.
ru: Значение данного поля, объекта или записи было откорректировано при помощи метода в поле описания и/или относительно первоначального значения, указанного в поле описания.

source: Identifying
es: Identificación
ru: Идентификация

source: The value of this field, object or statement has been augmented or processed for the purpose of identifying natural persons or legal entities, using the method in the description field.
es: El valor de este campo, objeto o declaración se ha ampliado o procesado a los efectos de identificar a personas físicas o entidades jurídicas, utilizando el método señalado en el campo de descripción.
ru: Значение данного поля, объекта или записи было увеличено или обработано с целью идентификации физических или юридических лиц при помощи метода в поле описания.

source: Linking
es: Vinculación
ru: Создание ссылок

source: The description explains how linked material relates to the field, object or statement. A URL to linked material MUST be provided in the `url` field.
es: La descripción explica de qué modo el material vinculado se relaciona con el campo, el objeto o la declaración. En el campo `url` DEBE indicarse un URL del material vinculado.
ru: В описании объясняется, как материал по ссылке относится к полю, объекту или записи. В поле url ДОЛЖЕН быть указан URL к материалу по ссылке.

source: Transformation
es: Transformación
ru: Преобразование

source: The values of this field, object or statement have been changed from their original form using the method in the description field. The transformed representation may be provided in the transformedContent field.
es: Los valores de este campo, objeto o declaración han sido modificados respecto de su forma original utilizando el método señalado en el campo de descripción. La manifestación transformada puede incluirse en el campo transformedContent.
ru: Значения данного поля, объекта или записи были изменены относительно их первоначальной формы при помощи метода в поле описания. Преобразованное представление может быть указано в поле transformedContent.

source: EntityType
es: EntityType (TipoDeEntidad)
ru: EntityType (Тип субъекта)

source: Registered Entity
es: Entidad Inscripta
ru: Зарегистрированное юридическое лицо

source: Any legal entity created through an act of official registration. In most cases, registered entities will have an official issued identifier.
es: Toda entidad jurídica creada mediante un acto de inscripción oficial. En la mayoría de los casos, las entidades inscriptas cuentan con un identificador oficial emitido.
ru: Любое юридическое лицо, созданное посредством акта официальной регистрации. В большинстве случаев зарегистрированные юридические лица имеют официально выданный идентификатор.

source: Legal entity
es: Entidad jurídica
ru: Юридическое лицо

source: A body with distinct legal personality, such as a government department or international institution, but which is not otherwise uniquely identified in some official register.
es: Entidad con personalidad jurídica propia, tal como un departamento gubernamental o una institución internacional, pero que más allá de eso no cuenta con una identificación única en un registro oficial.
ru: Организация, имеющая явно выраженный статус юридического лица, такая как государственное ведомство или международное учреждение, но которая не имеет иной уникальной идентификации в каком-либо официальном реестре.

source: Arrangement
es: Estructura jurídica
ru: Соглашение о владении и контроле

source: An artificial entity, created by agreements, contracts or other processes.
es: Entidad artificial creada por convenios, contratos u otros procesos.
ru: Искусственный субъект, созданный посредством соглашений, договоров или иных процессов.

source: Anonymous entity
es: Entidad anónima
ru: Субъект с неустановленным владельцем

source: An entity that has been identified, but for which no identifying information is being published.
es: Entidad que ha sido identificada, pero sobre la cual no se publica ninguna información identificatoria.
ru: Субъект, который был идентифицирован, но для которого не публикуется идентифицирующая информация.

source: Unknown entity
es: Entidad desconocida
ru: Неизвестный субъект

source: An entity that has not been identified.
es: Entidad que no ha sido identificada.
ru: Субъект, который не был идентифицирован.

source: InterestLevel
es: InterestLevel (NivelDeParticipación)
ru: InterestLevel (Уровень доли участия)

source: Direct
es: Directa
ru: Прямая

source: The interest is held directly.
es: La participación se ejerce de forma directa.
ru: Осуществляется прямое владение долей участия.

source: Indirect
es: Indirecta
ru: Косвенная

source: The interest is held through one or more intermediate entities (including arrangements).
es: La participación se ejerce a través de una o más entidades intermedias (incluidas las estructuras jurídicas).
ru: Владение долей участия осуществляется через один или несколько промежуточных субъектов (включая соглашения о владении и контроле).

source: Unknown
es: Desconocida
ru: Неизвестная

source: The interest may be direct or indirect.
es: La participación puede ser directa o indirecta.
ru: Доля участия может быть прямой или косвенной.

source: InterestType
es: InterestType (TipoDeParticipación)
ru: InterestType (Тип доли участия)

source: Shareholding
es: Participación accionaria
ru: Акции в собственности

source: An economic interest in an entity gained by holding shares.
es: Participación económica en una entidad obtenida mediante la tenencia de acciones.
ru: Экономическая доля участия в субъекте, полученная через владение акциями.

source: Voting rights
es: Derechos de voto
ru: Право голоса

source: A controlling interest in an entity gained by holding shares. Defined as the right of shareholders to vote on matters of corporate policy, including decisions on the makeup of the board of directors, issuing securities, initiating corporate actions and making substantial changes in the corporation's operations.
es: Participación controlante en una entidad obtenida mediante la tenencia de acciones. Se define como el derecho de los accionistas a votar en asuntos de política empresarial, incluidas las decisiones sobre la composición del directorio, la emisión de títulos, la adopción de medidas societarias y la implementación de cambios sustanciales en las operaciones de la empresa.
ru: Контролирующая доля участия в субъекте, полученная через владение акциями. Определяется как право акционеров голосовать в вопросах корпоративной политики, включая решения о составе совета директоров, выпуске ценных бумаг, инициировании корпоративных действий и внесении существенных изменений в операционную деятельность компании.

source: Appointment of board
es: Designación del órgano de administración
ru: Назначение совета директоров

source: A controlling interest in an entity. Defined as the absolute right to appoint members of the board of directors.
es: Participación controlante en una entidad. Se define como el derecho absoluto de designar a los miembros del directorio.
ru: Контролирующее участие в субъекте. Определяется как абсолютное право назначать членов совета директоров.

source: Other influence or control
es: Otro tipo de influencia o control
ru: Прочее влияние или контроль

source: "Any influence or control in an entity that is distinct from being a shareholder
es: "Toda influencia o control en una entidad que no consista en ser un accionista
ru: «Какое-либо влияние или контроль в субъекте, отличные от присущих акционеру,

source: having voting rights or having the absolute right to appoint to the board."
es: con derechos de voto o con el derecho absoluto de designar a los miembros del órgano de administración".
ru: имеющему право голоса или имеющему абсолютное право назначать совет директоров».

source: Senior managing official
es: Gerente de alto rango
ru: Лицо, занимающее старшую руководящую должность

source: A controlling interest in an entity gained by employment. Defined as the person who exercises control over the management of the entity.
es: Participación controlante en una entidad obtenida por medio de un cargo. Se define como la persona que ejerce control sobre la gestión de la entidad.
ru: Контролирующее участие в субъекте, полученное через трудовые отношения. Определяется как физическое лицо, осуществляющее контроль над руководством субъекта.

source: Settlor of trust
es: Fideicomitente de un fideicomiso
ru: Учредитель траста

source: A controlling interest in a trust. Defined as the person who gives property into trust for the benefit of beneficiaries. In some legal systems, a settlor is also referred to as a trustor, or occasionally, a grantor or donor.
es: Participación controlante en un fideicomiso. Se define como la persona que otorga un bien en fideicomiso en favor de beneficiarios. En algunos sistemas jurídicos, el fideicomitente también se denomina fiduciante, u ocasionalmente, otorgante o donante.
ru: Контролирующее участие в трасте. Определяется как физическое лицо, предоставляющее имущество в доверительную собственность в пользу выгодоприобретателей траста. В некоторых правовых системах учредитель также именуется «доверитель» или в некоторых случаях «поручитель» или «донор».

source: Trustee of a trust.
es: Fiduciario de un fideicomiso
ru: Доверительный управляющий траста.

source: A controlling interest in a trust. Defined as a person or firm that holds and administers property or assets for the benefit of a third party.
es: Participación controlante en un fideicomiso. Se define como la persona o empresa que ejerce la propiedad y administración de bienes o activos en beneficio de un tercero.
ru: Контролирующее участие в трасте. Определяется как физическое лицо или компания, осуществляющие владение и управление имуществом или активами в интересах третьей стороны.

source: Protector of a trust
es: Tutor de un fideicomiso
ru: Попечитель траста

source: A controlling interest in a trust. Defined as a person appointed under the trust instrument to direct or restrain the trustees in relation to their administration of the trust.
es: Participación controlante en un fideicomiso. Se define como la persona designada conforme al instrumento constitutivo del fideicomiso para dirigir o restringir a los fiduciarios en relación con su administración del fideicomiso.
ru: Контролирующее участие в трасте. Определяется как физическое лицо, назначенное в соответствии с актом об учреждении траста с целью предоставления инструкций доверительным управляющим траста или ограничения их действий в отношении осуществляемого ими управления трастом.

source: Beneficiary of a trust
es: Beneficiario de un fideicomiso
ru: Выгодоприобретатель траста

source: An economic interest in a trust. Defined as a person or legal entity who profits from a trust's holdings or activities.
es: Participación económica en un fideicomiso. Se define como una persona o entidad jurídica que obtiene ganancias de las tenencias o actividades de un fideicomiso.
ru: Экономическая доля участия в трасте. Определяется как физическое или юридическое лицо, получающее прибыль от владений или деятельности траста.

source: Other influence or control of a trust
es: Otro tipo de influencia o control sobre un fideicomiso
ru: Прочее влияние или контроль над трастом

source: Any influence or control in a trust that is distinct from being a settlor, trustee, protector or beneficiary.
es: Cualquier tipo de influencia o control sobre un fideicomiso que no consista en ser fideicomitente, fiduciario, tutor o beneficiario.
ru: Какое-либо влияние или контроль в трасте, отличные от присущих учредителю, доверительному управляющему, попечителю или выгодоприобретателю траста.

source: Rights to surplus assets on dissolution
es: Derechos sobre activos remanentes en caso de disolución
ru: Права на профицит активов при прекращении существования юридического лица

source: The right to a share in the amount of an asset or resource that exceeds the portion that is utilized upon the winding up of an entity.
es: El derecho a una parte del monto de un activo o recurso que exceda la porción utilizada al momento de la liquidación de una entidad.
ru: Право на долю в сумме актива или ресурса, превышающей часть, используемую при ликвидации субъекта.

source: Rights to receive profits or income
es: Derechos a percibir ganancias o ingresos
ru: Права на получение прибыли или дохода

source: An economic interest in an entity. Defined as beneficial ownership rights beyond those otherwise implied by ownership structures that are granted by contract.
es: Participación económica en una entidad. Se definen como los derechos de los beneficiarios finales más allá de los que se encuentran de algún otro modo implícitos en las estructuras de titularidad que se otorgan por contrato.
ru: Экономическая доля участия в субъекте. Определяется как предоставляемые по договору права на бенефициарное владение сверх подразумеваемых на иных основаниях в рамках структур владения.

source: Rights granted by contract
es: Derechos otorgados por contrato
ru: Права, предоставляемые по договору

source: An interest that is granted by contract.
es: Participación que se otorga por contrato.
ru: Участие, предоставляемое по договору.

source: Conditional rights granted by contract
es: Derechos condicionales otorgados por contrato
ru: Условные права, предоставляемые по договору

source: "An interest that exists only if some contractual condition is met."
es: "Participación que solo existe si se cumple alguna condición contractual".
ru: «Доля участия, существующая только в случае выполнения определенного условия договора».

source: NameType
es: NameType (TipoDeNombre)
ru: NameType (Тип ФИО)

source: Legal name
es: Nombre legal
ru: Официальное ФИО

source: A name that identifies the person for legal, administrative and other official purposes. A person's legal name will usually be the one that is found on official government documents.
es: Nombre que identifica a la persona a efectos legales, administrativos y demás efectos de naturaleza oficial. El nombre legal de una persona es por lo general el que aparece en los documentos oficiales gubernamentales.
ru: ФИО, которое идентифицирует соответствующее физическое лицо в юридических, административных и иных официальных целях. Официальное ФИО физического лица обычно указано в официальных документах, выданных органами власти.

source: Translation of name
es: Traducción del nombre
ru: Перевод ФИО

source: A translation of the person's individual name in a different language.
es: Traducción del nombre individual de la persona en un idioma diferente.
ru: Перевод индивидуального ФИО соответствующего лица на другой язык.

source: Transliteration of name
es: Transliteración del nombre
ru: Транслитерация ФИО

source: "A transliteration of the person's individual name in a different script."
es: "Transliteración del nombre individual de la persona en un alfabeto diferente".
ru: «Транслитерация индивидуального ФИО соответствующего лица при помощи другой письменности».

source: Former name
es: Nombre anterior
ru: Бывшее ФИО

source: A name that the person has used in the past.
es: Nombre que una persona ha utilizado en el pasado.
ru: ФИО, используемое соответствующим лицом в прошлом.

source: Alternative name
es: Nombre alternativo
ru: Альтернативное имя

source: Another name that the person is known by. This might be an alias, a nickname or a name that the person is also known as (aka).
es: Otro nombre por el que se conoce a la persona. Puede ser un alias, un sobrenombre o un nombre con el que también se conoce a la persona.
ru: Другое имя, под которым известно соответствующее лицо. Это может быть псевдоним, прозвище либо имя и/или фамилия, под которыми также известно соответствующее лицо.

source: Birth name
es: Nombre de nacimiento
ru: ФИО при рождении

source: "The legal name of the person at birth."
es: "El nombre legal de la persona al nacer".
ru: «Официальное ФИО соответствующего лица при рождении».

source: PersonType
es: PersonType (TipoDePersona)
ru: PersonType (Тип физического лица)

source: Known person
es: Persona conocida
ru: Известное физическое лицо

source: This person has been identified, and information such as names, identifiers or biographical information may be provided about them.
es: La persona ha sido identificada, y se pueden brindar datos referentes a ella tales como nombres, identificadores o información biográfica.
ru: Это физическое лицо было идентифицировано, и о нем может быть предоставлена такая информация, как ФИО, идентификаторы или биографические сведения.

source: Anonymous person
es: Persona anónima
ru: Неустановленное физическое лицо

source: This person has been identified, but identifying information is being withheld. The reason for non disclosure should be given in the accompanying `missingInfoReason` field.
es: La persona ha sido identificada, pero se mantiene reservada la información identificatoria. Se debería indicar el motivo de la no divulgación en el campo complementario `missingInfoReason`.
ru: Это физическое лицо было идентифицировано, но идентифицирующая информация не была предоставлена. Причина непредоставления информации должна быть указана в сопроводительном поле missingInfoReason.

source: Unknown person
es: Persona desconocida
ru: Неизвестное физическое лицо

source: The identity of this person has not been discovered or confirmed.
es: La identidad de esta persona no ha sido descubierta ni confirmada.
ru: Личность этого физического лица не была выяснена или подтверждена.

source: SourceType
es: SourceType (TipoDeFuente)
ru: SourceType (Тип источника)

source: Self declaration
es: Autodeclaración
ru: Личная декларация

source: The information was provided by the individual or entity referred to in this statement, or by their authorised representative.
es: La información fue aportada por la persona o entidad a la que se refiere esta declaración, o por su representante autorizado.
ru: Информация была предоставлена физическим лицом или субъектом, указанным в данной записи, или его уполномоченным представителем.

source: Official register
es: Registro oficial
ru: Официальный реестр

source: The information was taken from an official register.
es: La información fue recogida de un registro oficial.
ru: Информация была взята из официального реестра.

source: Third party
es: Tercera parte
ru: Третья сторона

source: The information was provided by a third party, not directly related to the individual, entity or interests described by this statement.
es: La información fue facilitada por una tercera parte sin relación directa con la persona, entidad o participaciones descriptas en esta declaración.
ru: Информация была предоставлена третьей стороной, непосредственно не связанной с физическим лицом, субъектом или долевым участием, описанными в данной записи.

source: Primary research
es: Investigación primaria
ru: Первичное исследование

source: The information was provided as a result of research into primary sources.
es: La información se obtuvo como resultado de la investigación de fuentes primarias.
ru: Информация была предоставлена в результате исследования первичных источников.

source: Verified
es: Verificada
ru: Верифицированная

source: The information has been verified through the process documented in the associated description.
es: La información se ha verificado mediante el proceso documentado en la descripción asociada.
ru: Информация была верифицирована при помощи процесса, задокументированного в соответствующем описании.

source: StatementType
es: StatementType (TipoDeDeclaración)
ru: StatementType (Тип записи)

source: Person Statement
es: Declaración sobre persona
ru: Запись о физическом лице

source: The statement contains information known about a natural person at a particular point in time, or from a given submission of information.
es: La declaración contiene información que se conoce acerca de una persona física en un determinado momento, o que surge de una presentación de información en particular.
ru: Запись содержит информацию, известную о физическом лице в определенный момент времени или на основе предоставленных сведений.

source: The parent object should be validated using the Person Statement schema.
es: El objeto principal debería validarse usando el esquema de Declaración sobre Persona.
ru: Следует обеспечить валидацию родительского объекта при помощи схемы Записи о физическом лице.

source: Entity Statement
es: Declaración sobre entidad
ru: Запись о субъекте

source: The statement contains information that identifies and describes an entity at a particular point in time, or from a given submission of information.
es: La declaración contiene información que identifica y describe a una entidad en un determinado momento, o que surge de una presentación de información en particular.
ru: Запись содержит информацию, которая идентифицирует и описывает субъект в определенный момент времени или на основе предоставленных сведений.
