Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/schema-browser.po
Languages: es, ru

source: Schema browser
es: Navegador del esquema
ru: Браузер схемы

source: This is v0.3 of the Beneficial Ownership Data Standard. It includes updates to the data model and codelists as well as additional technical guidance.
es: Esta es la versión 0.3 de Beneficial Ownership Data Standard. Incluye actualizaciones del modelo de datos y listas de códigos, así como orientación técnica adicional.
ru: Это версия 0.3 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений, а также дополнительные технические рекомендации.

source: Implementers should be aware that future changes are anticipated, before a version 1.0 release. See the :doc:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Los implementadores deben saber que se anticipan cambios futuros, antes del lanzamiento de la versión 1.0. Consulte las páginas :doc:`Registro de modificaciones <changelog>` y `Acerca de <../about>`_ para obtener más información.
ru: Имплементирующие лица должны понимать, что ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :doc:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: **MUST** and **SHOULD** are used in the schema to denote required and recommended elements of the Standard, as defined in `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
es: En el esquema, **DEBE** y **DEBERÍA** se usan para denotar elementos requeridos y recomendados del Estándar, conforme a lo definido en `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.
ru: **ДОЛЖЕН** и **СЛЕДУЕТ** используются в схеме для обозначения обязательных и рекомендуемых элементов Стандарта, как определено в `RFC2119 <https://tools.ietf.org/html/rfc2119>`_.

source: The draft Beneficial Ownership Data Standard schema is defined using `JSON Schema 0.4 <https://json-schema.org/>`_.
es: El esquema borrador de Beneficial Ownership Data Standard se define utilizando `JSON Schema 0.4 <https://json-schema.org/>`_.
ru: Шаблон схемы стандарта данных бенефициарного владения определяется с помощью `Схемы JSON 0.4 <https://json-schema.org/>`_.

source: The structure of each of the schema's top level components can be explored using the viewers below. (Click on sub-components to reveal their properties.)
es: La estructura de cada uno de los componentes de nivel superior del esquema puede explorarse utilizando los visores incluidos más abajo. (Haga clic en los subcomponentes para revelar sus propiedades).
ru: Структуру каждого из компонентов верхнего уровня схемы можно изучить при помощи приведенных ниже средств просмотра. (Нажмите на подкомпоненты для отображения их свойств).

source: :ref:`Ownership-or-control statement <schema-browser-ownership-or-control>`
es: :ref:`Declaración sobre titularidad o control <schema-browser-ownership-or-control>`
ru: :ref:`Запись о владении или контроле <schema-browser-ownership-or-control>`

source: :ref:`Entity statement <schema-browser-entity>`
es: :ref:`Declaración sobre entidad <schema-browser-entity>`
ru: :ref:`Запись о субъекте <schema-browser-entity>`

source: :ref:`Person statement <schema-browser-person>`
es: :ref:`Declaración sobre persona <schema-browser-person>`
ru: :ref:`Запись о физическом лице <schema-browser-person>`

source: Ownership-or-control statement
es: Declaración sobre titularidad o control
ru: Запись о владении или контроле

source: View the `Ownership-or-control statement JSON schema <../_static/ownership-or-control-statement.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de declaración sobre titularidad o control <../_static/ownership-or-control-statement.json>`_ o explórelo usando el visor incluido más abajo.
ru: Просмотрите `схему JSON Записи о владении или контроле <../_static/ownership-or-control-statement.json>`_ или изучите ее при помощи приведенного ниже средства просмотра.

source: Entity statement
es: Declaración sobre entidad
ru: Запись о субъекте

source: View the `Entity Statement JSON schema <../_static/entity-statement.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de Declaración sobre Entidad <../_static/entity-statement.json>`_ o explórelo usando el visor incluido más abajo.
ru: Просмотрите `схему JSON Записи о субъекте <../_static/entity-statement.json>`_ или изучите ее при помощи приведенного ниже средства просмотра.

source: Person statement
es: Declaración sobre persona
ru: Запись о физическом лице

source: View the `Person Statement JSON schema <../_static/person-statement.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de Declaración sobre Persona <../_static/person-statement.json>`_ o explórelo usando el visor incluido más abajo.
ru: Просмотрите `схему JSON Записи о физическом лице <../_static/person-statement.json>`_ или изучите ее при помощи приведенного ниже средства просмотра.
