Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/about/governance.po
Languages: es, fr, ru

source: Governance and development
es: Gobernanza y desarrollo
fr: Gouvernance et développement
ru: Управление и разработка

source: The Beneficial Ownership Data Standard (BODS) is developed by `Open Ownership <https://www.openownership.org/>`_, a non-profit organisation focused on beneficial ownership transparency, in partnership with `Open Data Services <https://opendataservices.coop/>`_.
es: El Estándar de datos sobre beneficiarios finales (BODS) es elaborado por `Open Ownership <https://www.openownership.org/>`_, una organización sin fines de lucro enfocada en la transparencia de beneficiarios finales, en asociación con `Open Data Services <https://opendataservices.coop/>`_.
fr: La Norme relative aux données sur la propriété effective (« Beneficial Ownership Data Standard » ou BODS) est développée par `Open Ownership <https://www.openownership.org/>`_, une organisation à but non lucratif travaillant sur la transparence de la propriété effective, en partenariat avec `Open Data Services <https://opendataservices.coop/>`_.
ru: Стандарт данных о бенефициарном владении (СДБВ) разработан `Open Ownership <https://www.openownership.org/>`_ — некоммерческой организацией, занимающейся проблемами прозрачности бенефициарного владения, в партнерстве с `Open Data Services <https://opendataservices.coop/>`_.

source: Development of BODS responds to the evolving needs of those collecting, sharing and using beneficial ownership data.
es: La elaboración del BODS responde a las necesidades en evolución de aquellos que recopilan, comparten y usan datos de beneficiarios finales.
fr: Le développement de la norme BODS vise à répondre aux besoins en constante évolution des personnes qui collectent, partagent et utilisent les données sur la propriété effective.
ru: Разработка СДБВ отвечает расширяющимся потребностям тех, кто занимается сбором, публикацией и использованием данных о бенефициарном владении.

source: As work continues towards a version 1.0, the processes by which BODS is governed and developed will be updated by Open Ownership and Open Data Services in consultation with the Data Standard Working Group.
es: Mientras continúa el trabajo para desarrollar una versión 1.0, los procesos por los que el BODS está regido y desarrollado serán actualizados por Open Ownership y Open Data Services en consulta con el Grupo de trabajo sobre estándares de datos.
fr: Au fur et à mesure de la conception de la version 1.0, Open Ownership et Open Data Services, en consultant le groupe de travail sur la norme relative aux données, actualiseront les procédures de gouvernance et de développement de la norme BODS.
ru: По мере продолжения работы над версией 1.0 процессы, в соответствии с которыми осуществляется управление СДБВ и его разработка, будут обновляться организациями Open Ownership и Open Data Services по согласованию с Рабочей группой по разработке стандарта данных.

source: Full details about these processes will be kept up-to-date in the `BODS development handbook <https://openownership.github.io/bods-dev-handbook/>`_.
es: Se actualizarán los detalles sobre estos procesos en el `manual de elaboración del BODS <https://openownership.github.io/bods-dev-handbook/>`_.
fr: Ces procédures seront détaillées et actualisées dans le `manuel de développement de la norme BODS <https://openownership.github.io/bods-dev-handbook/>`_.
ru: Полная информация об этих процессах будет постоянно обновляться в `Руководстве по разработке СДБВ <https://openownership.github.io/bods-dev-handbook/>`_.

source: Feature requests and bug reports
es: Solicitudes de funcionalidades e informes de errores
fr: Demandes de fonctionnalité et rapports d'erreur
ru: Запросы на добавление функций и сообщениях об ошибках

source: To suggest changes or fixes, submit a BODS feature request or bug report via the `issue templates <https://github.com/openownership/data-standard/issues/new/choose>`_ available in the `BODS GitHub repository <https://github.com/openownership/data-standard/>`_.
es: Para sugerir cambios o soluciones, envíe una solicitud de funcionalidades o informe de errores del BODS a través de las `plantillas de incidencias <https://github.com/openownership/data-standard/issues/new/choose>`_ disponibles en el `depósito GitHub del BODS <https://github.com/openownership/data-standard/>`_.
fr: Si vous souhaitez proposer des modifications ou des corrections, envoyez une demande de fonctionnalité ou un rapport d'erreur sur la norme BODS grâce aux `modèles de signalement des problèmes <https://github.com/openownership/data-standard/issues/new/choose>`_ disponibles dans le `référentiel GitHub dédié à la norme BODS <https://github.com/openownership/data-standard/>`_.
ru: Чтобы предложить внесение изменений или исправлений, необходимо подать запрос на добавление функции СДБВ или сообщение об ошибке, воспользовавшись `шаблонами проблем <https://github.com/openownership/data-standard/issues/new/choose>`_, доступными в `репозитории GitHub для СДБВ <https://github.com/openownership/data-standard/>`_.

source: Open Ownership and Open Data Services will respond to all community feature requests or bug reports via comments on the Github issue.
es: Open Ownership y Open Data Services responderán a todas las solicitudes de funcionalidades o informes de errores a través de comentarios en la incidencia de Github.
fr: Open Ownership et Open Data Services répondront à tous les rapports d'erreur et à toutes les demandes de fonctionnalité de la communauté en ajoutant des commentaires au sujet du problème signalé dans Github.
ru: Open Ownership и Open Data Services ответят на все поданные участниками запросы на добавление функций или сообщения об ошибках посредством комментариев к проблеме на Github.

source: Feature development
es: Desarrollo de funcionalidades
fr: Développement de fonctionnalités
ru: Разработка функций

source: To lay out a proposed feature for development or to expand on a community-submitted feature, Open Ownership and Open Data Services use feature development tickets.
es: Para exponer una propuesta de funcionalidad a desarrollar o expandir una propuesta de funcionalidad enviada por la comunidad, Open Ownership y Open Data Services usan tickets de desarrollo de funcionalidades.
fr: Pour proposer en détail une fonctionnalité à développer ou pour contribuer à une demande de fonctionnalité provenant de la communauté, Open Ownership et Open Data Services utilisent les tickets de développement des fonctionnalités.
ru: Чтобы описать предлагаемую для разработки функцию или расширить описание функции, предложенной другими участниками, Open Ownership и Open Data Services предлагают использовать заявки на разработку функций.

source: Feature development tickets are problem statements: they focus on the user-need gaps in BODS which potentially need to be filled. Current open feature development tickets are listed on the `BODS feature tracker <https://github.com/openownership/data-standard/projects/4>`_ and new ones will first be added to the backlog. Once a ticket is actively being researched or worked on, it will be moved to the Research stage.
es: Los tickets de desarrollo de funcionalidades son enunciados de problemas: se enfocan en las necesidades de los usuarios del BODS que posiblemente deban cubrirse. Los actuales tickets de desarrollo de funcionalidades abiertos figuran en el `rastreador de funcionalidades del BODS <https://github.com/openownership/data-standard/projects/4>`_, y los nuevos se agregarán primero a la lista de atrasos. Una vez que se haya investigado activamente sobre un ticket o se haya trabajado en él, pasará a la etapa de Investigación.
fr: Il s'agit d'énoncés des problèmes rencontrés qui se concentrent sur les lacunes en matière de besoins des utilisateurs et utilisateurs dans la norme BODS devant éventuellement être comblées. Les tickets de développement des fonctionnalités actuellement ouverts sont répertoriés dans `l'outil de suivi des fonctionnalités de la norme BODS <https://github.com/openownership/data-standard/projects/4>`_. Les nouveaux tickets sont ajoutés en premier dans le backlog. Lorsqu'un ticket fait l'objet d'une recherche active ou est géré, il passe à l'étape de recherche.
ru: Заявки на разработку функций — это сформулированные проблемы: они нацелены на пробелы в системе данных СДБВ, касающиеся потребностей пользователей, которые потенциально необходимо устранить. Перечень текущих открытых заявок на разработку функций приводится в `трекере функций СДБВ <https://github.com/openownership/data-standard/projects/4>`_, а новые заявки сначала вносятся в журнал невыполненных заявок. Как только начинается активное изучение заявки или работа над ней, такая заявка переводится на этап изучения.

source: Once the user needs for a new feature in BODS have been described in a feature development ticket, proposals can be made about how to implement the feature. Currently Open Ownership and Open Data Services use GitHub Discussions to get feedback about `implementation proposals <https://github.com/openownership/data-standard/discussions/categories/feature-implementation>`_.
es: Una vez que las necesidades del usuario de una nueva funcionalidad en el BODS se hayan descrito en un ticket de desarrollo de funcionalidades, pueden hacerse propuestas sobre cómo implementar la funcionalidad. Actualmente, Open Ownership y Open Data Services usan las conversaciones GitHub para recibir comentarios sobre las `propuestas de implementación <https://github.com/openownership/data-standard/discussions/categories/feature-implementation>`_.
fr: Une fois que les besoins pour les utilisateurs et les utilisatrices de disposer d'une nouvelle fonctionnalité dans la norme BODS a été décrite dans un ticket de développement des fonctionnalités, il est possible de proposer une méthode de mise en œuvre. Actuellement, Open Ownership et Open Data Services utilisent la section « Discussions » de GitHub pour obtenir des commentaires sur les `propositions de mise en œuvre <https://github.com/openownership/data-standard/discussions/categories/feature-implementation>`_.
ru: После того, как потребности пользователя в новой функции СДБВ описаны в заявке на разработку функции, могут вноситься предложения о том, как реализовать эту функцию. В настоящее время Open Ownership и Open Data Services используют форум GitHub Discussions, чтобы получать отзывы о `предложениях по реализации <https://github.com/openownership/data-standard/discussions/categories/feature-implementation>`_.

source: If broad consensus about whether or not to proceed with implementation as laid out in the proposal can't be reached, the decision should be postponed.
es: Si no se puede llegar a un consenso amplio sobre si proceder o no con la implementación tal como se expuso en la propuesta, la decisión debe posponerse.
fr: Si aucun consensus ne peut être obtenu quant à la décision de procéder ou non à la mise en oeuvre proposée, la décision doit être reportée.
ru: Если не удастся достичь широкого консенсуса по поводу того, следует ли приступать к реализации в соответствии с предложением, принятие решения необходимо отложить.

source: Release tracking
es: Rastreo de ediciones
fr: Suivi des lancements
ru: Отслеживание релизов

source: For each new version of BODS, Open Ownership and Open Data Services will create a release tracker as a `project <https://github.com/orgs/openownership/projects>`_ of the `Open Ownership GitHub team <https://github.com/openownership>`_ to capture the features, bug fixes, changes and updates being made in the new version. Here is the `release tracker for BODS version 0.4 <https://github.com/orgs/openownership/projects/4/views/1>`_.
es: Por cada nueva versión del BODS, Open Ownership y Open Data Services crearán un rastreador de ediciones como `proyecto <https://github.com/orgs/openownership/projects>`_ del `equipo Open Ownership de GitHub <https://github.com/openownership>`_ para capturar las funcionalidades, los arreglos de errores, los cambios y las actualizaciones que se realizan en la nueva versión. Este es el `rastreador de ediciones para la versión 0.4 del BODS <https://github.com/orgs/openownership/projects/4/views/1>`_.
fr: Lorsqu'une nouvelle version de la norme BODS est mise à disposition, Open Ownership et Open Data Services créent un outil de suivi des lancements en tant que `projet <https://github.com/orgs/openownership/projects>`_ de `l'équipe Open Ownership dans GitHub <https://github.com/openownership>`_ afin de répertorier les fonctionnalités, les corrections d'erreurs, les modifications et les actualisations apportées à la nouvelle version. L'outil de suivi pour le lancement de la version 0.4 de la norme BODS est disponible sur `cette page <https://github.com/orgs/openownership/projects/4/views/1>`_.
ru: Для каждой новой версии СДБВ организации Open Ownership и Open Data Services создают трекер релиза как `проект <https://github.com/orgs/openownership/projects>`_ `GitHub-команды Open Ownership <https://github.com/openownership>`_, чтобы фиксировать функции, исправления ошибок, изменения и обновления, которые вносятся в новую версию. `Трекер релиза для версии 0.4 СДБВ находится по ссылке <https://github.com/orgs/openownership/projects/4/views/1>`_.

source: Data Standard Working Group
es: Grupo de trabajo sobre estándares de datos
fr: Groupe de travail sur la norme relative aux données
ru: Рабочая группа по разработке стандарта данных

source: The Data Standard Working Group brings together in-country, technical and data experts to help shape the development of BODS as well as driving adoption of the standard internationally.
es: El Grupo de trabajo sobre estándares de datos reúne a expertos nacionales, técnicos y de datos para ayudar a dar forma al desarrollo del BODS e impulsar la adopción del estándar a nivel internacional.
fr: Le groupe de travail sur la norme relative aux données rassemblent des spécialistes des données et experts techniques locaux afin de concevoir le développement de la norme BODS et de favoriser l'adoption de la norme à l'international.
ru: Рабочая группа по разработке стандарта данных объединяет местных технических экспертов и экспертов по данным для помощи в разработке СДБВ , а также для содействия принятию стандарта на международном уровне.

source: This working group is open to all and includes stakeholders from a range of backgrounds with an interest and expertise in data relating to corporate control or beneficial ownership, and to the use of such data in the public interest.
es: Este grupo de trabajo está abierto a todos e incluye actores con una variedad de antecedentes con interés y experiencia en datos relacionados con el control corporativo o titularidad real, y con el uso de dichos datos en el interés público.
fr: Ce groupe de travail est ouvert à tout le monde et comprend des parties prenantes provenant de divers milieux qui ont un intérêt et une expertise dans les données relatives au contrôle des entreprises ou à la propriété effective, mais aussi dans l'utilisation de telles informations pour les besoins du grand public.
ru: Это открытая рабочая группа, в которую входят заинтересованные лица из разных сфер, имеющие опыт в работе с данными, связанный с корпоративным контролем или бенефициарным владением, а также с использованием таких данных в общественных интересах.

source: Membership of the working group is voluntary. Anyone can apply to join the group by `filling out this form <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`_ after reading the `terms of reference <https://docs.google.com/document/d/1kNxojFM0BLZvUYlFWfayQ88CG7ffC-ypjMtrZxDDKmU/edit?usp=sharing>`_. Virtual group meetings are held quarterly and communication is coordinated through a Google group. Members are encouraged to respond to issues via `GitHub <https://github.com/openownership/data-standard/issues>`_ or email.
es: La membresía del grupo de trabajo es voluntaria. Cualquiera puede solicitar unirse al grupo `llenando este formulario <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`_ después de leer los `términos de referencia <https://docs.google.com/document/d/1kNxojFM0BLZvUYlFWfayQ88CG7ffC-ypjMtrZxDDKmU/edit?usp=sharing>`_. Las reuniones de grupo virtuales se realizan cada trimestre y la comunicación se coordina a través de un grupo de Google. Se alienta a los miembros a responder a las incidencias a través de `GitHub <https://github.com/openownership/data-standard/issues>`_ o por correo electrónico.
fr: Les membres du groupe de travail se proposent de manière spontanée. Toute personne peut demander à en faire partie en `remplissant ce formulaire <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`_ après en avoir lu les `termes de référence <https://docs.google.com/document/d/1kNxojFM0BLZvUYlFWfayQ88CG7ffC-ypjMtrZxDDKmU/edit?usp=sharing>`_. Le groupe de travail se réunit en ligne tous les trimestres et communique à l'aide d'un groupe Google. Les membres peuvent répondre aux problèmes dans `GitHub <https://github.com/openownership/data-standard/issues>`_ ou par e-mail.
ru: Участие в рабочей группе является добровольным. Любой желающий может подать заявку на вступление в группу, `заполнив эту форму <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`_ после ознакомления с `техническим заданием <https://docs.google.com/document/d/1kNxojFM0BLZvUYlFWfayQ88CG7ffC-ypjMtrZxDDKmU/edit?usp=sharing>`_. Виртуальные встречи группы проводятся ежеквартально, а коммуникация координируется через группу Google. Участникам рекомендуется давать ответы по проблемам через `GitHub <https://github.com/openownership/data-standard/issues>`_ или по электронной почте.
