Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/about/index.po
Languages: es, fr, ru

source: This is v0.4 of the Beneficial Ownership Data Standard. Changes are documented in the :ref:`changelog <changelog>`, and the documentation of previous versions is maintained in archive form.
fr: Voici la version 0.4 de la norme BODS. Les modifications apportées sont documentées dans :ref:`le journal des modifications <changelog>` et les versions précédentes sont conservées sous forme d'archives.

source: The `schema <https://standard.openownership.org/en/latest/schema/index.html>`__ contains a structure, fields and codelists. Where possible, validation constraints are included within the JSON schema. Constraints that cannot be integrated into the schema can be checked using the Data Review Tool. See :ref:`Conformance and validation <conformance>` for more information.
fr: Le `schéma <https://standard.openownership.org/en/latest/schema/index.html>`__ contient une structure, des champs et des listes de code. Le cas échéant, les contraintes de validation sont incluses dans le schéma JSON. Il est possible de vérifier les éventuelles contraintes ne pouvant pas être intégrées dans le schéma à l'aide de l'outil d'étude des données. Consultez la section :ref:`Conformité et validation <conformance>` pour obtenir des informations complémentaires.

source: Anyone can submit a feature request or bug report, contribute to feature development tickets, or make implementation proposals. If you would like to be involved in the development and review of the Standard, see the :doc:`Governance <governance>` page.
fr: Toute personne peut soumettre une demande de fonctionnalité ou un rapport d'erreur, contribuer aux tickets de développement des fonctionnalités ou formuler des suggestions quant à la mise en œuvre. Si vous souhaitez participer au développement et à la révision de la norme, consultez la page :doc:`Gouvernance <governance>`.

source: The initial development of BODS was funded by Open Ownership as part of a `UK Department for International Development (DfID) <https://www.gov.uk/government/organisations/department-for-international-development>`__ funded project and its development continues to be funded by the `UK Foreign, Commonwealth and Development Office <https://www.gov.uk/government/organisations/foreign-commonwealth-development-office>`__ and the `Norwegian Agency for Development Cooperation (Norad) <https://www.norad.no/en/front/>`__.
fr: Le développement initial de la norme BODS a été financé par Open Ownership dans le cadre d'un projet soutenu par `le département britannique du Développement international (« Department for International Development » ou DfID) <https://www.gov.uk/government/organisations/department-for-international-development>`__ . Son développement est toujours financé par `le bureau des Affaires étrangères et du Commonwealth du Royaume-Uni (« Foreign, Commonwealth and Development Office ») <https://www.gov.uk/government/organisations/foreign-commonwealth-development-office>`__ et `l'agence norvégienne de la coopération pour le développement (Norad) <https://www.norad.no/en/front/>`__.

source: `Open Ownership <https://www.openownership.org/en/>`__ is a non-profit organisation driving the global shift towards transparency and accountability in corporate ownership and control. It’s managed by an executive team who are overseen by a Steering Group made up of leading transparency and accountability organisations.
fr: `Open Ownership <https://www.openownership.org/en/>`__ est une organisation à but non lucratif visant à contribuer au mouvement mondial vers la transparence et la redevabilité dans le cadre du contrôle et de la propriété des entreprises. Elle est gérée par une équipe dirigeante qui est supervisée par un groupe de pilotage composé de grands organismes impliqués dans les domaines de la transparence et de la redevabilité.

source: To contact the data standard support team at Open Ownership, please email support@openownership.org.
fr: Pour contacter l'équipe d'Open Ownership chargée de l'assistance liée à la norme relative aux données, veuillez lui envoyer un e-mail à l'adresse support@openownership.org.
