Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/about/index.po
Languages: es, fr, ru

source: About
es: ¿De qué se trata?
fr: À propos
ru: О Стандарте

source: This website contains the specification of `version 0.3 of the Beneficial Ownership Data Standard (BODS) <https://standard.openownership.org/en/0.3.0/>`__ plus support for its use.
es: Este sitio web contiene la especificación de `la versión 0.3 del Estándar de Datos de Beneficiarios Finales (BODS) <https://standard.openownership.org/es/0.3.0/>`__ más soporte para su uso.
ru: Данный веб-сайт содержит спецификацию `версии 0.3 Стандарта данных о бенефициарном владении (BODS) <https://standard.openownership.org/en/0.3.0/>`__ и предлагает поддержку в его использовании.

source: BODS is an open standard providing guidance and a structured template for collecting, sharing and using high-quality, machine-readable data on beneficial ownership.
es: BODS es un estándar abierto que proporciona orientación y una plantilla estructurada para recopilar, compartir y utilizar datos de alta calidad legibles por máquina sobre beneficiarios finales.
ru: BODS - это открытый стандарт, предоставляющий инструкции и структурированный шаблон для сбора, обмена и использования высококачественных, машиночитаемых данных о бенефициарном владении.

source: Background
es: Antecedentes
fr: Contexte
ru: Краткая справка

source: The utility of beneficial ownership data is enhanced when the data is available in a `structured format <https://www.openownership.org/en/principles/structured-data/>`__. This allows the data to be easily analysed and linked with other datasets, enhancing the data’s ability to expose transnational networks of illicit financial flows and support effective and timely due diligence.
es: La utilidad de los datos de beneficiarios finales mejora cuando los datos están disponibles en un `formato estructurado <https://www.openownership.org/es/principles/structured-data/>`__. Esto permite que los datos se analicen fácilmente y se vinculen con otros conjuntos de datos, lo que mejora la capacidad de los datos para exponer redes transnacionales de flujos financieros ilícitos y respaldar una debida diligencia efectiva y oportuna.
ru: Полезность данных о бенефициарных владельцах повышается, если эти данные доступны в `структурированном формате <https://www.openownership.org/en/principles/structured-data/>`__. Это позволяет легко анализировать данные и связывать их с другими наборами данных, что повышает способность данных раскрывать транснациональные сети незаконных финансовых потоков и содействовать эффективному и своевременному проведению комплексных проверок.

source: BODS enables beneficial ownership transparency by providing a solid conceptual and practical framework for collecting and publishing beneficial ownership data, resulting in data that is interoperable, more easily reused and of higher quality.
es: BODS permite la transparencia de los beneficiarios finales al proporcionar un sólido marco conceptual y práctico para recopilar y publicar datos de beneficiarios finales, lo que da como resultado datos que son interoperables, más fáciles de reutilizar y de mayor calidad.
ru: Стандарт BODS обеспечивает прозрачность бенефициарного владения, предоставляя надежную концептуальную и практическую основу для сбора и публикации данных о бенефициарном владении, в результате чего данные становятся совместимыми, облегчается их повторное использование, и повышается их качество.

source: BODS is developed by `Open Ownership <https://www.openownership.org/>`__, a non-profit organisation focused on beneficial ownership transparency, in partnership with `Open Data Services <https://opendataservices.coop/>`__.
es: BODS es desarrollado por `Open Ownership <https://www.openownership.org/>`__, una organización sin fines de lucro enfocada en la transparencia de beneficiarios finales, en asociación con `Open Data Services <https://opendataservices.coop/>`__.
fr: La norme BODS est développée par `Open Ownership <https://www.openownership.org/>`__, une organisation à but non lucratif travaillant sur la transparence de la propriété effective, en partenariat avec `Open Data Services <https://opendataservices.coop/>`__.
ru: Стандарт BODS разработан `Open Ownership <https://www.openownership.org/>`__, некоммерческой организацией, занимающейся проблемами прозрачности бенефициарного владения, в партнерстве с `Open Data Services <https://opendataservices.coop/>`__.

source: An open :doc:`data standard working group <governance>` of data experts, beneficial ownership specialists and other interested parties also provides advice and helps guide the development of BODS.
es: Un :doc:`grupo de trabajo estándar de datos <governance>` abiertos de expertos en datos, especialistas en beneficiarios finales y otras partes interesadas también brinda asesoramiento y ayuda a guiar el desarrollo de BODS.
ru: :doc:`Открытая рабочая группа по разработке стандарта data <governance>` , состоящая из экспертов по данным, специалистов по бенефициарному владению и других заинтересованных сторон, также предоставляет консультации и задает направление дальнейшей работе по разработке Стандарта BODS.

source: The working group is co-chaired by Open Ownership and Open Data Services - and anyone can apply to join the group by `filling out this form <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`__. Virtual group meetings are held quarterly and communication is coordinated through a :doc:`Google group <governance>`.
es: El grupo de trabajo está copresidido por Open Ownership y Open Data Services, y cualquiera puede solicitar unirse al grupo `completando este formulario <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`__. Las reuniones de grupos virtuales se llevan a cabo trimestralmente y la comunicación se coordina a través de un :doc:`grupo de Google<governance>`.
ru: Сопредседателями рабочей группы являются организации Open Ownership и Open Data Services, и любой желающий может подать заявку на вступление в группу, `заполнив эту форму: <https://docs.google.com/forms/d/e/1FAIpQLSdRSmSUxyyv2t1k3vWXZ_3EhTW_f603MeGxgyjKnbNNE9vvbQ/viewform>`__. Виртуальные встречи группы проводятся ежеквартально, а коммуникации координируются через :doc:`Google group <governance>`.

source: Current status of the standard
es: Estado actual del estándar
fr: État actuel de la norme
ru: Текущий статус Стандарта

source: This is v0.3 of the Beneficial Ownership Data Standard. A :ref:`changelog <changelog>` is provided, and the documentation of previous versions is maintained in archive form.
es: Esta es la versión 0.3 del Estándar de Datos de Beneficiarios Finales. Un :ref:`registro de cambios<changelog>` es proporcionado, y la documentación de versiones anteriores se mantiene en forma de archivo.
ru: Это версия 0.3 Стандарта данных о бенефициарном владении. Доступна история изменений :ref:`changelog <changelog>`, а документация предыдущих версий хранится в архиве.

source: Implementers should be aware that future changes are anticipated before a version 1.0 release. However, from the v0.1 release onwards, any structural changes or major definitional changes will only take place following consultation.
es: Los implementadores deben saber que se prevén cambios futuros antes del lanzamiento de la versión 1.0. Sin embargo, a partir de la versión v0.1 en adelante, cualquier cambio estructural o cambio de definición importante solo hará después de una consulta.
fr: Il convient de noter que d'autres modifications devraient être apportées avant le lancement de la version 1.0. Or, depuis le lancement de la version 0.1, toute modification structurelle ou définitionnelle importante ne peut être apportée qu'après consultation.
ru: Участники должны знать, что ожидаются новые изменения до выхода версии 1.0. Однако начиная с версии 0.1, любые структурные модификации и значительные изменения в определениях будут вноситься только после консультаций.

source: The `schema <https://standard.openownership.org/en/latest/schema/index.html>`__ contains a structure, fields and codelists but does not yet enforce validation constraints on most fields.
es: El `esquema <https://standard.openownership.org/es/latest/schema/index.html>`__ contiene una estructura, campos y listas de códigos, pero aún no impone restricciones de validación en la mayoría de los campos.
ru: `Схема <https://standard.openownership.org/en/latest/schema/index.html>`__ содержит структуру, поля и списки допустимых значений, но еще не обеспечивает валидацию для большинства полей.

source: Get involved
es: Involúcrate
fr: Participation
ru: Принять участие

source: All changes to the standard draft, documentation and specification take place via GitHub at https://github.com/openownership/data-standard/.
es: Todos los cambios al borrador del estándar, a la documentación y a las especificaciones se llevan a cabo por medio de GitHub en https://github.com/openownership/data-standard/.
fr: Toutes les modifications apportées à l'ébauche de la norme, à la documentation et aux spécifications s'effectuent sur la page https://github.com/openownership/data-standard/ de GitHub.
ru: Внесение всех изменений в проект Стандарта, документацию и спецификацию осуществляется через GitHub по адресу https://github.com/openownership/data-standard/.

source: A `feature tracker is available on GitHub <https://github.com/openownership/data-standard/projects/4>`__ which documents all new BODS features being researched, proposed or implemented.
es: Una `herramienta de seguimiento de características está disponible en GitHub <https://github.com/openownership/data-standard/projects/4>`__ que documenta todas las características nuevas de BODS que se están investigando, proponiendo o implementando.
fr: Un `outil de suivi des fonctionnalités est disponible sur GitHub <https://github.com/openownership/data-standard/projects/4>`__. Il documente l'ensemble des nouvelles fonctionnalités de la norme BODS qui sont recherchées, suggérées ou mises en œuvre.
ru: `Трекер функций доступен на GitHub <https://github.com/openownership/data-standard/projects/4>`__; в нем документируются все новые функции Стандарта BODS, которые изучаются, предлагаются или внедряются.

source: Features currently on the tracker are those adopted for development by the Open Ownership and Open Data Services teams following work with implementers of beneficial ownership reforms and in consultation with the Data Standard Working Group.
es: Las características que se encuentran actualmente en la herramienta de seguimiento son las adoptadas para su desarrollo por los equipos de Open Ownership y Open Data Services luego del trabajo con los implementadores de las reformas de beneficiarios finales y en consulta con el Grupo de Trabajo de Estándar de Datos.
ru: В настоящее время в трекере представлены функции, принятые к разработке командами Open Ownership и Open Data Services после консультаций с исполнителями реформ бенефициарного владения и Рабочей группой по разработке стандарта данных.

source: However, anyone can submit a feature request ticket, contribute to a feature development ticket, or make an implementation proposal. The data standard support team at Open Ownership will consider and reply to any submitted feature requests within a month from submission.
es: Sin embargo, cualquiera puede enviar un ticket de solicitud de funciones, contribuir a un ticket de desarrollo de características o hacer una propuesta de implementación. El equipo de soporte de estándares de datos en Open Ownership considerará y responderá a cualquier solicitud de características enviada dentro de un mes desde el envío.
ru: Однако любой человек может подать запрос функции, внести вклад в разработку функции или внести предложение по реализации. Команда поддержки стандартов данных Open Ownership рассмотрит и ответит на все поданные запросы функций в течение месяца с момента подачи.

source: See the `project issue tracker <https://github.com/openownership/data-standard/issues>`__ for a list of open bugs, issues and features.
es: Consulte la `herramienta de seguimiento de problemas del proyecto <https://github.com/openownership/data-standard/issues>`__ para obtener una lista de errores abiertos, problemas y características.
ru: См. `трекер ошибок проекта <https://github.com/openownership/data-standard/issues>`__, чтобы ознакомиться со списком обнаруженных ошибок, проблем и опций.

source: If you would like to be involved in the development and review of the Standard, see the :doc:`Governance <governance>` page.
es: Si desea participar en el desarrollo y la revisión del Estándar, consulte la página sobre :doc:`Gobernanza <governance>` .
ru: Если вы хотите принять участие в разработке и анализе Стандарта, см. :doc:`страницу «Управление»<governance>`.

source: Partners and funders
es: Aliados y financiadores
fr: Partenaires et bailleurs de fonds
ru: Партнеры и спонсоры

source: The initial development of BODS was funded by Open Ownership as part of a `UK Department for International Development (DfID) <https://www.gov.uk/government/organisations/department-for-international-development>`__ funded project and its development continues to be funded by the `UK Foreign, Commonwealth and Development Office <https://www.gov.uk/government/organisations/foreign-commonwealth-development-office>`__ which replaced DfID.
es: El desarrollo inicial de BODS fue financiado por Open Ownership como parte de un proyecto financiado por el `Departamento para el Desarrollo Internacional del Reino Unido (DfID) <https://www.gov.uk/government/organisations/department-for-international-development>`__ y su desarrollo continúa siendo financiado por la `Oficina de Asuntos Exteriores, Commonwealth y Desarrollo del Reino Unido <https://www.gov.uk/government/organisations/foreign-commonwealth-development-office>`__ que reemplazó a DfID.
ru: Первоначальная разработка Стандарта BODS была профинансирована организацией Open Ownership в рамках проекта, который спонсировался `Министерством международного развития Великобритании (DfID) <https://www.gov.uk/government/organisations/department-for-international-development>`__ , и его разработка продолжает финансироваться `Министерством иностранных дел, по делам Содружества и развития Великобритании <https://www.gov.uk/government/organisations/foreign-commonwealth-development-office>`__ , которое является преемником DfID.

source: Open Ownership is a non-profit organisation supporting countries that are making the beneficial ownership of companies more transparent. Its day-to-day management is done by an executive team who are overseen by a Steering Group made up of leading transparency and accountability organisations.
es: Open Ownership es una organización sin fines de lucro que apoya a los países que están transparentando los beneficiarios finales de las empresas. Su gestión diaria la realiza un equipo ejecutivo supervisado por un Grupo Directivo formado por organizaciones líderes en transparencia y rendición de cuentas.
ru: Open Ownership - это некоммерческая организация, оказывающая поддержку странам, которые делают бенефициарное владение компаний более прозрачным. Повседневное управление организацией осуществляется исполнительной командой, которую контролирует Руководящая группа, состоящая из ведущих организаций, занимающихся проблемами обеспечения прозрачности и подотчетности.

source: In order to focus on its mission, Open Ownership is fiscally sponsored by `Global Impact <https://charity.org>`__. `Fiscal sponsorship <https://charity.org/fiscal-sponsorship>`__ is a common mechanism in the non-profit sector that enables organisations to launch new programmes without needing to complete the full process of establishing a new legal entity.
es: Con el fin de centrarse en su misión, Open Ownership cuenta con el patrocinio fiscal de `Global Impact <https://charity.org>`__. `El patrocinio fiscal <https://charity.org/fiscal-sponsorship>`__ es un mecanismo común en el sector sin fines de lucro que permite a las organizaciones lanzar nuevos programas sin necesidad de completar el proceso completo de establecimiento de una nueva entidad jurídica.
fr: Afin de pouvoir se concentrer sur sa mission, Open Ownership bénéficie du parrainage fiscal de `Global Impact <https://charity.org>`__. Le `parrainage fiscal <https://charity.org/fiscal-sponsorship>`__ est un outil souvent utilisé dans le secteur des organisations à but non lucratif afin de les aider à lancer de nouveaux programmes sans devoir créer une nouvelle entité juridique.
ru: Чтобы Open Ownership могла сосредоточиться на своей миссии, она получает финансовую поддержку от `Global Impact <https://charity.org>`__. `Такая финансовая поддержка <https://charity.org/fiscal-sponsorship>`__ является распространенным механизмом в некоммерческом секторе, который позволяет организациям запускать новые программы без необходимости прохождения полного процесса создания нового юридического лица.

source: The specification and documentation of BODS have been developed by Open Ownership, Open Data Services and `OpenCorporates <https://opencorporates.com/>`__. Read the :doc:`credits <credits>` for full details of the people who have helped develop BODS.
es: La especificación y la documentación de BODS han sido desarrolladas por Open Ownership, Open Data Services y `OpenCorporates <https://opencorporates.com/>`__. Lea los :doc:`créditos <credits>` para conocer todos los detalles de las personas que han ayudado a desarrollar BODS.
fr: Les spécifications et la documentation de la norme BODS ont été développées par Open Ownership, Open Data Services et `OpenCorporates <https://opencorporates.com/>`__. Lisez la section :doc:`Crédits <credits>` pour connaître la liste des personnes ayant participé au développement de la norme BODS.
ru: Спецификация и документация Стандарта BODS были разработаны Open Ownership, Open Data Services и `OpenCorporates <https://opencorporates.com/>`__. Ознакомьтесь с :doc:`credits <credits>`, чтобы получить полную информацию о лицах, которые участвовали в разработке Стандарта BODS.

source: License and contributor agreement
es: Licencia y convenio de contribución
fr: Contrat de licence et de contribution
ru: Лицензия и авторское соглашение

source: Schema content of the Open Ownership Register is published under the `GNU Affero General Public License v3.0 <https://github.com/openownership/register/blob/master/LICENSE>`__.
es: El contenido del esquema del Registro de Open Ownership se publica bajo la `Licencia Pública General Affero de GNU v3.0 <https://github.com/openownership/register/blob/master/LICENSE>`__.
fr: Le contenu du schéma du registre d'Open Ownership est publié dans le cadre de la `licence publique GNU Affero General Public License v3.0 <https://github.com/openownership/register/blob/master/LICENSE>`__.
ru: Контент схемы Реестра Open Ownership публикуется по `общей публичной лицензии GNU Affero, версия 3.0 <https://github.com/openownership/register/blob/master/LICENSE>`__.

source: The BODS schema is licensed under the `Apache License, Version 2.0 <https://www.apache.org/licenses/LICENSE-2.0>`__. Stakeholders can use the software for any purpose, to distribute it, to modify it, and to distribute modified versions of the software. Contributors are required to accept the `contributor agreement <https://github.com/openownership/data-standard/blob/master/CONTRIBUTING.md>`__.
es: El esquema de BODS tiene licencia de `Apache License, Version 2.0 <https://www.apache.org/licenses/LICENSE-2.0>`__. Las personas o entidades interesadas pueden utilizar el software para cualquier fin, distribuirlo, modificarlo y distribuir sus versiones modificadas. Los contribuyentes están obligados a aceptar el `convenio de contribuyente <https://github.com/openownership/data-standard/blob/master/CONTRIBUTING.md>`__.
fr: Le schéma de la norme BODS est régi par la `license Apache, version 2.0 <https://www.apache.org/licenses/LICENSE-2.0>`__. Les parties prenantes peuvent utiliser le logiciel à toutes fins, le distribuer, le modifier et en distribuer des versions modifiées. Les personnes apportant une contribution doivent accepter le `contrat de contribution <https://github.com/openownership/data-standard/blob/master/CONTRIBUTING.md>`__.
ru: Схема Стандарта BODS лицензирована на условиях `лицензии Apache, версия 2.0 <https://www.apache.org/licenses/LICENSE-2.0>`__. Заинтересованные лица могут использовать программное обеспечение в любых целях, распространять его, изменять и распространять модифицированные версии программного обеспечения. Соавторы должны подписать `соглашение о соавторстве <https://github.com/openownership/data-standard/blob/master/CONTRIBUTING.md>`__.

source: Contact
es: Contacto
ru: Контактные данные

source: To connect with the data standard support team at Open Ownership, please email support@openownership.org.
es: Para comunicarse con el equipo de soporte de estándares de datos de Open Ownership, envíe un correo electrónico a support@openownership.org.
ru: Чтобы связаться с группой поддержки стандартов данных Open Ownership, отправьте письмо по адресу support@openownership.org.

source: This website contains the specification of version 0.4 of the Beneficial Ownership Data Standard (BODS) and support for its use.
fr: Ce site web décrit les spécifications de la version 0.4 de la norme relative aux données sur la propriété effective (« Beneficial Ownership Data Standard » ou BODS) ainsi qu'un soutien à son utilisation.

source: BODS is an open standard for collecting, sharing and using high-quality, machine-readable data on beneficial ownership.
fr: La norme BODS est une norme ouverte pour la collecte, le partage et l'utilisation de données de haute qualité et lisibles par machine sur la propriété effective.

source: Collecting, storing, and making beneficial ownership information available as `structured and interoperable data <https://www.openownership.org/en/principles/structured-data/>`__ improves its functionality. It reduces the cost of producing, using, and maintaining the information, and has a greater chance of meeting beneficial ownership transparency policy goals such as exposing transnational networks of illicit financial flows or supporting effective and timely due diligence.
fr: La collecte, le stockage et la mise à disposition des informations sur la propriété effective en tant que `données structurées et interopérables <https://www.openownership.org/en/principles/structured-data/>`__ en améliorent la fonctionnalité. Les coûts de génération, d'utilisation et de conservation des informations sont réduits. En outre, les objectifs de la politique sur la transparence de la propriété effective sont bien plus susceptibles d'être atteints, notamment l'exposition des réseaux transnationaux de flux financiers illicites ou des vérifications préalables efficaces réalisées en temps opportuns.

source: BODS enables beneficial ownership transparency by providing a conceptual and practical framework for collecting and publishing beneficial ownership data, resulting in data that is interoperable and high quality.
fr: La norme BODS favorise la transparence de la propriété effective en fournissant un cadre conceptuel et pratique pour la collecte et la publication des données sur la propriété effective, ce qui permet de bénéficier d'informations interopérables et de qualité supérieure.

source: An open :any:`data standard working group <working-group>` of data experts, beneficial ownership specialists and other interested parties also provides advice and helps guide the development of BODS.
fr: En outre, un :any:`groupe de travail ouvert sur la norme <working-group>` rassemblant des spécialistes des données et de la propriété effective, mais aussi d'autres parties intéressées, fournit des conseils et oriente le développement de la norme BODS.
