Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/about/privacy-notice.po
Languages: ru

source: Privacy Notice
ru: Уведомление о конфиденциальности

source: ReadTheDocs provide the platform these docs are hosted on, for information about how they collect and process personal data, `see their Privacy Policy <https://docs.readthedocs.io/en/latest/privacy-policy.html>`__.
ru: ReadTheDocs предоставляет платформу, на которой размещаются данные документы. Для получения информации о том, как на этом ресурсе осуществляется сбор и обработка персональных данных, `см. его Политику приватности <https://docs.readthedocs.io/en/latest/privacy-policy.html>`__.

source: OpenOwnership is committed to ensuring that your privacy is protected. This privacy notice sets out how we collect and process any personal data when you use this website.
ru: OpenOwnership обязуется обеспечивать защиту вашей конфиденциальности. В данном уведомлении о конфиденциальности описано, как мы осуществляем сбор и обработку персональных данных при использовании вами этого веб-сайта.

source: We may change this notice from time to time by updating this page. This notice is effective from 24th May 2018.
ru: Мы вправе периодически изменять данное уведомление путем обновления этой страницы. Данное уведомление вступает в силу 24 мая 2018 года.

source: You can contact us at OpenOwnership (as the data controller) if would like a copy of the information held on you or if you believe that any information we are holding on you is incorrect or incomplete.
ru: Вы можете обратиться к нам в OpenOwnership (как к распорядителю данных), если вы хотели бы получить копию хранящейся о вас информации или если вы считаете, что какая-либо хранящаяся у нас информация о вас является неверной или неполной.

source: You have the following rights concerning this data:
ru: У вас есть следующие права касательно этих данных:

source: Right to be informed, which is the purpose of this privacy notice.
ru: Право на получение информации, что является целью данного уведомления о конфиденциальности.

source: Right to Access, Rectification, Erasure, and to Restrict Processing. Note that the right to Erasure and Restrict Processing are balanced against our legitimate interests. Where relevant, you need to provide information to re-identify yourself from our pseudonymised data, see `GDPR Article 11 <https://gdpr-info.eu/art-11-gdpr/>`__.
ru: Право на доступ, исправление, удаление и ограничение обработки. Обратите внимание, что права на удаление и ограничение обработки уравновешиваются нашими законными интересами. В соответствующих случаях вы должны предоставлять информацию для вашей повторной идентификации на основе наших псевдонимизированных данных, см. `Статью 11 Общего регламента по защите данных <https://gdpr-info.eu/art-11-gdpr/>`__..

source: Right to object to our processing.
ru: Право на отказ от осуществления нами обработки данных.

source: Our supervisory authority is the `ICO in the UK <https://ico.org.uk/>`__. You have the right to lodge a complaint with them.
ru: Нашим контролирующим органом является `Управление Комиссара по информации в Великобритании <https://ico.org.uk/>`__. Вы имеете право подать жалобу в этот орган.

source: We process personal data for the following purposes:
ru: Мы осуществляем обработку персональных данных в следующих целях:

source: Understanding website visitor and traffic patterns
ru: Понимание моделей поведения посетителей веб-сайта и трафика

source: We rely on `legitimate interests <https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/>`__ (`GDPR Article 6(1)(f) <https://gdpr-info.eu/art-6-gdpr/>`__) as the lawful basis for this processing. Details about the type of data, the purpose of the processing and legitimate interests, and the storage and retention of the data are set out below.
ru: Мы опираемся на `законные интересы <https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/>`__ (`Общий регламент по защите данных, статья 6(1)(f) <https://gdpr-info.eu/art-6-gdpr/>`__) как законную основу для этой обработки данных. Сведения о типе данных, цели обработки и законных интересах, а также сохранении и хранении данных изложены ниже.

source: We collect data about your visits to the website, for the purpose of analysing how the website is used, so that we can improve it. A self hosted copy of `Matomo <http://matomo.org>`__ is used for this.
ru: Мы осуществляем сбор данных о ваших посещениях веб-сайта с целью анализа егоиспользования для получения возможности улучшения веб-сайта. В этих целях используется размещенная локально копия `Matomo <http://matomo.org>`__.

source: Personal data we collect:
ru: Собираемые нами персональные данные:

source: Your IP address - this is pseudonymised by redacting the second half of the address
ru: Ваш IP-адрес — производится его псевдонимизация путем скрытия второй половины адреса

source: Referrer (what page you arrived at one of our web pages from)
ru: Источник ссылки (с какой страницы вы перешли на одну из наших веб-страниц)

source: Information about your device, OS and browser
ru: Информация о вашем устройстве, ОС и браузере

source: We do not use this data to personally identify individuals, but it is possible that it could be used to do so, particularly if combined with other datasets.
ru: Мы не используем эти данные в целях личной идентификации физических лиц, но они могут быть использованы для этого, особенно в сочетании с другими наборами данных.

source: You can opt out of this processing: if you have set your web browser to "I do not want to be tracked" (DoNotTrack is enabled) then Matomo will not track your visit.
ru: Вы можете отказаться от этой обработки данных: если в настройках своего браузера вы выбрали «Я не хочу, чтобы меня отслеживали» (активна функция отключения отслеживания DoNotTrack), то Matomo не будет отслеживать ваше посещение.

source: Matomo also has its own opt out mechanism:
ru: Также Matomo имеет свой собственный механизм для такого отказа:

source: Data processors: Open Data Services Co-operative Limited, Bytemark.
ru: Специалисты по обработке данных: Open Data Services Co-operative Limited, Bytemark.

source: The data controller (OpenOwnership) is based in the USA.
ru: Распорядитель данных (OpenOwnership) находится в США.

source: The data is kept indefinitely, in pseudonymised form.
ru: Хранение данных осуществляется без ограничения по времени в псевдонимизированной форме.
