Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/changelog.po
Languages: es, fr, ru

source: ChangeLog
es: Registro de modificaciones
fr: Journal des modifications
ru: Лог изменений

source: This is v0.4 of the Beneficial Ownership Data Standard. It includes updates to the data model, codelists, and technical guidance.
es: Esta es la versión 0.4 del Estándar de datos sobre beneficiarios finales. Incluye actualizaciones del modelo de datos, listas de códigos y orientación técnica.
fr: Ceci est la v.04 de la norme relative aux données sur la propriété effective comprenant des mises à jour du modèle de données, des listes de codes et des orientations techniques.
ru: Это версия 0.4 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений и технические рекомендации.

source: Future changes are anticipated before a version 1.0 release. See the :ref:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Se anticipan cambios futuros antes del lanzamiento de una versión 1.0. Consulte las páginas :ref:`Registro de modificaciones<changelog>` y `¿De qué se trata? <../about>`_ para obtener más información.
fr: Des modifications ultérieures sont prévues avant le lancement de la version 1.0. Voir les pages :ref:`Journal des modifications <changelog>` et `À propos <../about>`_ pour plus d'informations.
ru: Ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :ref:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: Added
es: Qué se agregó
fr: Ajouts
ru: Добавлено

source: ``recordDetails`` object to contain person, entity or relationship fields within a Statement.
es: Objeto ``recordDetails`` que contiene los campos de persona, entidad o relación dentro de un enunciado.
fr: Objet ``recordDetails`` qui contient les champs relatifs aux personne, entité ou relation dans un énoncé.
ru: Объект ``recordDetails``, с полями о физическом лице, субъекте или отношениях в Характеристике.

source: ``declaration`` and ``declarationSubject`` to support grouping of Statements by parent declaration (filing) or by the declarant
es: ``declaration`` y ``declarationSubject`` para apoyar el agrupamiento de enunciados por declaración principal (presentación formal) o por declarante
fr: ``declaration`` et ``declarationSubject`` pour faciliter le regroupement des énoncés par déclaration principale (dépôt) ou par déclarant
ru: Свойства ``declaration`` и ``declarationSubject`` для обеспечения возможности группирования Характеристик по родительской декларации (документ) или декларанту.

source: ``recordId`` and ``recordStatus`` to support information updates
es: ``recordId`` y ``recordStatus`` para apoyar las actualizaciones de información
fr: ``recordId`` et ``recordStatus`` pour faciliter les mises à jour des informations
ru: Свойства ``recordId`` и ``recordStatus`` для поддержки обновления информации.

source: New documentation pages:
es: Nuevas páginas de documentación:
fr: Nouvelles pages de documentation :
ru: Новые страницы документации:

source: Dates guidance
es: Guía de fechas
fr: Indications concernant les dates
ru: Руководство по указанию дат

source: Generating statements
es: Generación de enunciados
fr: Production d'énoncés
ru: Создание характеристик

source: Record identifiers
es: Identificadores de registro
fr: Identifiants d'enregistrement
ru: Идентификаторы записей

source: Representing trusts
es: Representación de fideicomisos
fr: Représentation des trusts
ru: Представление трастов

source: Representing nominees
es: Representación de acuerdos de mandato
fr: Représentation des mandataires
ru: Представление номинальных владельцев

source: Representing record updates
es: Representación de actualizaciones de registro
fr: Représentation des mises à jour de l'enregistrement
ru: Представление обновлений записи

source: Changed
es: Qué se modificó
fr: Modifications
ru: Изменено

source: All date and date-time fields reviewed to ensure appropriate validation
es: Se revisaron todos los campos de fecha y fecha-hora para garantizar una validación correcta
fr: Tous les champs de date et de date-heure ont été revus afin d'en garantir la bonne validation
ru: Все поля даты и даты-времени проверены для обеспечения надлежащей валидации.

source: Schema and codelist titles and descriptions updated
es: Se actualizaron los títulos y descripciones del esquema y de la lista de códigos
fr: Les titres et les descriptions du schéma et des listes de codes ont été actualisés
ru: Обновлены названия и описания в схеме и списке допустимых значений.

source: Documentation images and text updated
es: Se actualizaron las imágenes y el texto de la documentación
fr: Les images et le texte de la documentation ont été actualisés
ru: Обновлены изображения и текст в документации.

source: Documentation section 'Data schema' renamed 'Data standard' for clarity
es: Se renombró la sección de la documentación 'Esquema de datos' como 'Estándar de datos' para más claridad
fr: La section 'Schéma des données' de la documentation a été renommée 'Normes relative aux données' pour plus de clarté
ru: Раздел документации 'Схема данных' переименован в 'Стандарт данных' для ясности.

source: Guidance pages in 'Data standard' restructured into 'Modelling requirements' and 'System requirements' sub-sections
es: Las páginas guía de 'Estándar de datos' se restructuraron en las subsecciones 'Requisitos de modelado' y 'Requisitos de sistema'
fr: Les pages d'indications dans 'Norme relative aux données' ont été restructurées en sous-sections 'Exigences relatives à la modélisation' et 'Exigences relatives aux systèmes'
ru: Страницы с рекомендациями в разделе 'Стандарт данных' реструктурированы в подразделы 'Требования к моделированию' и 'Системные требования'.

source: 'Ownership-or-control' statements renamed 'Relationship' statements
es: Se renombraron los enunciados 'Ownership-or-control' como enunciados 'Relationship'
fr: Les énoncés 'Propriété ou contrôle' ont été renommés énoncés de 'relation'
ru: Характеристики о 'владении или контроле' переименованы в Характеристики 'отношений'.

source: Statement fields:
es: Campos de enunciado:
fr: Champs relatifs aux énoncés :
ru: Поля характеристики:

source: ``statementDate`` now required
es: ``statementDate`` ahora es requerido
fr: ``statementDate`` est désormais obligatoire
ru: поле ``statementDate`` теперь является обязательным;

source: ``statementType`` replaced with ``recordType``
es: Se reemplazó ``statementType`` por ``recordType``
fr: ``statementType`` a été remplacé par ``recordType``
ru: поле ``statementType`` заменено на ``recordType``;

source: ``statementID`` renamed ``statementId``
es: Se renombró ``statementID`` como ``statementId``
fr: ``statementID`` a été renommé ``statementId``
ru: поле ``statementID`` переименовано в ``statementId``.

source: Entity fields:
es: Campos de entidad:
fr: Champs relatifs aux entités :
ru: Поля, касающиеся субъекта:

source: ``entityType`` and ``entitySubtype`` combined into ``entityType``
es: Se combinaron ``entityType`` y ``entitySubtype`` en ``entityType``
fr: ``entityType`` et ``entitySubtype`` ont été fusionnés dans ``entityType``
ru: поля ``entityType`` и ``entitySubtype`` объединены в поле ``entityType``;

source: ``securitiesListings`` removed from required fields in ``publicListing``
es: Se eliminó ``securitiesListings`` de los campos requeridos en ``publicListing``
fr: ``securitiesListings`` a été supprimé des champs obligatoires dans ``publicListing``
ru: поле ``securitiesListings`` удалено из обязательных полей в объекте ``publicListing``;

source: 'nomination' and 'trust' added ``entitySubtype`` codelist
es: 'mandato' y 'fideicomiso' se agregaron a la lista de códigos ``entitySubtype``
fr: 'mandat' et 'trust' ont été ajoutés à la liste de codes ``entitySubtype``
ru: значения 'nomination' и 'trust' добавлены в список допустимых значений поля ``entitySubtype``;

source: prefixes removed from ``entitySubtype`` codelist (e.g. 'stateBody-stateAgency' is now 'stateAgency')
es: Se eliminaron los prefijos de la lista de códigos ``entitySubtype`` (p. ej. 'stateBody-stateAgency' ahora es 'stateAgency')
fr: Les préfixes ont été supprimés de la liste de codes ``entitySubtype`` (ex. 'stateBody-stateAgency' se présente désormais sous la forme 'stateAgency')
ru: из перечня допустимых значений поля ``entitySubtype`` удалены префиксы (например, значение 'stateBody-stateAgency' теперь имеет вид 'stateAgency').

source: Relationship fields:
es: Campos de relación:
fr: Champs relatifs aux relations :
ru: Поля, касающиеся отношений:

source: ``Interest.share`` properties and requirements updated. Exact values and ranges are now represented in simpler ways.
es: Se actualizaron las propiedades y los requisitos `Interest.share``. Ahora los valores y los rangos exactos están representados de formas más simples.
fr: Les propriétés et les exigences de ``Interest.share`` ont été actualisées. Les valeurs et les fourchettes exactes sont désormais représentées de façon plus simple.
ru: обновлены свойства поля ``Interest.share`` и требования к нему; точные значения и диапазоны теперь представлены в более простой форме;

source: 'nominee' and 'nominator' added to ``Interest.type`` codelist
es: Se agregaron 'mandatario' y 'mandante' a la lista de códigos ``Interest.type``
fr: 'mandataire' et 'mandant' ont été ajoutés à la liste de codes ``Interest.type``
ru: значения 'nominee' и 'nominator' добавлены в список допустимых значений поля ``Interest.type``;

source: ``interestedParty`` and ``subject`` fields now hold a ``recordId`` value (rather than a ``statementId`` value). They may instead take an Unspecified Record object, to represent missing information.
es: Ahora los campos ``interestedParty`` y ``subject`` contienen un valor ``recordId`` (en lugar de un valor ``statementId``). En lugar de ello, pueden tomar un objeto de registro no especificado para representar la información faltante.
fr: Les champs ``interestedParty`` et ``subject`` contiennent désormais une valeur ``recordId`` (et non plus une valeur ``statementId``). Ils peuvent la remplacer par un objet Enregistrement non spécifié pour représenter des informations manquantes.
ru: поля ``interestedParty`` и ``subject`` теперь содержат значение свойства ``recordId`` (а не значение свойства ``statementId``); вместо этих значений в них может использоваться объект Unspecified Record (Неуказанная запись) для отображения отсутствующей информации;

source: ``componentStatementIds`` renamed ``componentRecordIds`` and now holds ``recordId`` values
es: Se renombró ``componentStatementIds`` como ``componentRecordIds`` y ahora contiene valores ``recordId``
fr: ``componentStatementIds`` a été renommé ``componentRecordIds`` et contient désormais les valeurs ``recordId``
ru: поле ``componentStatementIds`` переименовано в ``componentRecordIds`` и теперь содержит значения свойства ``recordId``.

source: Person fields:
es: Campos de persona:
fr: Champs relatifs aux personnes :
ru: Поля, касающиеся физического лица:

source: ``fullName`` is now required
es: ``fullName`` ahora es requerido
fr: ``fullName`` est désormais obligatoire
ru: поле ``fullName`` теперь является обязательным;

source: Renamed ``name.type`` code 'individual' to 'legal'
es: Se renombró el código ``name.type`` de 'individual' a 'legal'
fr: Le code ``name.type`` 'individual' a été renommé 'legal'
ru: код 'individual' для поля ``name.type`` переименован в 'legal';

source: ``address.country`` is now a Country object not a country code.
es: ``address.country`` ahora es un objeto País, no un código de país.
fr: ``address.country`` est désormais un objet de pays et non plus un code de pays.
ru: поле ``address.country`` теперь является объектом Country (Страна), а не кодом страны.

source: Removed
es: Qué se eliminó
fr: Suppressions
ru: Удалено

source: ``placeOfResidence``
ru: Свойство ``placeOfResidence``.

source: ``agent``
ru: Свойство ``agent``.

source: ``replacesStatements``
ru: Свойство ``replacesStatements``.

source: Functional requirements page
es: Página de requisitos funcionales
fr: Page des exigences fonctionnelles
ru: Страница с описанием функциональных требований.

source: Sources and annotations page
es: Página de fuentes y notas
fr: Page des sources et des annotations
ru: Страница с описанием источников и примечаний.

source: Alterations to schema structure and logic
es: Alteraciones en la estructura y lógica del esquema
fr: Modifications apportées à la structure et à la logique du schéma
ru: Изменения в структуре и логике схемы

source: Updated the JSON Schema version from draft-04 to 2020-12
es: Se actualizó la versión del esquema JSON de draft-04 a 2020-12
fr: Mise à jour de la version du schéma JSON de draft-04 à 2020-12
ru: Версия JSON Schema обновлена с «draft-04» до «2020-12».

source: Schema files renamed and contents refactored
es: Se renombraron los archivos del esquema y se refactorizó el contenido
fr: Nouveau nommage des fichiers du schéma et refactorisation du contenu
ru: Преименованы файлы схемы и реорганизовано содержание.

source: Included as much validation as possible within the schema
es: Se incluyó la mayor validación posible dentro del esquema
fr: Intégration d'autant de validations que possible dans le schéma
ru: В схеме предусмотрен максимально возможный объем валидации.

source: enum types with one value replaced with const type
es: Se reemplazaron los tipos enum con un valor con el tipo const
fr: Remplacement des types enum avec une valeur par un type const
ru: Типы enum с одним значением заменены на тип const.

source: Technical guidance (normative) on 'Representing beneficial ownership': providing detailed requirements for the use of ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs``, and ``isComponent``.
es: Orientación técnica (normativa) sobre 'Representación de los beneficiarios finales': proporciona requisitos detallados para el uso de ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs`` e ``isComponent``.
fr: Orientations techniques (normatives) concernant 'Représentation des bénéficiaires effectifs' : spécification d'exigences détaillées relatives à l'utilisation de ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs``, et ``isComponent``.
ru: Технические рекомендации (нормативные) к «Отображению бенефициарного владения»: предоставление подробных требований к использованию свойств ``beneficialOwnershipOrControl``, ``directOrIndirect``, ``componentStatementIDs`` и ``isComponent``.

source: Support for describing the traded securities and status of a publicly listed company (PLC): a new ``publicListing`` object has been added to Entity Statements.
es: Apoyo para la descripción de los valores negociados y el estado de una empresa que cotiza en bolsa (PLC): se ha agregado un nuevo objeto ``publicListing`` a los enunciados sobre entidad.
fr: Aide à la description des valeurs mobilières négociées et du statut d'une société cotée en bourse (publicly listed company ou PLC, en anglais) : un nouvel objet ``publicListing`` a été ajouté aux énoncés d'entité.
ru: Поддержка описания торгуемых ценных бумаг и статуса компании, зарегистрированной на фондовой бирже (PLC): в характеристиках субъектов добавлен новый объект `publicListing``.

source: Support for representing state-owned enterprises (SOEs):
es: Apoyo a la representación de empresas estatales (SOE):
fr: Aide à la représentation des entreprises publiques (state-owned enterprises ou SOE, en anglais) :
ru: Поддержка отображения информации о государственных предприятиях (SOE):

source: New codes 'state' and 'stateBody' added to the ``entityType`` codelist.
es: Se agregaron nuevos códigos 'state' y 'stateBody' a la lista de códigos ``entityType``.
fr: Ajout de nouveaux codes 'state' et 'stateBody' à la liste de codes ``entityType``.
ru: В список допустимых значений ``entityType`` добавлены новые коды 'state' и 'stateBody'.

source: New ``entitySubtype`` property added to Entity Statements. Its value is an object with properties ``generalCategory`` (codelist, see below) and ``localTerm`` (string).
es: Se agregó la nueva propiedad ``entitySubtype`` a los enunciados de entidad. Su valor es un objeto con propiedades ``generalCategory`` (lista de códigos, ver más abajo) y ``localTerm`` (cadena de caracteres).
fr: Ajout d'une nouvelle propriété ``entitySubtype`` aux énoncés d'entité. Sa valeur est un objet avec les propriétés ``generalCategory`` (liste de codes, voir ci-dessous) et ``localTerm`` (chaîne).
ru: В характеристики субъектов добавлено новое поле ``entitySubtype``. Его значение представляет собой объект со свойствами ``generalCategory`` (список допустимых значений, см. ниже) и ``localTerm`` (строка).

source: New ``entitySubtypeCategory``. Currently only populated with codes related to state bodies.
es: Nueva ``entitySubtypeCategory``. Actualmente solo se completa con códigos relacionados con organismos estatales.
fr: Nouvelle ``entitySubtypeCategory``. Actuellement, seuls les codes liés à des organes de l'État sont utilisés.
ru: Новое поле ``entitySubtypeCategory``. На данный момент содержит только коды, связанные с государственными органами.

source: New ``formedByStatute`` property added to Entity Statements. Its value is an object with properties ``name`` and ``date``.
es: Se agregó la nueva propiedad ``formedByStatute`` a los enunciados de entidad. Su valor es un objeto con propiedades ``name`` y ``date``.
fr: Ajout d'une nouvelle propriété ``formedByStatute`` aux énoncés d'entité. Sa valeur est un objet avec les propriétés ``name`` et ``date``.
ru: В характеристики субъектов добавлено новое поле ``formedByStatute``. Его значение представляет собой объект со свойствами ``name`` и ``date``.

source: Changes (below) to accommodate representation of states and state bodies.
es: Cambios (abajo) para aceptar la representación de estados y organismos estatales.
fr: Modifications (ci-dessous) pour intégrer une représentation des États et de leurs organes.
ru: Изменения (ниже), обеспечивающие отображение информации о государствах и государственных органах.

source: Technical guidance (normative) on 'Representing state-owned enterprises': providing modelling requirements.
es: Orientación técnica (normativa) sobre 'Representación de empresas estatales' que proporciona requisitos de modelado.
fr: Orientations techniques (normatives) pour la 'Représentation des entreprises publiques' contenant des exigences de modélisation.
ru: Технические рекомендации (нормативные) к «Отображению информации о государственных предприятиях»: требования к моделированию.

source: The ``interestType`` codelist has had the following new codes added: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.
es: Se agregaron los siguientes códigos a la lista de códigos ``interestType``: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.
fr: Les nouveaux codes suivants ont été ajoutés à la liste de codes ``interestType`` : 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.
ru: В список допустимых значений ``interestType`` добавлены следующие коды: 'controlViaCompanyRulesOrArticles', 'controlByLegalFramework', 'boardMember', 'boardChair', 'unknownInterest', 'unpublishedInterest', 'enjoymentAndUseOfAssets', 'rightToProfitOrIncomeFromAssets'.

source: The ``interestType`` and ``unspecifiedReason`` codelist codes have been changed from using hyphens to camelCase.
es: Los códigos de la lista de códigos ``interestType`` y ``unspecifiedReason`` han cambiado de usar guiones a camelCase.
fr: Les codes des listes de codes ``interestType`` et ``unspecifiedReason`` n'utilisent plus des tirets mais le camelCase.
ru: Изменены коды списка допустимых значений ``interestType`` и ``unspecifiedReason`` — вместо дефиса используется camelCase.

source: In the Person Statement, ``hasPepStatus`` and ``pepDetails`` have been wrapped in a ``PoliticalExposure`` object and renamed ``status`` and ``details``.
es: En el enunciado sobre persona, ``hasPepStatus`` y ``pepDetails`` se han incluido en un objeto ``PoliticalExposure`` y se les ha cambiado el nombre a ``status`` y ``details``.
fr: Dans l'énoncé de personne physique, ``hasPepStatus`` et ``pepDetails`` ont été inclus dans un objet ``PoliticalExposure`` et renommés ``status`` et ``details``.
ru: Объекты ``hasPepStatus`` и ``pepDetails`` в характеристиках физических лиц включены в объект ``PoliticalExposure`` и переименованы в ``status`` и ``details``.

source: ``incorporatedInJurisdiction`` property in Entity Statements renamed to ``jurisdiction`` and description updated.
es: Se cambió el nombre de la propiedad ``incorporatedInJurisdiction`` en los enunciados sobre entidad a ``jurisdiction`` y se actualizó la descripción.
fr: La propriété ``incorporatedInJurisdiction`` dans les énoncés d'entité a été renommée ``jurisdiction`` et sa description a été actualisée.
ru: Свойство ``incorporatedInJurisdiction`` в характеристиках субъектов переименовано в ``jurisdiction``, его описание обновлено.

source: ``Jurisdiction.name`` is now a required field (previously it was defined as "MUST" in the description).
es: ``Jurisdiction.name`` ahora es un campo requerido (anteriormente se definía como "DEBE" en la descripción).
fr: ``Jurisdiction.name`` est désormais un champ obligatoire (avant, il était défini comme "DOIT" dans la description).
ru: ``Jurisdiction.name`` теперь является обязательным полем (раньше в описании было указано «ОБЯЗАТЕЛЬНО).

source: ``Country.name`` is now a required field (previously it was defined as "MUST" in the description).
es: ``Country.name`` ahora es un campo requerido (anteriormente se definía como "DEBE" en la descripción).
fr: ``Country.name`` est désormais un champ obligatoire (avant, il était défini comme "DOIT" dans la description).
ru: ``Country.name`` теперь является обязательным полем (раньше в описании было указано «ОБЯЗАТЕЛЬНО).

source: 'legalEntity' description in the ``entityType`` codelist updated to remove coverage of government departments (which now fall under 'stateBody').
es: Se actualizó la descripción de 'legalEntity' en la lista de códigos ``entityType`` para eliminar la cobertura de los departamentos gubernamentales (que ahora se incluyen en 'stateBody').
fr: La description 'legalEntity' dans la liste de codes ``entityType`` a été actualisée afin de ne plus inclure les ministères (qui apparaissent désormais dans 'stateBody').
ru: Обновлено описание 'legalEntity' в списке допустимых значений ``entityType`` — оно больше не включает правительственные ведомства (которые теперь относятся к 'stateBody').

source: Clarified ``Address.country`` is from the ISO 3166-1 list.
es: La aclaración de ``Address.country`` proviene de la lista ISO 3166-1.
fr: Clarification de ``Address.country`` issue de la liste ISO 3166-1.
ru: Уточнено, что ``Address.country`` использует список ISO 3166-1.

source: Clarified ``Country.code`` is from the ISO 3166-1 list.
es: La aclaración de ``Country.code`` proviene de la lista ISO 3166-1.
fr: Clarification de ``Country.code`` issue de la liste ISO 3166-1.
ru: Уточнено, что ``Country.code`` использует список ISO 3166-1.
