Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/changelog.po
Languages: es, fr, ru

source: Clarified ``Jurisdiction.code`` is from the ISO 3166-1 or ISO 3166-2 list.
es: La aclaración de ``Jurisdiction.code`` proviene de la lista ISO 3166-1 o ISO 3166-2.
fr: Clarification de ``Jurisdiction.code`` issue de la liste ISO 3166-1 ou ISO 3166-2.
ru: Уточнено, что ``Jurisdiction.code`` входит в список ISO 3166-1 или ISO 3166-2.

source: Clarified required values for ``statementType``.
es: Se aclararon los valores requeridos para ``statementType``.
fr: Clarification des valeurs obligatoires pour ``statementType``.
ru: Уточнены обязательные значения для поля ``statementType``.

source: ``interestLevel`` renamed to ``directOrIndirect``.
es: Se cambió el nombre de ``interestLevel`` a ``directOrIndirect``.
fr: ``interestLevel`` renommé ``directOrIndirect``.
ru: Объект ``interestLevel`` переименован в ``directOrIndirect``.

source: The ``interestType`` codelist codes have had 'OfTrust' removed so they refer to any type of legal arrangement. Their descriptions have been edited to reflect these changes. 'beneficiaryOfTrust' has been changed to 'beneficiaryOfLegalArrangement' to avoid ambiguity and 'otherInfluenceOrControlOfTrust' has been removed.
es: A los códigos de la lista de códigos ``interestType`` se les ha quitado 'OfTrust' para que se refieran a cualquier tipo de estructura jurídica. Sus descripciones se han editado para reflejar estos cambios. 'beneficiaryOfTrust' se cambió a 'beneficiaryOfLegalArrangement' para evitar ambigüedades y se eliminó 'otherInfluenceOrControlOfTrust'.
fr: 'OfTrust' a été supprimé des codes de la liste de codes ``interestType`` afin qu'ils désignent tout type de construction juridique. Leur description a été modifiée en conséquence. 'beneficiaryOfTrust' a été modifié par 'beneficiaryOfLegalArrangement' pour éviter toute ambiguïté et 'otherInfluenceOrControlOfTrust' a été supprimé.
ru: Из списка допустимых значений ``interestType`` удален код 'OfTrust', поэтому теперь они ссылаются на любой тип правоотношений. Описания обновлены, чтобы отразить эти изменения. Объект 'beneficiaryOfTrust' изменен на 'beneficiaryOfLegalArrangement' во избежание неоднозначности, удален объект 'otherInfluenceOrControlOfTrust'.

source: ``Annotation`` object refactored.
es: El objeto ``Annotation`` se ha refactorizado.
fr: Objet ``Annotation`` refactorisé.
ru: Реорганизован объект ``Annotation``.

source: Removed reference to codelist in ``statementType``. This fixes issues caused by the way we use this field to select which subschema to use for validation. This should not impact anyone using the compiled schema, but may affect those using the files in the 'schema' directory directly.
es: Se eliminó la referencia a la lista de códigos en ``statementType``. Esto soluciona los problemas causados por la forma en que usamos este campo para seleccionar qué subesquema usar para la validación. Esto no debería afectar a nadie que use el esquema compilado, pero puede afectar directamente a aquellos que usan los archivos en el directorio 'schema'.
fr: La référence à la liste de codes dans ``statementType`` a été supprimée. Cela permet de résoudre les problèmes causés par l'utilisation de ce champ pour sélectionner un sous-schéma pour validation. Cette suppression ne devrait pas affecter les utilisateurs du schéma compilé, mais directement les utilisateurs de fichiers du répertoire 'schéma'.
ru: Удалена ссылка на список допустимых значений в ``statementType``. Это исправляет проблемы, которые возникали при использовании этого поля для выбора субсхемы для валидации. Это не должно повлиять на тех, кто использует составную схему, но может повлиять на тех, кто использует непосредственно файлы в директории 'schema'.

source: Support for representing details of indirect beneficial ownership relationships (where a beneficial owner owns or controls an entity through intermediaries):
es: Apoyo para representar detalles de las relaciones de titularidad indirecta del beneficiario final (donde un beneficiario final posee o controla una entidad a través de intermediarios):
fr: Aide à la représentation des détails des relations de propriété effective indirectes (lorsqu'un bénéficiaire effectif possède ou contrôle une entité à travers des intermédiaires) :
ru: Поддержка отображения сведений об отношениях косвенного бенефициарного владения (при котором бенефициарный владелец владеет субъектом или контролирует субъект через посредников):

source: A required ``isComponent`` property has been added to all three Statement objects. It takes a boolean value and indicates whether a Statement represents part of a primary indirect ownership-or-control relationship.
es: Se agregó la propiedad requerida ``isComponent`` en los tres objetos de enunciados. Toma un valor booleano e indica si un enunciado representa parte de una relación primaria indirecta de titularidad o control.
fr: Une propriété ``isComponent`` obligatoire a été ajoutée aux trois objets d'énoncé. Elle a une valeur booléenne et indique si un énoncé représente une partie d'une relation principale indirecte de propriété ou de contrôle.
ru: Обязательное свойство ``isComponent`` было добавлено ко всем трем объектам характеристик. Оно принимает логическое значение и указывает на то, отображает ли характеристика компонент основных косвенных отношений владения или контроля.

source: A ``componentStatementIDs`` property has been added to Ownership-or-control Statements. It takes an array of Statement IDs, indicating which component statements provide detail about the parent Ownership-or-control Statement.
es: Se agregó la propiedad ``componentStatementIDs`` a los enunciados sobre titularidad o control. Toma un arreglo de datos de Identificaciones de enunciado indicando cuáles son los enunciados componentes que brindan detalles acerca del enunciado sobre titularidad o control principal.
fr: Une propriété ``componentStatementIDs`` a été ajoutée aux énoncés de propriété ou de contrôle. Elle possède un tableau des identifiants d'énoncé indiquant quels énoncés de composant détaillent l'énoncé de propriété ou de contrôle principal.
ru: Свойство ``componentStatementIDs`` было добавлено в характеристику о владении или контроле. Оно представлено массивом идентификаторов характеристик, указывая на то, какие характеристики компонентов содержат сведения касательно родительской характеристики о владении или контроле.

source: A required ``publicationDetails`` property has been added to all three Statement objects. It represents metadata for Statements: information about their original publisher. Sub-properties (and their sub-properties) are:
es: Se agregó la propiedad requerida ``publicationDetails`` a los tres objetos de enunciados. Representa metadatos de los enunciados: información sobre su publicador original. Las subpropiedades (y sus respectivas subpropiedades) son:
fr: Une propriété ``publicationDetails`` obligatoire a été ajoutée aux trois objets d'énoncé. Elle représente les métadonnées des énoncés : informations sur leur éditeur d'origine. Les sous-propriétés (et leurs sous-propriétés) sont :
ru: Обязательное свойство ``publicationDetails`` было добавлено ко всем трем объектам Характеристик. Оно представляет метаданные для Характеристик: информацию об их первоначальном издателе. Подсвойства (и их подсвойства) следующие:

source: \* required
es: \* requerido
fr: \* obligatoire
ru: \* обязательные

source: A ``hasPepStatus`` property (taking a boolean value) has been added to Person Statements. It is only to be used where disclosure requirements require that Politically Exposed Persons are flagged.
es: Se agregó la propiedad ``hasPepStatus`` (que toma un valor booleano) a los enunciados sobre personas. Solo debe utilizarse cuando los requisitos de divulgación exigen que se marque a las personas expuestas políticamente.
fr: Une propriété ``hasPepStatus`` (ayant une valeur booléenne) a été ajoutée aux énoncés de personne physique. Elle ne doit être utilisée que si le signalement de personnes politiquement exposées est obligatoire.
ru: Свойство ``hasPepStatus`` (принимающее логическое значение) было добавлено в характеристики физических лиц. Его следует использовать только в случаях, когда требования касательно раскрытия информации требуют отмечать Публичных должностных лиц.

source: PEP Status objects now have the additional properties ``missingInfoReason`` and ``source``.
es: Los objetos Condición PEP ahora tienen las propiedades adicionales ``missingInfoReason`` y ``source``.
fr: Les objets Statut de PPE ont désormais d'autres propriétés ``missingInfoReason`` et ``source``.
ru: Объекты статуса ПДЛ теперь имеют дополнительные свойства ``missingInfoReason`` (причина отсутствия информации) и ``source`` (источник).

source: A ``taxResidencies`` property has been added to Person Statements. It takes an array of Country objects.
es: Se agregó la propiedad ``taxResidencies`` a los enunciados sobre personas. Toma un arreglo de datos de objetos País.
fr: Une propriété ``taxResidencies`` a été ajoutée aux énoncés de personne physique. Elle possède un tableau des objets Pays.
ru: Свойство taxResidencies было добавлено в характеристики физического лица. Оно представлено массивом объектов стран (Country).

source: Support for more structured accounts of missing and anonymised data:
es: Apoyo para explicaciones más estructuradas de datos faltantes y anonimizados:
fr: Aide pour une explication plus structurée des données manquantes et anonymisées :
ru: Поддержка более структурированного представления для отсутствующих или анонимизированных данных:

source: ``unspecifiedPersonDetails`` has been added to Person Statements (with a required ``reason`` sub-property)
es: Se agregó ``unspecifiedPersonDetails`` a los enunciados sobre personas (junto con ``reason`` como subpropiedad requerida)
fr: ``unspecifiedPersonDetails`` a été ajouté aux énoncés de personne physique (avec une sous-propriété ``reason`` obligatoire)
ru: Свойство ``unspecifiedPersonDetails`` было добавлено в характеристики физических лиц (с обязательным подсвойством ``reason`` (причина))

source: ``unspecifiedEntityDetails`` has been added to Entity Statements (with a required ``reason`` sub-property)
es: Se agregó ``unspecifiedEntityDetails`` a los enunciados sobre entidades (junto con ``reason`` como subpropiedad requerida)
fr: ``unspecifiedEntityDetails`` a été ajouté aux énoncés d'entité (avec une sous-propriété ``reason`` obligatoire)
ru: Свойство ``unspecifiedEntityDetails`` было добавлено в характеристику субъектов (с обязательным подсвойством ``reason`` (причина))

source: The ``reason`` sub-property draws on the Unspecified Reason codelist (as does the Ownership-or-control Statement's ``interestedParty.unspecified`` property).
es: La subpropiedad ``reason`` se sirve de la lista de códigos Motivo no especificado (al igual que la propiedad ``interestedParty.unspecified`` del enunciado sobre titularidad o control).
fr: La sous-propriété ``reason`` s'appuie sur la liste de codes Motif non précisé (tout comme la propriété ``interestedParty.unspecified`` de l'énoncé de propriété ou de contrôle).
ru: Значение подсвойства ``reason`` берется из списка допустимых значений Неуказанных причин (как и свойство ``interestedParty.unspecified`` характеристики о владении или контроле).

source: The ``pepStatus`` property of Person Statements has been renamed ``pepStatusDetails`` (and still references an array of PEP Status objects).
es: La propiedad ``pepStatus`` de los enunciados sobre personas cambió su denominación a ``pepStatusDetails`` (y sigue haciendo referencia a un arreglo de objetos Condición de PEP).
fr: La propriété ``pepStatus`` des énoncés de personne physique a été renommée ``pepStatusDetails`` (et continue de se référer à un tableau d'objets Statut de PPE).
ru: Свойство ``pepStatus`` характеристик физических лиц было переименовано в ``pepStatusDetails`` (и по-прежнему ссылается на массив объектов статуса PEP).

source: The ``personType`` property of Person Statements is now required.
es: La propiedad ``personType`` de los enunciados sobre personas ahora es requerida.
fr: La propriété ``personType`` des énoncés de personne physique est désormais obligatoire.
ru: Свойство ``personType`` характеристик физических лиц теперь является обязательным.

source: If ``Annotation.motivation`` is 'linking', ``Annotation.url`` is required.
es: Si ``Annotation.motivation`` es "linking", entonces se requiere ``Annotation.url``.
fr: Si ``Annotation.motivation`` est 'linking', ``Annotation.url`` est obligatoire.
ru: Если ``Annotation.motivation`` имеет значение 'linking', то ``Annotation.url`` является обязательным.

source: The Interest Type codelist has been amended:
es: La lista de códigos Tipo de interés se ha modificado:
fr: La liste de codes Type de participation a été modifiée :
ru: В список допустимых значений типов долевого участия были внесены изменения:

source: 'influence-or-control' is renamed 'other-influence-or-control'
es: 'influence-or-control' cambió su denominación a 'other-influence-or-control'
fr: 'influence-or-control' est renommé 'other-influence-or-control'
ru: значение 'influence-or-control' переименовано в 'other-influence-or-control';

source: 'rights-to-surplus-assets' is renamed 'rights-to-surplus-assets-on-dissolution'
es: 'rights-to-surplus-assets' cambió su denominación a 'rights-to-surplus-assets-on-dissolution'
fr: 'rights-to-surplus-assets' est renommé 'rights-to-surplus-assets-on-dissolution'
ru: значение 'rights-to-surplus-assets' переименовано в 'rights-to-surplus-assets-on-dissolution';

source: 'rights-granted-by-contract' has been added
es: Se agregó 'rights-granted-by-contract'
fr: 'rights-granted-by-contract' a été ajouté
ru: добавлено значение 'rights-granted-by-contract';

source: 'conditional-rights-granted-by-contract' has been added
es: Se agregó 'conditional-rights-granted-by-contract'
fr: 'conditional-rights-granted-by-contract' a été ajouté
ru: добавлено значение 'conditional-rights-granted-by-contract'.

source: The Address Type codelist has been amended:
es: La lista de códigos Tipo de dirección se ha modificado:
fr: La liste de codes Type d'adresse a été modifiée :
ru: В список допустимых значений типов адресов были внесены изменения:

source: 'home' has been removed (since 'residence' can be used instead)
es: se suprimió 'home' (ya que se puede usar 'residence' en su lugar)
fr: 'home' a été supprimé (étant donné que 'residence' peut être utilisé à la place)
ru: значение 'home' удалено (так как вместо него можно использовать 'residence');

source: 'business' has been added
es: se agregó 'business'
fr: 'business' a été ajouté
ru: добавлено значение 'business'.

source: The Name Type codelist has been amended:
es: La lista de códigos Tipo de nombre se ha modificado:
fr: La liste de codes Type de nom a été modifiée :
ru: В список допустимых значений типов ФИО были внесены изменения:

source: 'alias', 'aka', and 'nick' have all been removed. They are replaced by 'alternative'
es: se suprimieron 'alias', 'aka' y 'nick'. Se los reemplazó a todos por 'alternative'
fr: 'alias', 'aka' et 'nick' ont tous été supprimés. Ils sont remplacés par 'alternative'
ru: значения 'alias', 'aka' и 'nick' удалены и заменены на 'alternative';

source: 'transliteration' has been added
es: Se agregó 'transliteration'
fr: 'transliteration' a été ajouté
ru: добавлено значение 'transliteration'.

source: The Unspecified Reason codelist has been amended:
es: La lista de códigos Motivo no especificado se ha modificado:
fr: La liste de codes Motif non précisé a été modifiée :
ru: В список допустимых значений неуказанных причин были внесены изменения:

source: 'information-unknown-to-publisher' has been added
es: Se agregó 'information-unknown-to-publisher'
fr: 'information-unknown-to-publisher' a été ajouté
ru: добавлено значение 'information-unknown-to-publisher'.

source: All codelist codes now have descriptions.
es: Todas los códigos de la lista de códigos ahora tienen descripciones.
fr: Toutes les listes de codes contiennent désormais des descriptions.
ru: Значения из списка допустимых значений теперь имеют описания.

source: The ``missingInfoReason`` property has been removed from Person and Entity Statements. It has been replaced with ``unspecifiedPersonDetails`` and ``unspecifiedEntityDetails`` respectively.
es: Se eliminó la propiedad ``missingInfoReason`` de los enunciados sobre personas y los enunciados sobre entidades. Se la reemplazó por ``unspecifiedPersonDetails`` y ``unspecifiedEntityDetails``, respectivamente.
fr: La propriété ``missingInfoReason`` a été supprimée des énoncés de personne physique et d'entité et a été remplacée par ``unspecifiedPersonDetails`` et ``unspecifiedEntityDetails`` respectivement.
ru: Свойство ``missingInfoReason`` было удалено из характеристик физических лиц и субъектов. Оно было заменено на ``unspecifiedPersonDetails`` и ``unspecifiedEntityDetails`` соответственно.

source: ``beneficialOwnershipOrControl`` property added to Interest object. Takes a boolean value. Can be used to assert that an interest between a natural person and an entity makes that person a beneficial owner.
es: Se agregó la propiedad ``beneficialOwnershipOrControl`` al objeto Interés. Toma un valor booleano. Puede utilizarse para afirmar que un interés entre una persona física y una entidad convierte a esa persona en un beneficiario final.
fr: Une propriété ``beneficialOwnershipOrControl`` a été ajoutée à l'objet Participation au capital. Elle a une valeur booléenne et peut être utilisée pour affirmer qu'une personne physique est un bénéficiaire effectif du fait de sa participation dans une entité.
ru: Свойство ``beneficialOwnershipOrControl`` было добавлено к объекту доли участия. Принимает логическое значение. Может использоваться для характеристики, что при наличии доли участия между физическим лицом и субъектом такое физическое лицо является бенефициарным владельцем.

source: ``pepStatus`` property added to Person Statement object. Allows a natural person to be recorded as a politically exposed person (with a related reason, jurisdiction, start date and end date).
es: Se agregó la propiedad ``pepStatus`` al objeto Enunciado sobre persona. Permite registrar a una persona física como persona expuesta políticamente (con un motivo, jurisdicción, fecha de inicio y fecha de finalización relacionados).
fr: La propriété ``pepStatus`` a été ajoutée à l'objet Énoncé de personne physique. Elle permet d'enregistrer une personne physique en tant que personne politiquement exposée (avec un motif, une juridiction, une date de début et une date de fin).
ru: Свойство ``pepStatus`` было добавлено к объекту характеристики физического лица. Позволяет объявить физическое лицо публичным должностным лицом (с указанием соответствующей причины, юрисдикции, начальной даты и конечной даты).

source: ``annotations`` property added to all three types of statement. Annotations provide a way of including additional (structured) data or transforming existing data in a targeted way.
es: Se agregó la propiedad ``annotations`` a los tres tipos de enunciado. Las notas constituyen un modo de incluir datos (estructurados) adicionales o de transformar los datos existentes de manera orientada.
fr: La propriété ``annotations`` a été ajoutée aux trois types d'énoncé. Les annotations permettent d'intégrer des données (structurées) supplémentaires ou de transformer les données existantes de manière ciblée.
ru: Свойство ``annotations`` было добавлено во все три типа характеристик. Примечания являются способом указания дополнительных (структурированных) данных или целенаправленного преобразования существующих данных.

source: An ``unspecified`` property replaces the ``nullParty`` option for interested parties. An unspecifiedReason codelist provides options for describing why an interested party is not recorded.
es: La propiedad ``unspecified`` sustituye a la opción ``nullParty`` para las partes interesadas. La lista de códigos unspecifiedReason ofrece opciones para describir por qué no se registra a una parte interesada.
fr: Une propriété ``unspecified`` remplace l'option ``nullParty`` pour les parties intéressées. Une liste de codes unspecifiedReason offre des options afin d'expliquer la raison du non enregistrement de la partie intéressée.
ru: Свойство ``unspecified`` заменяет опцию ``nullParty`` для заинтересованных сторон. Список допустимых значений unspecifiedReason обеспечивает возможности для описания того, почему не указана заинтересованная сторона.

source: The interestType codelist has been extended to include interests in trusts.
es: La lista de códigos interestType se amplió a los efectos de incluir intereses en fideicomisos.
fr: La liste de codes interestType a été étendue pour inclure les participations dans des trusts.
ru: Список допустимых значений interestType был расширен и включает в себя долевое участие в трастах.

source: The structure of BODS-formatted data has been flattened, to remove extraneous nesting and facilitate serialization using JSON Lines.
es: Se ha aplanado la estructura de datos en formato BODS a fin de eliminar los anidamientos externos y facilitar la serialización mediante JSON Lines.
fr: La structure des données au format BODS a été aplanie afin d'éliminer les imbrications superflues et faciliter la sérialisation à l'aide de JSON Lines.
ru: Структура данных в формате СДБВ стала более плоской, чтобы исключить посторонние вложения и упростить сериализацию при помощи Линий JSON.

source: 'Beneficial ownership statements' have been renamed 'Ownership-or-control statements' to reflect the scope of their use.
es: 'Beneficial ownership statements' cambió su denominación a 'Ownership-or-control statements' para reflejar el alcance de su uso.
fr: 'Beneficial ownership statements' a été renommé 'Ownership-or-control statements' afin de refléter la portée de leur utilisation.
ru: «Характеристики о бенефициарном владении» были переименованы в «Характеристики о владении или контроле» для отображения сферы их использования.

source: Arrays of ``statementGroup`` objects (each object with its own statement group id) are no longer used to package arrays of statements. This reflects a flattening of the structure of BODS formatted data.
es: Ya no se utilizan arreglos de objetos ``statementGroup`` (cada objeto con su propia identificación de grupo de enunciados) para empaquetar arreglos de datos de enunciados. Esto refleja el aplanamiento de la estructura de datos en formato BODS.
fr: Les tableaux d'objets ``statementGroup`` (chaque objet avec son identifiant de groupe d'énoncés) ne sont plus utilisés pour combiner des tableaux d'énoncés. Ceci reflète un aplanissement de la structure des données au format BODS.
ru: Массивы объектов ``statementGroup`` (каждый объект имеет свой собственный идентификатор группы характеристик) больше не используются для формирования массивов характеристик. Это отражает формирование более плоской структуры данных в формате СДБВ.

source: The ``nullParty`` option for interested parties. See ``unspecified`` property in the Added section above.
es: La opción ``nullParty`` para las partes interesadas. Consulte la propiedad ``unspecified`` en la sección de más arriba que describe qué se agregó.
fr: L'option ``nullParty`` pour les parties intéressées. Voir la propriété ``unspecified`` dans la section Ajouts ci-dessus.
ru: Опция ``nullParty`` для заинтересованных сторон. См. свойство ``unspecified`` в разделе «Добавлено» выше.
