Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/concepts.po
Languages: es, fr, ru

source: A person node is connected via a solid line to an entity node. A person statement block sits next to the person node. A relationship statement block sits next to the solid line. An entity statement block sits next to the entity node. Within the person statement, recordType is 'person', the recordId is 'p24d78ae012f1', and the recordDetails show that the person's name is 'Lev Yotsky'. Within the relationship statement, the recordType is 'relationship' and the recordDetails show that the interestedParty is the record with recordId 'p24d78ae012f1' and the subject is the record with recordId 'e3f199ad8e312'. Within the entity statement, the recordType is 'entity', the recordId is 'e3f199ad8e312' and the recordDetails show that the entity is called 'White Flag Holdings Corp'. These elements represent Lev Yotsky's relationship with White Flag Holdings Corp.
es: El nodo de una persona se conecta a través de una línea continua al nodo de una entidad. El bloque de enunciado sobre persona se ubica junto al nodo de la persona. Un bloque de enunciado sobre relación se ubica junto a la línea sólida. Un bloque de enunciado sobre entidad se ubica junto al nodo de la entidad. Dentro del enunciado sobre persona, recordType es 'person', el recordId es 'p24d78ae012f1', y los recordDetails muestran que el nombre de la persona es 'Lev Yotsky'. Dentro del enunciado sobre relación, el recordType es 'relationship' y los recordDetails muestran que la interestedParty es el registro con el recordId 'p24d78ae012f1' y el sujeto es el registro con el recordId 'e3f199ad8e312'. Dentro del enunciado sobre entidad, el recordType es 'entity', el recordId es 'e3f199ad8e312' y los recordDetails muestran que la entidad se llama 'White Flag Holdings Corp'. Estos elementos representan la relación de Lev Yotsky con White Flag Holdings Corp.
fr: Un nœud de personne physique est relié par une ligne continue à un nœud d'entité. Un bloc d'énoncé de personne physique est placé à côté du nœud de personne physique. Un bloc d'énoncé de relation se situe à côté de la ligne continue. Un bloc d'énoncé d'entité est placé à côté du nœud d'entité. Dans l'énoncé de personne physique, le recordType est 'personne', le recordId est 'p24d78ae012f1', et les recordDetails précisent que le nom de la personne est 'Lev Yotsky'. Dans l'énoncé de relation, le recordType est 'relation' et les recordDetails indiquent que l'interestedParty est l'enregistrement avec le recordId 'p24d78ae012f1' et le sujet est l'enregistrement avec le recordId 'e3f199ad8e312'. Dans l'énoncé d'entité, le recordType est 'entité', le recordId est 'e3f199ad8e312' et les recordDetails précisent que le nom de l'entité, 'White Flag Holdings Corp'. Ces éléments représentent la relation entre Lev Yotsky et Flag Holdings Corp.
ru: Узел физического лица соединен с узлом субъекта сплошной линией. Блок характеристики физического лица расположен рядом с узлом физического лица. Блок характеристики отношений расположен рядом со сплошной линией. Блок характеристики субъекта расположен рядом с узлом субъекта. В характеристике физического лица свойство recordType имеет значение 'физическое лицо', свойство recordId — 'p24d78ae012f1', а в поле recordDetails указано, что имя физического лица — 'Lev Yotsky'. В характеристике отношений свойство recordType имеет значение 'отношения', а в поле recordDetails указано, что interestedParty имеет recordId 'p24d78ae012f1', а субъект имеет recordId 'e3f199ad8e312'. В характеристике субъекта свойство recordType имеет значение 'субъект' с recordId 'e3f199ad8e312', а в поле recordDetails указано, что название субъекта — 'White Flag Holdings Corp'. Эти элементы отражают отношения между Lev Yotsky и White Flag Holdings Corp.

source: The Relationship statement holds ``recordId`` values for the interested party and the subject of a relationship.
es: El enunciado sobre relación contiene valores ``recordId`` para la parte interesada y el sujeto de una relación.
fr: L'énoncé de relation contient les valeurs ``recordId`` pour la partie intéressée et le sujet d'une relation.
ru: Характеристика отношений содержит значения ``recordId`` для заинтересованой стороны и предмета отношений.

source: Publishing information updates
es: Publicar actualizaciones de información
fr: Publication des mises à jour des informations
ru: Публикация обновленной информации

source: As real-world beneficial ownership changes, agents submit updated details about people, entities and relationships to the data management system. Then the system updates its records accordingly and publishes a new BODS Statement, containing the relevant ``recordId``, for each updated record.
es: A medida que la titularidad real cambia, los agentes envían detalles actualizados sobre personas, entidades y relaciones al sistema de gestión de datos. Luego, el sistema actualiza sus registros en consecuencia y publica un nuevo enunciado del BODS, que contiene el ``recordId`` relevante para cada registro actualizado.
fr: À mesure que la propriété effective évolue, les agents transmettent des informations actualisées sur les personnes, les entités et les relations au système de gestion des données. Ensuite, le système met à jour ses enregistrements en conséquence et publie un nouvel énoncé BODS contenant le ``recordId`` correspondant, pour chaque enregistrement mis à jour.
ru: При изменении реальных бенефициарных владельцев агенты подают обновленную информацию о физических лицах, организациях и отношениях в систему управления данными. После этого система соответствующим образом обновляет свои записи и публикует новую Характеристику СДБВ, содержащее соответствующее значение ``recordId`` для каждой обновленной записи.

source: People can then use ``recordId`` values to group Statements made over time to see what information was known when.
es: Las personas pueden usar valores ``recordId`` para agrupar enunciados realizados a través del tiempo para ver qué información se conocía entonces.
fr: Les personnes peuvent ainsi utiliser les valeurs ``recordId`` pour regrouper des énoncés réalisés au fil du temps pour voir quelles informations étaient connues et quand.
ru: И тогда пользователи могут использовать значения ``recordId`` для группирования Характеристик, созданных в течение некоторого времени, чтобы выяснить, какая информация была известна и когда.

source: A person node is connected via a solid line to an entity node. A relationship statement block sits next to the solid line. A further two relationship statement blocks sit on top of the first. All three relationship statements have recordId 'r-d67fb1a-aa2f3da' and the recordDetails show that these statements are about a shareholding interest. The earliest relationship statement has statementDate '2018-07-12' and recordStatus 'new'. The next has statementDate '2019-11-01' and recordStatus 'updated'. And the final relationship statement has statementDate '2021-02-28' and recordStatus 'closed'.
es: El nodo de una persona está conectado a través de una línea continua con el nodo de una entidad. Un bloque de enunciado sobre relación está ubicado junto a la línea continua. Dos bloques de enunciado sobre relación adicionales se ubican sobre el primero. Los tres enunciados sobre relación tienen recordId 'r-d67fb1a-aa2f3da' y los recordDetails muestran que estos enunciados son sobre un interés de participación accionaria. El enunciado sobre relación más antiguo tiene statementDate '2018-07-12' y recordStatus 'new'. El siguiente tiene statementDate '2019-11-01' y recordStatus 'updated'. Y el enunciado sobre relación final tiene statementDate '2021-02-28' y recordStatus 'closed'.
fr: Un nœud de personne est relié par une ligne continue à un nœud d'entité. Un bloc d'énoncé de relation est placé à côté de la ligne continue. Deux autres blocs d'énoncé de relation figurent au-dessus du premier. Ces trois énoncés de relation ont un recordId 'r-d67fb1a-aa2f3da' et les recordDetails précisent que ces énoncés concernent une détention d'actions. L'énoncé de relation le plus ancien a une statementDate au '2018-07-12' et un recordStatus 'nouveau'. Le suivant a une statementDate au '2019-11-01' et un recordStatus 'mise à jour'. Enfin, le dernier énoncé de relation a une statementDate au '2021-02-28' et un recordStatus 'clôturé'.
ru: Узел физического лица соединен с узлом субъекта сплошной линией. Блок характеристики отношений расположен рядом со сплошной линией. Два дополнительных блока характеристик отношений расположены поверх первого блока. Во всех характеристиках отношений свойство recordId имеет значение 'r-d67fb1a-aa2f3da', а в поле recordDetails указано, что эти характеристики касаются доли участия в форме акций в собственности. В самой ранней характеристике отношений свойство statementDate имеет значение '2018-07-12', а свойство recordStatus — значение 'новый'. В следующей характеристике значение свойства statementDate — '2019-11-01', а значение свойства recordStatus — 'обновленный'. А в последней характеристике отношений значение свойства statementDate — '2021-02-28', а значение свойства recordStatus — 'закрытый'.

source: Published BODS Statements build a write-only ledger, as new Statements are issued to amend or confirm details contained in older Statements.
es: Los enunciados del BODS publicadas dan lugar a un libro mayor de solo escritura, ya que se emiten los nuevos enunciados para modificar o confirmar los detalles incluidos en enunciados más antiguos.
fr: Les énoncés BODS publiés forment un grand livre de compte en écriture seule, car les nouveaux énoncés sont émis en vue de modifier ou de confirmer des informations contenues dans les anciens énoncés.
ru: Опубликованные характеристики СДБВ представляют собой реестр, доступный только для записи, поскольку новые Характеристики создаются для изменения или подтверждения сведений, содержащихся в более старых Характеристиках.

source: See :ref:`information-updates` for full requirements.
es: Consulte :ref:`information-updates` para ver los requisitos completos.
fr: Voir :ref:`information-updates` pour connaître toutes les conditions requises.
ru: См. полный перечень требований в разделе :ref:`information-updates`.

source: Representing beneficial owners
es: Representación de los beneficiarios finales
fr: Représentation des bénéficiaires effectifs
ru: Отображение бенефицарных владельцев

source: In a BODS dataset, the fact that a natural person is a beneficial owner of an entity is represented by including this information in the Relationship statement linking the two.
es: En un conjunto de datos del BODS, el hecho de que una persona física sea un beneficiario final de una entidad se representa incluyendo esta información en el enunciado sobre relación que vincula a ambos.
fr: Dans un ensemble de données de la BODS, lorsqu'un bénéficiaire effectif d'une entité est une personne physique, cette information est intégrée dans l'énoncé de relation en reliant ces deux éléments.
ru: Тот факт, что физическое лицо является бенефициарным владельцем субъекта, отражается в наборе данных СДБВ посредством включения этой информации в характеристику отношений, связывающую это физическое лицо и этого субъекта.

source: It is possible to represent an entity's declaration that it has no beneficial owners (according to a jurisdiction's definition of a beneficial owner).
es: Es posible representar la declaración de una entidad de que no tiene beneficiarios finales (según la definición de beneficiario final de una jurisdicción).
fr: Il est possible de représenter la déclaration d'une entité qui n'a pas de bénéficiaire effectif (selon la définition de bénéficiaire effectif d'une juridiction).
ru: Можно представить декларацию субъекта об отсутствии у него бенефициарных владельцев (в соответствии с определением бенефицарного владельца, принятым в соответствующей юрисдикции).

source: It is also possible to include in BODS datasets information about natural persons who are not beneficial owners. For example, where the managing officials of an entity are disclosed because nobody meets the jurisdiction's definition of a beneficial owner.
es: Además, es posible incluir información de los conjuntos de datos del BODS sobre personas físicas que no son beneficiarios finales. Por ejemplo, cuando se divulgan los gerentes de una entidad porque nadie cumple con la definición de beneficiario final de la jurisdicción.
fr: Il est également possible d'inclure dans les ensembles de données de la BODS des informations sur les personnes physiques qui ne sont pas des bénéficiaires effectifs. Par exemple, lorsque les gestionnaires d'une entité sont divulgués car aucune personne ne satisfait à la définition de bénéficiaire effectif.
ru: Можно также включать в наборы данных СДБВ информацию о физических лицах, которые не являются бенефициарными владельцами. Например, когда раскрываются сведения об управляющих должностных лицах субъекта ввиду отсутствия лиц, соответствующих определению бенефицарного владельца, которое принято в соответсвтующей юрисдикции.

source: See :ref:`representing-bo` for full requirements.
es: Consulte :ref:`representing-bo` para ver los requisitos completos.
fr: Voir :ref:`representing-bo` pour connaître toutes les conditions requises.
ru: См. полный перечень требований в разделе :ref:`representing-bo`.

source: The data model
es: El modelo de datos
fr: Le modèle de données
ru: Модель данных

source: Use the :doc:`Schema browser <schema-browser>` to explore the structure of the data model in full. Read the :any:`Schema reference <schema-reference>` for detailed definitions and requirements for each object and field.
es: Utilice el :doc:`Navegador del esquema <schema-browser>` para explorar la estructura del modelo de datos en su totalidad. Consulte la :any:`Referencia del esquema <schema-reference>` para ver definiciones y requisitos detallados para cada objeto y campo.
fr: Utilisez le :doc:`Navigateur du schéma <schema-browser>` pour explorer la structure du modèle de données dans son intégralité. Lisez la :any:`Référence du schéma <schema-reference>` pour voir les définitions précises et les exigences relatives à chaque objet et à chaque champ.
ru: Чтобы изучить структуру модели данных в полном объеме, воспользуйтесь :doc:`Браузером схемы <schema-browser>`. Подробные определения и требования по каждому объекту и полю приводятся в :any:`Справочнике схемы <schema-reference>`.

source: The objects and fields of the data model allow you to represent a range of real-world situations. Explore related requirements in the :any:`modelling-requirements` section.
es: Los objetos y los campos del modelo de datos le permiten representar una variedad de situaciones del mundo real. Explore los requisitos relacionados en la sección :any:`modelling-requirements`.
fr: Les objets et les champs du modèle de données vous permettent de représenter un éventail de situations réelles. Découvrez les exigences correspondantes dans la section :any:`modelling-requirements`.
ru: Объекты и поля модели данных позволяют отображать различные реальные ситуации. Ознакомьтесь с соответствующими требованиями в разделе :any:`modelling-requirements`.
