Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/concepts.po
Languages: es, fr, ru

source: Key concepts
es: Conceptos clave
fr: Concepts clés
ru: Основные концепции

source: This is v0.4 of the Beneficial Ownership Data Standard. It includes updates to the data model, codelists, and technical guidance.
es: Esta es la versión 0.4 del Estándar de datos sobre beneficiarios finales. Incluye actualizaciones del modelo de datos, listas de códigos y orientación técnica.
fr: Ceci est la v.04 de la norme relative aux données sur la propriété effective comprenant des mises à jour du modèle de données, des listes de codes et des orientations techniques.
ru: Это версия 0.4 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений и технические рекомендации.

source: Future changes are anticipated before a version 1.0 release. See the :ref:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Se anticipan cambios futuros antes del lanzamiento de la versión 1.0. Consulte las páginas :ref:`Registro de modificaciones<changelog>` y `¿De qué se trata? <../about>`_ para obtener más información.
fr: Des modifications ultérieures sont prévues avant le lancement de la version 1.0. Voir les pages :ref:`Journal des modifications <changelog>` et `À propos <../about>`_ pour plus d'informations.
ru: Ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :ref:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: Two things inform the Beneficial Ownership Data Standard (BODS) data model:
es: Dos elementos sirven de base para el modelo de datos del Estándar de datos beneficiarios finales (BODS):
fr: Le modèle de données de la norme relative aux données sur la propriété effective (BODS, en anglais) repose sur deux aspects :
ru: Модель данных, предусмотренная Стандартом данных о бенефициарном владении (СДБВ), определяется двумя факторами:

source: what beneficial ownership information is
es: qué es la información sobre beneficiarios finales
fr: la définition des informations sur les bénéficiaires effectifs ;
ru: что представляет собой информация о бенефициарном владении;

source: how it is processed and used
es: cómo se procesa y se utiliza
fr: le traitement et l'utilisation de ces informations.
ru: как она обрабатывается и используется.

source: Understanding these concepts and the data model will help you publish high-quality data.
es: Al entender estos conceptos y el modelo de datos, podrá publicar datos de alta calidad.
fr: Grâce à la compréhension de ces concepts et du modèle de données, vous serez en mesure de publier des données de haute qualité.
ru: Понимание этих концепций и модели данных поможет вам публиковать данные высокого качества.

source: Beneficial ownership concepts
es: Conceptos sobre beneficiarios finales
fr: Concepts de la propriété effective
ru: Концепции бенефициарного владения

source: A natural **person** is a **beneficial owner** of an **entity** because of certain **interests**. These interests may be rooted in legal ownership, or come from controlling the entity, or using its assets. The **relationship** between the beneficial owner and the entity may be **direct**, **indirect** or both. Where it is indirect, **intermediary** entities, people and their relationships, are part of the **beneficial ownership network**.
es: Una **persona** física es un **beneficiario final** de una **entidad** gracias a ciertos **intereses**. Estos intereses pueden estar arraigados en la titularidad legal o derivarse del control de la entidad o el uso de sus activos. La **relación** entre el beneficiario final y la entidad puede ser **directa**, **indirecta** o ambas. Cuando es indirecta, las entidades **intermediarias**, las personas y sus relaciones forman parte de la **red de titularidad real**.
fr: Une **personne** physique est un **bénéficiaire effectif** d'une **entité** du fait de sa **participation au capital**. Cette participation au capital peut s'inscrire dans la propriété légale ou provenir du contrôle de l'entité ou de l'utilisation de ses actifs. La **relation** entre le bénéficiaire effectif et l'entité peut être **directe**, **indirecte** ou les deux. Lorsqu'elle est indirecte, les entités **intermédiaires**, les personnes et leurs relations font partie du **réseau des bénéficiaires effectifs**.
ru: Физическое **лицо** является **бенефицарным владельцем** **субъекта** вследствие определенной **доли участия**. Эта доля участия может быть основана на юридическом владении или возникать в результате контроля субъекта или использования его активов. **Отношения** между бенефицарным владельцем и субъектом могут быть **прямыми**, **косвенными** или и теми, и другими одновременно. Если они косвенные, **посреднические** субъекты, физические лица и их отношения формируют **сеть бенефициарного владения**.

source: People or entities are obliged in some jurisdictions to disclose their beneficial ownership. They declare this information to a designated agency. Each **declaration** is a set of **claims** about the entities, people and relationships within the **subject**’s beneficial ownership network. Information about those entities, people and relationships is captured by the agency in **records** which are updated as new claims are made.
es: Las personas o entidades tienen la obligación, en algunas jurisdicciones, de divulgar la titularidad real. Declaran esta información ante una agencia designada. Cada **declaración** es un conjunto de **afirmaciones** sobre las entidades, las personas y las relaciones dentro de la red de titularidad real del **sujeto**. La información sobre dichas entidades, personas y relaciones es capturada por la agencia en **registros** que se actualizan a medida que se realizan nuevas afirmaciones.
fr: Dans certaines juridictions, les personnes ou les entités ont l'obligation de divulguer leur propriété effective auprès d'un organisme désigné. Chaque **déclaration** est constituée d'un ensemble d'**affirmations** à propos des entités, des personnes et des relations au sein du réseau des bénéficiaires effectifs du **sujet**. L'organisme saisit ces informations sur ces entités, personnes et relations dans des **enregistrements** mis à jour au fur et à mesure des nouvelles affirmations.
ru: В некоторых юрисдикциях физические лица или субъекты обязаны раскрывать сведения о своем бенефициарном владении. Они предоставляют такую информацию уполномоченному органу в форме декларации. Каждая **декларация** — это ряд **заявлений** о субъектах, физических лицах и отношениях внутри сети бенефициарного владения **предмета** декларации. Информация о таких субъектах, физических лицах и отношениях фиксируется таким органом в **записях**, которые обновляются по мере поступления новых заявлений.

source: A labelled diagram of a beneficial ownership network. Labelled as 'Subject of beneficial ownership network' is Company E. Labelled as 'Direct relationship' is a solid line connected to Person 2. Labelled as 'Interest' is the text '32% shareholding' which sits on that solid line. Company E is also linked to Company A by a solid line. And Company A is linked to Person 1 by a solid line. Labelled as 'Indirect relationship' is a dotted line connecting Company E to Person 1. The text '45% shareholding' sits on that dotted line. Person 1 is labelled 'Beneficial owner'. Company A is labelled 'Intermediary entity'.
es: Diagrama etiquetado de una red de titularidad real. La Empresa E está etiquetada como 'Sujeto de la red de titularidad real'. Una línea continua conectada a la Persona 2 está etiquetada como 'Relación directa'. El texto '32% de participación accionaria' ubicado sobre esa línea continua está etiquetado como 'Interés. La Empresa E también está vinculada a la Empresa A con una línea continua. Y la Empresa A está vinculada a la Persona 1 con una línea continua. Una línea punteada que conecta a la Empresa E con la Persona 1 está etiquetada como 'Relación indirecta'. El texto '45% de participación accionaria' está ubicado sobre esa línea punteada. La Persona 1 está etiquetada como 'Beneficiario final. La Empresa A está etiquetada como 'Entidad intermediaria'.
fr: Schéma annoté d'un réseau des bénéficiaires effectifs. La Société E est étiquetée comme 'Sujet du réseau des bénéficiaires effectifs'. Une ligne continue reliée à la Personne 2 est étiquetée 'Relation directe'. Le texte 'taux de détention d'actions de 32 %' situé sur cette ligne continue est étiqueté 'Participation au capital'. La Société E est également reliée à la Société A par une ligne continue. La Société A est reliée à la Personne 1 par une ligne continue. Une ligne en pointillés reliant la Société E et la Personne 1 est étiquetée 'Relation indirecte'. Le texte 'taux de détention d'actions de 45 %' est situé sur cette ligne en pointillés. La Personne 1 est étiquetée 'Bénéficiaire effectif'. La Société A est étiquetée 'Entité intermédiaire'.
ru: Аннотированная схема сети бенефициарного владения. Компания Е помечена надписью 'Предмет сети бенефициарного владения'. Сплошная линия, ведущая к Физическому лицу 2, помечена надписью 'Прямые отношения'. Текст '32 % акций в собственности', размещенный на этой сплошной линии, помечен надписью 'Доля владения'. Компания E также соединена с Компанией A сплошной линией. А Компания A соединена сплошной линией с Физическим лицом 1. Пунктирная линия, соединяющая Компанию Е с Физическим лицом 1, помечена надписью 'Косвенные отношения'. Текст '45 % акций в собственности' размещен на этой пунктирной линии. Физическое лицо 1 помечено надписью 'Бенефициарный собственник'. Компания A помечена надписью 'Посреднический субъект'.

source: BODS Statements represent claims
es: Los enunciados del BODS representan afirmaciones
fr: Les énoncés BODS représentent des affirmations
ru: Характеристики СДБВ отображают заявления

source: The highest level object in a BODS dataset is a Statement. Each Statement represents a claim made by a source at a particular point in time. The claim can be about one of three elements of a beneficial ownership network:
es: El objeto del más alto nivel en un conjunto de datos del BODS es un enunciado. Cada enunciado representa una afirmación realizada por una fuente en un momento particular. La afirmación puede ser sobre uno de tres elementos de una red de titularidad real:
fr: L'énoncé est l'objet de niveau le plus élevé dans un ensemble de données de la BODS. Chaque énoncé représente une affirmation réalisée par une source à un moment donné dans le temps. L'affirmation peut porter sur l'un des trois éléments d'un réseau de bénéficiaires effectifs :
ru: Объектом высшего уровня в наборе данных СДБВ является Характеристика. Каждая Характеристика представлет собой заявление, сделанное источником в определенный момент времени. Заявление может касаться одного из трех элементов сети бенефициарного владения:

source: an entity (including companies, trusts and legal arrangements)
es: una entidad (incluidas las empresas, los fideicomisos y las estructuras jurídicas)
fr: une entité (notamment les sociétés, les trusts et les constructions juridiques)
ru: субъекта (включая компании, трасты и правоотношения);

source: a person (natural persons who own, control or benefit from entities)
es: una persona (personas físicas que poseen, controlan o se benefician de las entidades)
fr: une personne (personnes physiques qui possèdent, exercent un contrôle et tirent profit d'entités)
ru: физического лица (которое владеет субъектами, контролирует их или получает от них выгоду);

source: a relationship (consisting of interests between an entity and an interested party)
es: una relación (que consiste en intereses entre una entidad y una parte interesada)
fr: une relation (avec des intérêts entre une entité et une partie intéressée)
ru: отношений (состоящих в долевом участии заинтересованной стороны в субъекте).

source: A relationship statement block (connecting a person and an entity) containing a source block with type-selfDeclaration and assertedBy value of Acme Industries Ltd. Statement also has statementDate of 2018-07-12
es: Un bloque de enunciado sobre relación (que conecta a una persona y a una entidad) que contiene un bloque fuente con un valor type-selfDeclaration y assertedBy de Acme Industries Ltd. Un enunciado también tiene una statementDate de 2018-07-12
fr: Un bloc d'énoncé de relation (reliant une personne et une entité) contient un bloc source avec une valeur type-selfDeclaration et assertedBy d'Acme Industries Ltd. Un énoncé est également accompagné d'une statementDate au 2018-07-12
ru: Блок характеристики отношений (отражающий связь между физическим лицом и субъектом), который содержит блок источника со значением selfDeclaration для свойства type и значением Acme Industries Ltd. для свойства assertedBy. Характеристика также содержит значение 2018-07-12 для свойства statementDate

source: Representing beneficial ownership information in this way allows people to make sense of data received from multiple sources over extended periods of time. In particular, this model means that:
es: Representar la información sobre la propiedad efectiva de esta forma permite a las personas encontrarle un sentido a los datos recibidos de varias fuentes durante períodos de tiempo extendidos. En particular, este modelo implica lo siguiente:
fr: Cette représentation des informations sur les bénéficiaires effectifs permet de donner un sens aux données reçues de diverses sources sur des périodes prolongées. Ce modèle signifie notamment que :
ru: Такой способ представления информации о бенефициарном владении позволяет людям понять смысл данных, полученных из различных источников за длительный период времени. В частности, такая модель означает, что:

source: statements about beneficial ownership can conflict when they come from different sources
es: los enunciados sobre la titularidad del beneficiario real pueden entrar en conflicto cuando provienen de diferentes fuentes
fr: des énoncés sur la propriété effective peuvent être contradictoires lorsqu'ils proviennent de sources différentes ;
ru: характеристики о бенефициарном владении могут противоречить друг другу, если они получены из различных источников;

source: statements about beneficial ownership can overlap, referring to identical parties
es: los enunciados sobre beneficiarios finales pueden superponerse, en lo que respecta a las partes idénticas
fr: des énoncés sur la propriété effective peuvent se chevaucher, en désignant des parties identiques ;
ru: характеристики о бенефициарном владении могут дублироваться, если они касаются одних и тех же сторон;

source: historical beneficial ownership snapshots (to answer questions of ‘who knew what, when?’) can be produced. This is known as `bi-temporal modelling <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.
es: pueden producirse fotos de la titularidad real a lo largo de tiempo (para responder preguntas sobre "¿quién sabía qué y en qué momento?", lo que se conoce como `modelación bitemporal <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.
fr: des captures d'écran historiques de la propriété effective (pour répondre aux questions ‘qui savait quoi et quand ?’) peuvent être produites. Il s'agit de la `modélisation bi-temporelle <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.
ru: могут создаваться снимки состояния данных о бенефициарном владении за прошлые периоды (для ответа на вопросы о том, ‘кто что знал и когда’), известные как `битемпоральное моделирование <https://en.wikipedia.org/wiki/Bitemporal_Modeling>`_.

source: Statements should therefore be considered immutable – presenting details about an element of beneficial ownership as claimed at a particular point in time.
es: Por lo tanto, los enunciados deben considerarse inalterables, presentando detalles sobre un elemento de la titularidad real según se afirmó en un momento particular.
fr: Par conséquent, les énoncés doivent être considérés comme immuables ; ils présentent des détails sur un élément de la propriété effective tel qu'affirmé à un moment donné.
ru: Следовательно, характеристики следует считать неизменными, так как они содержат сведения об элементе бенефициарного владения, заявленные в определенный момент времени.

source: To achieve this, each Statement produced by a data management system needs to include:
es: Para lograr esto, cada enunciado producido por un sistema de gestión de datos debe incluir lo siguiente:
fr: Pour ce faire, chaque énoncé produit par un système de gestion des données doit inclure :
ru: Для достижения этой цели каждая Характеристика, созданая системой управления данными, должно включать:

source: the details claimed about the entity, person or relationship, as stored by records in the system
es: Los detalles afirmados sobre la entidad, persona o relación, según lo registrado en el sistema
fr: les détails affirmés à propos de l'entité, de la personne ou de la relation tels que consignés par les enregistrements dans le système ;
ru: заявленные сведения о субъекте, физическом лице или отношениях, которые хранятся в форме записей в системе;

source: information about the source, date and context of the claim
es: Información sobre la fuente, la fecha y el contexto de la afirmación
fr: les informations sur la source, la date et le contexte de l'affirmation.
ru: информацию об источнике, дате и контексте заявления;

source: After publication, publishers do not edit a Statement to indicate an information update: they publish a new Statement with the updated details of the record.
es: Tras la publicación, los publicadores no editan un enunciado para indicar una actualización de información: publican un nuevo enunciado con los detalles actualizados del registro.
fr: Après publication, les éditeurs ne modifient pas un énoncé pour indiquer une mise à jour des informations : ils publient un nouvel énoncé avec les détails actualisés de l'enregistrement.
ru: После публикации издатели не редактируют Характеристику, чтобы отразить обновление информации — они публикуют новую Характеристику с обновленными сведениями записи.

source: Beneficial ownership records
es: Registros de beneficiarios finales
fr: Enregistrements de la propriété effective
ru: Записи о бенефициарном владении

source: Data management systems need to internally maintain their own record with an appropriate ``recordId`` string for each person, entity and relationship whose details are disclosed. The ``recordId`` has two purposes:
es: Los sistemas de gestión de datos necesitan conservar, a nivel interno, su propio registro con una cadena de caracteres ``recordId`` correcta para cada persona, entidad o relación cuyos detalles se divulgan. El ``recordId`` tiene dos finalidades:
fr: Les systèmes de gestion des données doivent conserver en interne leur propre enregistrement avec une chaîne ``recordId`` appropriée pour chaque personne, entité et relation dont les détails sont divulgués. Le ``recordId`` a deux objectifs :
ru: В системах управления данными должны вестись внутренние записи с соответствующей строкой ``recordId`` для каждого физического лица, субъекта и отношений, сведения о которых раскрываются. Строка ``recordId`` имеет две цели:

source: linking entities and persons via relationships
es: enlazar a las entidades y a las personas mediante relaciones
fr: relier des entités et des personnes à l'aide de relations ;
ru: связь субъектов и физических лиц посредством отношений;

source: publishing information updates
es: publicar actualizaciones de información
fr: publier des mises à jour des informations.
ru: публикация обновленной информации.

source: See :any:`record-identifiers` for full requirements.
es: Consulte :any:`record-identifiers` para ver los requisitos completos.
fr: Voir :any:`record-identifiers` pour connaître toutes les conditions requises.
ru: См. полный перечень требований в разделе :any:`record-identifiers`.

source: Linking entities and persons via relationships
es: Enlazar a las entidades y a las personas mediante relaciones
fr: Relier des entités et des personnes à l'aide de relations
ru: Связь субъектов и физических лиц посредством отношений

source: Stable ``recordId`` values in BODS Statements allow the structure of beneficial ownership networks to be derived from BODS datasets.
es: Los valores estables de ``recordId`` en los enunciados del BODS posibilitan que los conjuntos de datos muestren la estructura de las redes de titularidad real.
fr: Grâce aux valeurs ``recordId`` stables contenues dans les énoncés de la BODS, la structure des réseaux de bénéficiaires effectifs peut reposer sur des ensembles de données de la BODS.
ru: Стабильные значения ``recordId`` в характеристиках СДБВ позволяют структурировать сети бенефициарного владения на основе наборов данных СДБВ.
