Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/reference.po
Languages: es, fr, ru

source: Details describing an information source.
es: Detalles que describen una fuente de información.
fr: Détails décrivant une source d'informations.
ru: Сведения, описывающие источник информации.

source: Statement
es: Statement (Enunciado)
fr: Statement (Énoncé)
ru: Statement (Характеристика)

source: A claim about a person, entity or relationship, made at a particular point in time.
es: Una afirmación sobre una persona, entidad o relación, realizada en un momento particular.
fr: Affirmation à propos d'une personne, d'une entité ou d'une relation, formulée à un moment donné.
ru: Заявление о физическом лице, субъекте или отношениях, сделанное в определенный момент времени.

source: Statement Id
es: Statement Id (Identificador de enunciado)
fr: Statement Id (Identifiant d'énoncé)
ru: Statement Id (Идентификатор характеристики)

source: See :ref:`generating-statements` for advice on generating unique Statement Ids
es: Consulte :ref:`generating-statements` para obtener ayuda sobre cómo generar identificadores de enunciado únicos
fr: Voir :ref:`generating-statements` pour avoir des indications sur la génération d'identifiants uniques d'énoncé
ru: Рекомендации по генерированию уникальных идентификаторов характеристик см. в разделе :ref:`generating-statements`.

source: A persistent globally unique identifier for this Statement. Length MUST be 32 - 64 characters (inclusive).
es: Un identificador único global persistente para este enunciado. La longitud DEBE ser de entre 32 y 64 caracteres (inclusive).
fr: Identifiant global unique persistant de cet énoncé. La longueur DOIT être comprise entre 32 et 64 caractères (inclusive).
ru: Постоянный глобальный уникальный идентификатор для данной Характеристики. Длина ДОЛЖНА составлять 32–64 символа (включительно).

source: UnspecifiedRecord
es: UnspecifiedRecord (RegistroNoEspecificado)
fr: UnspecifiedRecord (EnregistrementNonSpécifié)
ru: UnspecifiedRecord (Неуказанная запись)

source: A `reason` MUST be supplied.
es: DEBE indicarse un `reason`.
fr: Un `motif` DOIT être fourni.
ru: ДОЛЖНА быть указана причина (`reason`).

source: Codelists
es: Listas de códigos
fr: Listes de codes
ru: Codelists (Списки допустимых значений)

source: Address Type
es: Address Type (Tipo de dirección)
fr: Address Type (Type d'adresse)
ru: Address Type (Тип адреса)

source: Annotation Motivation
es: Annotation Motivation (Motivación de la nota)
fr: Annotation Motivation (Motivation d'annotation)
ru: Annotation Motivation (Мотивация примечания)

source: Direct Or Indirect
es: Direct Or Indirect (Directo o indirecto)
fr: Direct Or Indirect (Directe ou indirecte)
ru: Direct Or Indirect (Прямая или косвенная)

source: Entity Type
es: Entity Type (Tipo de entidad)
fr: Entity Type (Type d'entité)
ru: Entity Type (Тип субъекта)

source: Entity Subtype
es: Entity Subtype (Subtipo de entidad)
fr: Entity Subtype (Sous-type d'entité)
ru: Entity Subtype (Подтип субъекта)

source: Interest Type
es: Interest Type (Tipo de interés)
fr: Interest Type (Type de participation)
ru: Interest Type (Тип доли участия)

source: Name Type
es: Name Type (Tipo de nombre)
fr: Name Type (Type de nom)
ru: Name Type (Тип полного имени)

source: Person Type
es: Person Type (Tipo de persona)
fr: Person Type (Type de personne)
ru: Person Type (Тип физического лица)

source: Record Status
es: Record Status (Estado del registro)
fr: Record Status (Statut de l'enregistrement)
ru: Record Status (Статус записи)

source: Record Type
es: Record Type (Tipo de registro)
fr: Record Type (Type d'enregistrement)
ru: Record Type (Тип записи)

source: Securities Identifier Schemes
es: Securities Identifier Schemes (Esquemas de identificación de valores)
fr: Securities Identifier Schemes (Schémas d'identification des valeurs mobilières)
ru: Securities Identifier Schemes (Схемы идентификаторов ценных бумаг)

source: Source Type
es: Source Type (Tipo de fuente)
fr: Source Type (Type de source)
ru: Source Type (Тип источника)

source: Unspecified Reason
es: Unspecified Reason (Motivo no especificado)
fr: Motif non précisé
ru: Unspecified Reason (Неуказанная причина)
