Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/reference.po
Languages: es, fr, ru

source: Schema reference
es: Referencia del esquema
fr: Référence du schéma
ru: Справочник схемы

source: This is v0.4 of the Beneficial Ownership Data Standard. It includes updates to the data model, codelists, and technical guidance.
es: Esta es la versión 0.4 del Estándar de datos sobre titularidad del beneficiario real. Incluye actualizaciones del modelo de datos, listas de códigos y orientación técnica.
fr: Ceci est la v.04 de la norme relative aux données sur la propriété effective comprenant des mises à jour du modèle de données, des listes de codes et des orientations techniques.
ru: Это версия 0.4 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений и технические рекомендации.

source: Future changes are anticipated before a version 1.0 release. See the :ref:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Se anticipan cambios futuros antes del lanzamiento de la versión 1.0. Consulte las páginas :ref:`Registro de modificaciones<changelog>` y `¿De qué se trata? <../about>`_ para obtener más información.
fr: Des modifications ultérieures sont prévues avant le lancement de la version 1.0. Voir les pages :ref:`Journal des modifications <changelog>` et `À propos <../about>`_ pour plus d'informations.
ru: Ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :ref:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: This is an A - Z guide to the objects of the Data Standard's schema and its `codelists`_ . Details of each object's properties are provided in a table. For a structured view of how objects fit together in the JSON schema, use the :doc:`Schema browser <schema-browser>`.
es: Esta es una guía de la A a la Z de los objetos del esquema del Estándar de datos y sus `listas de códigos`_ . Se ofrecen detalles de las propiedades de cada objeto en una tabla. Para ver de manera estructurada cómo los objetos encajan entre sí en el esquema JSON, use el :doc:`Navegador del esquema <schema-browser>`.
fr: Voici un guide de A à Z des objets du schéma de la norme relative aux données et ses `listes de codes`_ . Un tableau décrit les propriétés de chaque objet dans le détail. Pour une vue structurée de l'imbrication des objets dans le schéma JSON, utilisez le :doc:`Navigateur du schéma <schema-browser>`.
ru: Данный документ является руководством от A до Я по объектам схемы Стандарта данных и ее `спискам допустимых значений`_ . Сведения о свойствах каждого объекта приведены в таблице. Для структурированного представления о том, как объекты сочетаются в схеме JSON, воспользуйтесь :doc:`Браузером схемы <schema-browser>`.

source: The top-level objects are :any:`Statements <schema-statement>`. Each statement contains record details for one of three beneficial ownership elements:
es: Los objetos de nivel superior son :any:`enunciados <schema-statement>`. Cada enunciado contiene detalles de registro para uno de los tres elementos de titularidad real:
fr: Les objets de niveau supérieur sont les :any:`Énoncés <schema-statement>`. Chaque énoncé contient les détails de l'enregistrement de l'un des trois éléments de la propriété effective, à savoir :
ru: Объектами высшего уровня являются :any:`Характеристики <schema-statement>`. Каждая характеристика содержит сведения об одном из трех элементов бенефициарного владения:

source: :any:`Entity <schema-entity-record>`
es: :any:`Entidad <schema-entity-record>`
fr: :any:`Entité <schema-entity-record>`
ru: :any:`Субъект <schema-entity-record>`

source: :any:`Person <schema-person-record>`
es: :any:`Persona <schema-person-record>`
fr: :any:`Personne <schema-person-record>`
ru: :any:`Физическое лицо <schema-person-record>`

source: :any:`Relationship <schema-relationship-record>`
es: :any:`Relación <schema-relationship-record>`
fr: :any:`Relation <schema-relationship-record>`
ru: :any:`Отношения <schema-relationship-record>`

source: BODS data MAY be published as a valid `JSON document <https://tools.ietf.org/html/rfc8259>`_. See :any:`Serialisation <guidance-serialisation>` for other options.
es: Los datos basados en el BODS PUEDEN publicarse como un `documento JSON <https://tools.ietf.org/html/rfc8259>`_ válido. Consulte :any:`Serialización <guidance-serialisation>` para conocer más opciones.
fr: Les données de la BODS PEUVENT être publiées comme `document JSON <https://tools.ietf.org/html/rfc8259>`_ valide. Voir la :any:`Sérialisation <guidance-serialisation>` pour connaître les autres options.
ru: Данные СДБВ МОГУТ публиковаться в формате корректного `документа JSON <https://tools.ietf.org/html/rfc8259>`_. См. раздел :any:`Сериализация <guidance-serialisation>`, чтобы узнать о других возможностях.

source: Address
es: Address (Dirección)
fr: Address (Adresse)
ru: Address (Адрес)

source: Semi-structured address details, suitable for processing using address-parsing algorithms. Where postal codes and country information are isolated fields in source systems, this information SHOULD be published in the dedicated fields and SHOULD NOT be published in the `address` field.
es: Detalles de dirección semiestructurados, aptos para procesamiento usando algoritmos de análisis de direcciones. Si los códigos postales y la información de país son campos aislados en los sistemas fuente, esta información DEBERÍA publicarse en los campos exclusivos y NO DEBERÍA publicarse en el campo `address`.
fr: Détails d'adresse semi-structurés, adaptés au traitement par des algorithmes d'analyse d'adresse. Si les codes postaux et les informations de pays sont des champs isolés dans les systèmes sources, ces informations DEVRAIENT être publiées dans les champs dédiés et non PAS dans le champ `address`.
ru: Частично структурированные сведения об адресе, подходящие для обработки при помощи алгоритмов парсинга адресов. Если почтовые индексы и сведения о стране — это изолированные поля в исходных системах, такая информация ДОЛЖНА публиковаться в специально предназначенных полях и НЕ ДОЛЖНА публиковаться в поле `address` (адрес).

source: Title
es: Título
fr: Titre
ru: Заголовок

source: Description
es: Descripción
ru: Описание

source: Type
es: Tipo
ru: Тип

source: Format
es: Formato
ru: Формат

source: Required
es: Requerido
fr: Obligatoire
ru: Обязательный

source: Various address formats are used across data management systems, and data is often inconsistent. That is why the BODS schema uses a simple address format for data exchange. Systems importing BODS data will need to parse BODS addresses before carrying out any structured comparison.
es: Distintos formatos de dirección se utilizan en varios sistemas de gestión de datos, y los datos a menudo son inconsistentes. Es por ello que el esquema del BODS utiliza un formato de dirección simple para el intercambio de datos. Los sistemas que importan datos del BODS deben analizar las direcciones del BODS antes de llevar a cabo cualquier comparación estructurada.
fr: Les systèmes de gestion des données utilisent divers formats d'adresse, entraînant souvent une incohérence des données. C'est pourquoi le schéma de la BODS utilise un format d'adresse simple pour l'échange des données. Les systèmes qui importent des données de la BODS devront analyser les adresses de la BODS avant de procéder à une comparaison structurée.
ru: В системах управления данными используются различные форматы адресов, и данные часто бывают несогласованными. Поэтому в схеме СДБВ используется простой формат адреса для обмена данными. Системам, импортирующим данные СДБВ, необходимо будет выполнить парсинг адресов СДБВ перед проведением структурированного сравнения.

source: Designers of new data collection systems should choose an appropriate structured format, with reference to established standards, that can accommodate addresses from across the world. See `issue 18 <https://github.com/openownership/data-standard/issues/18>`_ for more details.
es: Se alienta a los diseñadores de nuevos sistemas de recopilación de datos a elegir un formato estructurado apropiado, que haga referencia a estándares establecidos y que pueda adaptarse a direcciones de todo el mundo. Consulte el `incidencia 18 <https://github.com/openownership/data-standard/issues/18>`_ para obtener información más detallada.
fr: Les concepteurs de nouveaux systèmes de collecte de données devraient choisir un format structuré approprié, conforme à des normes établies, capables de traiter des adresses du monde entier. Voir le `sujet 18 <https://github.com/openownership/data-standard/issues/18>`_ pour plus de précisions.
ru: Разработчикам новых систем сбора данных рекомендуется выбрать подходящий структурированный формат с учетом установленных стандартов, который может включать адреса со всего мира. Для получения дополнительных сведений см. `проблему 18 <https://github.com/openownership/data-standard/issues/18>`_.

source: Annotation
es: Annotation (Nota)
fr: Annotation (Annotation)
ru: Annotation (Примечание)

source: The ``annotations`` property of statements is an array of Annotation objects.
es: La propiedad de enunciados ``annotations`` es un arreglo de datos de objetos de notas.
fr: La propriété ``annotations`` des énoncés est un tableau des objets d'annotation.
ru: Свойство характеристики ``annotations`` (примечания) представляет собой массив объектов Annotation (Примечание).

source: Annotations can be used to:
es: Las notas pueden utilizarse para:
fr: Les annotations peuvent être utilisées pour :
ru: Примечания могут использоваться для:

source: hold information that does not have an appropriate field in the schema
es: contener información que no tiene un campo apropiado en el esquema
fr: contenir des informations dépourvues de champ approprié dans le schéma
ru: хранения информации, для которой не существует соответствующего поля в схеме;

source: provide additional context to information in the schema (e.g. if data has been transformed)
es: brindar contexto adicional a la información del esquema (p. ej., si los datos se han transformado)
fr: fournir un contexte supplémentaire aux informations du schéma (ex. si les données ont été transformées)
ru: обеспечения дополнительного контекста для информации в схеме (например, если данные были преобразованы).

source: Annotations can apply to a whole statement, part of a statement or a specific field. ``annotation.statementPointerTarget`` indicates where the annotation applies.
es: Las notas pueden aplicarse a todo un enunciado, a parte de un enunciado o a un campo específico. ``annotation.statementPointerTarget`` indica dónde se aplica la nota.
fr: Les annotations peuvent s'appliquer à l'ensemble de l'énoncé, à une partie d'un énoncé ou à un champ spécifique. ``annotation.statementPointerTarget`` indique où s'applique l'annotation.
ru: Примечания могут касаться характеристики в целом, части характеристики или конкретного поля. Свойство ``annotation.statementPointerTarget`` указывает на то, к чему относится примечание.

source: Country
es: Country (País)
fr: Country (Pays)
ru: Country (Страна)

source: A country MUST have a name. A country SHOULD have a 2-letter country code (ISO 3166-1)
es: Un país DEBE tener un nombre. Un país DEBERÍA tener un código de país de 2 letras (ISO 3166-1)
fr: Un pays DOIT avoir un nom. Un pays DEVRAIT avoir un code pays de 2 lettres (ISO 3166-1).
ru: У страны ДОЛЖНО быть название. РЕКОМЕНДУЕТСЯ, чтобы у страны был 2-буквенный код (ISO 3166-1)

source: Identifier
es: Identifier (Identificador)
fr: Identifier (Identifiant)
ru: Identifier (Идентификатор)

source: The Identifier object connects a statement to the natural person, entity or item that it refers to. See :any:`Real world identifiers <guidance-identifiers>` for guidance on using this object.
es: El objeto identificador conecta un enunciado a la persona física, entidad u objeto al cual se refiere. Consulte :any:`Identificadores del mundo real <guidance-identifiers>` para obtener orientación sobre cómo usar este objeto.
fr: L'objet identifiant relie un énoncé à la personne physique, à l'entité ou à l'élément qu'il désigne. Voir :any:`Identifiants uniques du monde réel <guidance-identifiers>` pour savoir comment utiliser cet objet.
ru: Объект Identifier (Идентификатор) соединяет характеристику с физическим лицом, субъектом или элементом, на которых оно ссылается. Рекомендации по использованию этого объекта см. в разделе :any:`Общие идентификаторы <guidance-identifiers>`.

source: An identifier that has been assigned to a person or entity. `scheme` or `schemeName` (or both) MUST be included in an Identifier object.
es: Un identificador que se ha asignado a una persona o entidad. `esquema` o `schemeName` (o ambos) DEBEN estar incluidos en un objeto identificador.
fr: Identifiant attribué à une personne ou une entité. Le `scheme` ou le `schemeName` (ou les deux) DOIVENT être inclus dans un objet identifiant.
ru: Идентификатор, который был присвоен физическому лицу или субъекту. Значения свойств `scheme` или `schemeName` (или обоих) ДОЛЖНЫ быть включены в объект Identifier.

source: Interest
es: Interest (Interés)
fr: Interest (Participation au capital)
ru: Interest (Доля участия)

source: A description of an interest held by an interestedParty in the subject.
es: Una descripción de un interés que una interestedParty tiene en el sujeto.
fr: Description d'une participation détenue par une interestedParty dans le sujet.
ru: Описание долевого участия заинтересованной стороны (interestedParty) в предмете.

source: Jurisdiction
es: Jurisdiction (Jurisdicción)
fr: Jurisdiction (Juridiction)
ru: Jurisdiction (Юрисдикция)

source: A Jurisdiction MUST have a name. A jurisdiction SHOULD have a 2-letter country code (ISO 3166-1) or a subdivision code (ISO 3166-2).
es: Una jurisdicción DEBE tener un nombre. Una jurisdicción DEBERÍA tener un código de país de 2 letras (ISO 3166-1) o un código de subdivisión (ISO 3166-2).
fr: Une juridiction DOIT avoir un nom. Une juridiction DEVRAIT avoir un code pays de 2 lettres (ISO 3166-1) ou un code de subdivision (ISO 3166-2).
ru: У юрисдикции ДОЛЖНО быть название. РЕКОМЕНДУЕТСЯ, чтобы у юрисдикции был 2-буквенный код страны (ISO 3166-1) или код административно-территориального деления (ISO 3166-2).

source: Name
es: Name (Nombre)
fr: Name (Nom)
ru: Name (Полное имя)

source: A name by which this person is known. A name MUST be provided in `fullName`, and MAY be broken down in the `familyName`, `givenName` and `patronymicName` fields, based on the EC ISA Core Person Vocabulary (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies) definitions.
es: Un nombre por el que se conoce a esta persona. DEBE proporcionarse un nombre en `fullName`, y PUEDE dividirse en los campos `familyName`, `givenName` y `patronymicName`, según las definiciones del Vocabulario principal de personas de ISA de la CE (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).
fr: Nom par lequel cette personne est connue. Un nom DOIT être indiqué dans `fullName`, et PEUT être réparti dans les champs `familyName`, `givenName` et `patronymicName`, selon les définitions du vocabulaire pour décrire des personnes (Core Person Vocabulary) développé par le programme ISA de la Commission européenne (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).
ru: Полное имя, под которым известно это физическое лицо. Полное имя ДОЛЖНО быть указано в поле `fullName` и МОЖЕТ быть разбито на поля `familyName`, `givenName` и `patronymicName` в соответствии с определениями из словаря EC ISA Core Person Vocabulary (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).

source: PEPstatusDetails
es: PEPstatusDetails (DetallesDeCondiciónDePEP)
fr: PEPstatusDetails (DétailsDuStatutDePPE)
ru: PEPstatusDetails (Сведения о статусе PEP)

source: Information about a person's political involvement.
es: Información sobre la participación política de una persona.
fr: Informations sur l'engagement politique d'une personne.
ru: Информация об участии физического лица в политической деятельности.

source: PublicListing
es: PublicListing (ListadoPúblico)
fr: PublicListing (CotationEnBourse)
ru: PublicListing (Регистрация на фондовой бирже)

source: Details of a publicly listed company, its securities (shares and other tradable financial instruments related to the entity), and related regulatory filings.
es: Detalles de una empresa que cotiza en bolsa, sus valores (acciones y otros instrumentos financieros negociables relacionados con la entidad) y presentaciones formales regulatorias relacionadas.
fr: Détails d'une société cotée en bourse, de ses titres (actions et autres instruments financiers négociables liés à l'entité) et des dépôts réglementaires associés.
ru: Информация о регистрации компании на фондовой бирже, о ее ценных бумагах (акциях и других продаваемых финансовых инструментах, связанных с субъектом) и связанных с этим документах, поданных в регулирующие органы.

source: Publication Details
es: Publication Details (Detalles de la publicación)
fr: Publication Details (Détails de la publication)
ru: Publication Details (Сведения о публикации)

source: Information concerning the publication of this Statement.
es: Información relacionada con la publicación de este enunciado.
fr: Informations concernant la publication de cet énoncé.
ru: Информация касательно публикации данной Характеристики.

source: Publisher
es: Publisher (Publicador)
fr: Publisher (Éditeur)
ru: Publisher (Издатель)

source: Details of the organisation or person publishing a Statement.
es: Detalles de la organización o persona que publica un enunciado.
fr: Détails de l'organisation ou de la personne qui publie un énoncé.
ru: Сведения об организации или физическом лице, публикующих Характеристику.

source: Record Details (entity)
es: Record Details (entity) (Detalles del registro [entidad])
fr: Record Details (entity) (Détails de l'enregistrement (entité))
ru: Record Details (entity) (Сведения о записи (субъект))

source: Information about an entity.
es: Información sobre una entidad.
fr: Informations à propos d'une entité.
ru: Информация о субъекте.

source: Record Details (person)
es: Record Details (person) (Detalles del registro [persona])
fr: Record Details (person) (Détails de l'enregistrement (personne))
ru: Record Details (person) (Сведения о записи (физическое лицо))

source: Information about a natural person.
es: Información sobre una persona física.
fr: Informations sur une personne physique.
ru: Информация о физическом лице.

source: Record Details (relationship)
es: Record Details (relationship) (Detalles del registro ([relación])
fr: Record Details (relationship) (Détails de l'enregistrement (relation))
ru: Record Details (relationship) (Сведения о записи (отношения))

source: See :ref:`representing-bo` for detailed requirements.
es: Consulte :ref:`representing-bo` para ver detalles sobre los requisitos.
fr: Voir :ref:`representing-bo` pour connaître les exigences précises.
ru: Подробное описание требований см. в разделе :ref:`representing-bo`.

source: Information about the interests that an interested party (a person or entity) holds in the subject (an entity).
es: Información sobre los intereses que una parte interesada (una persona o entidad) tiene sobre el sujeto (una entidad).
fr: Informations sur la participation qu'une partie intéressée (une personne ou une entité) détient dans le sujet (une entité).
ru: Информация о доле участия заинтересованной стороны (физического лица или субъекта) в предмете (субъекте).

source: Record Id
es: Record Id (Identificador de registro)
fr: Record Id (Identifiant d'enregistrement)
ru: Record Id (Идентификатор записи)

source: See :ref:`record-identifiers` for information about Record Ids
es: Consulte :ref:`record-identifiers` para obtener información sobre los identificadores de registro
fr: Voir :ref:`record-identifiers` pour plus d'informations sur les identifiants d'enregistrement
ru: Информацию об идентификаторах записей смотрите в разделе :ref:`record-identifiers`.

source: A unique identifier for the record (within the publisher's system) to which this Statement relates. (A record captures information about an entity, natural person or relationship within the beneficial ownership network of a particular declaration subject.)
es: Un identificador único para el registro (dentro del sistema del publicador) relacionado con este enunciado. (Un registro captura información sobre una entidad, persona física o relación dentro de la red de titularidad real del sujeto de una declaración particular).
fr: Identifiant unique de l'enregistrement (dans le système de l'éditeur) auquel cet énoncé se rapporte. (Un enregistrement saisit les informations sur une entité, une personne physique ou une relation dans le réseau des bénéficiaires effectifs d'un sujet de déclaration donné.)
ru: Уникальный идентификатор записи (в системе издателя), к которому относится данная Характеристика. (В записи зафиксирована информация о субъекте, физическом лице или отношениях внутри сети бенефициарного владения конкретного предмета декларации.)

source: SecuritiesListing
es: SecuritiesListing (ListadoDeValores)
fr: SecuritiesListing (CotationDesValeursMobilières)
ru: SecuritiesListing (Регистрация ценных бумаг на фондовой бирже)

source: Details of a security and the market on which it is traded.
es: Detalles de un valor y el mercado en el que se negocia.
fr: Détails d'une valeur mobilière et du marché sur lequel elle est négociée.
ru: Информация о ценной бумаге и рынке, на котором она продается.

source: See :any:`Real world identifiers <guidance-identifiers>` for guidance on representing securities listings.
es: Consulte :any:`Identificadores del mundo real <guidance-identifiers>` para obtener orientación sobre la representación de cotizaciones de valores.
fr: Voir :any:`Identifiants uniques du monde réel <guidance-identifiers>` pour avoir des indications sur la représentation des cotations des valeurs mobilières.
ru: Рекомендации по отображению регистрации ценных бумаг на фондовой бирже см. в разделе :any:`Общие идентификаторы <guidance-identifiers>`.

source: Share
es: Share (Participación)
fr: Share (Action)
ru: Share (Доля)

source: The proportion of this type of interest held by the interested party, where an interest is countable. Provide the `exact` percentage if known. Otherwise, `minimum` (or `exclusiveMinimum`) and `maximum` (or `exclusiveMaximum`) can be used to record the range into which the proportion falls. (The `minimum` and `maximum` values are inclusive.)
es: La proporción de este tipo de interés que la parte interesada posee, donde un interés es contable. Indique el porcentaje `exact` si lo conoce. De lo contrario, puede usar `minimum` (o `exclusiveMinimum`) y `maximum` (o `exclusiveMaximum`) para registrar el rango en el que cae la proporción (los valores `minimum` y `maximum` son inclusivos).
fr: Quote-part de ce type de participation détenue par la partie intéressée, lorsqu'une participation est dénombrable. Il convient d'indiquer le pourcentage `exact`, s'il est connu. Autrement, un `minimum` (ou `exclusiveMinimum`) et `maximum` (ou `exclusiveMaximum`) peuvent être utilisés pour enregistrer la fourchette à laquelle la proportion appartient. (Les valeurs `minimum` et `maximum` sont inclusives.)
ru: Процентное отношение данной доли участия, принадлежащей заинтересованной стороне, если доля участия является исчисляемой. Укажите `точный` процент, если он известен. В противном случае можно использовать свойства `minimum` (или `exclusiveMinimum`) и `maximum` (или `exclusiveMaximum`) для указания дипазона, в который входит это процентное отношение (значения свойств `minimum` и `maximum` учитываются включительно).

source: Source
es: Source (Fuente)
fr: Source (Source)
ru: Source (Источник)
