Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/schema-browser.po
Languages: es, fr, ru

source: Schema browser
es: Navegador del esquema
fr: Navigateur du schéma
ru: Браузер схемы

source: This is v0.4 of the Beneficial Ownership Data Standard. It includes updates to the data model, codelists, and technical guidance.
es: Esta es la versión 0.4 del Estándar de datos sobre beneficiarios finales. Incluye actualizaciones del modelo de datos, listas de códigos y orientación técnica.
fr: Ceci est la v.04 de la norme relative aux données sur la propriété effective comprenant des mises à jour du modèle de données, des listes de codes et des orientations techniques.
ru: Это версия 0.4 Стандарта данных о бенефициарном владении. Она включает в себя обновления модели данных, списки допустимых значений и технические рекомендации.

source: Future changes are anticipated before a version 1.0 release. See the :ref:`Changelog <changelog>` and `About <../about>`_ pages for more information.
es: Se anticipan cambios futuros antes del lanzamiento de la versión 1.0. Consulte las páginas :ref:`Registro de modificaciones<changelog>` y `¿De qué se trata? <../about>`_ para obtener más información.
fr: Des modifications ultérieures sont prévues avant le lancement de la version 1.0. Voir les pages :ref:`Journal des modifications <changelog>` et `À propos <../about>`_ pour plus d'informations.
ru: Ожидаются новые изменения до выхода версии 1.0. Дополнительную информацию см. на страницах :ref:`Лог изменений <changelog>` и `О стандарте <../about>`_ .

source: The draft Beneficial Ownership Data Standard schema is defined using `JSON Schema 2020-12 <https://json-schema.org/>`_.
es: El esquema borrador del Estándar de datos sobre beneficiarios finales se define utilizando `JSON Schema 0.4 <https://json-schema.org/>`_.
fr: Le projet de schéma de la norme relative aux données sur la propriété effective est défini à l'aide du `Schéma JSON 12-2020 <https://json-schema.org/>`_.
ru: Шаблон схемы Стандарта данных о бенефициарном владени определяется с помощью `JSON Schema 2020-12 <https://json-schema.org/>`_.

source: A BODS dataset is an array of Statements. Each Statement contains ``recordDetails`` for one of three beneficial ownership elements. The structure of these objects can be explored using the viewers below. (Click on object buttons to reveal their properties.)
es: Un conjunto de datos del BODS es un arreglo de datos de enunciados. Cada enunciado contiene ``recordDetails`` para uno de los tres elementos de la titularidad del beneficiario final. La estructura de estos objetos puede explorarse usando los siguientes visores. (Haga clic en los botones de objeto para revelar sus propiedades).
fr: Un ensemble de données de la BODS est un tableau de déclarations. Chaque déclaration contient des ``recordDetails`` pour l'un des trois éléments de la propriété effective. La structure de ces objets peut être explorée à l'aide des visionneurs ci-dessous. (Cliquez sur les boutons d'objet pour révéler leurs propriétés.)
ru: Набор данных СДБВ представляет собой массив Характеристик. Каждая Характеристика содержит объект ``recordDetails`` в отношении одного из трех элементов бенефициарного владения. Структуру этих объектов можно изучить при помощи приведенных ниже средств просмотра (нажмите на кнопку объекта для отображения его свойств).

source: For an A - Z guide to the the Data Standard's schema objects and codelists, see the :ref:`schema-reference`.
es: Para obtener una guía de la A a la Z de los objetos y listas de códigos del esquema del Estándar de datos, consulte :ref:`schema-reference`.
fr: Pour un guide de A à Z des listes de codes et des objets du schéma de la norme relative aux données, consultez la :ref:`schema-reference`.
ru: Подробное руководство по объектам схемы Стандарта данных и спискам допустимых значений приводится в :ref:`schema-reference`.

source: Statements array
es: Arreglo de datos de enunciados
fr: Tableau de déclarations
ru: Массив характеристик

source: View the `Statements JSON schema <../_static/statement.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de enunciados <../_static/statement.json>`_ o explórelo usando el visor incluido más abajo.
fr: Affichez le `Schéma JSON des déclarations <../_static/statement.json>`_ ou explorez-le à l'aide du visionneur ci-dessous.
ru: Просмотрите `схему JSON «Характеристика» <../_static/statement.json>`_ или изучите ее при помощи средства просмотра ниже.

source: Record details (entity)
es: Detalles del registro (entidad)
fr: Détails de l'enregistrement (entité)
ru: Сведения о записи (субъект)

source: View the `Entity record details JSON schema <../_static/entity-record.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de registro de entidad <../_static/entity-record.json>`_ o explórelo usando el visor incluido más abajo.
fr: Affichez le `Schéma JSON des détails de l'enregistrement de l'entité <../_static/entity-record.json>`_ ou explorez-le à l'aide du visionneur ci-dessous.
ru: Просмотрите `схему JSON «Сведения о субъекте» <../_static/entity-record.json>`_ или изучите ее при помощи средства просмотра ниже.

source: Record details (person)
es: Detalles del registro (persona)
fr: Détails de l'enregistrement (personne)
ru: Сведения о записи (физическое лицо)

source: View the `Person record details JSON schema <../_static/person-record.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de detalles de registro de personas <../_static/person-record.json>`_ o explórelo usando el visor incluido más abajo.
ru: Просмотрите `схему JSON «Сведения о физическом лице» <../_static/person-record.json>`_ или изучите ее при помощи средства просмотра ниже.

source: Record details (relationship)
es: Detalles del registro (relación)
fr: Détails de l'enregistrement (relation)
ru: Сведения о записи (отношения)

source: View the `Relationship record details JSON schema <../_static/relationship-record.json>`_ or explore it using the viewer below.
es: Vea el `esquema JSON de registro de relaciones <../_static/relationship-record.json>`_ o explórelo usando el visor incluido más abajo.
fr: Affichez le `Schéma JSON des détails de l'enregistrement de la relation <../_static/entity-record.json>`_ ou explorez-le à l'aide du visionneur ci-dessous.
ru: Просмотрите `схему JSON «Сведения об отношениях» <../_static/relationship-record.json>`_ или изучите ее при помощи средства просмотра ниже.

source: View the `Person record details JSON schema <../_static/person-statement.json>`_ or explore it using the viewer below.
fr: Affichez le `Schéma JSON des détails de l'enregistrement de la personne <../_static/entity-record.json>`_ ou explorez-le à l'aide du visionneur ci-dessous.
