Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/dates-guidance.po
Languages: es, fr, ru

source: Dates guidance
es: Guía de fechas
fr: Conseils concernant les dates
ru: Руководство по указанию дат

source: Key dates
es: Fechas clave
fr: Principales dates
ru: Ключевые даты

source: In BODS, dates represent real world events and information about how data has moved through a system.
es: En el BODS, las fechas representan eventos del mundo real e información sobre cómo los datos se han movido a través de un sistema.
fr: Dans la norme BODS, les dates représentent des événements concrets et des informations sur le transfert des données dans un système.
ru: В системе данных СДБВ даты отображают реальные события и информацию о перемещении данных в системе.

source: ``statementDate`` is the date that the information about the entity, person or relationship is claimed to be true. This could be recorded automatically when someone submits an online declaration form or be the submission date listed on a physical form. For a service consolidating beneficial ownership data, it would be the date on which several sources of information were resolved to make a coherent claim about the state of an entity, person, or relationship.
es: ``statementDate`` es la fecha en la que se afirma que la información sobre una entidad, persona o relación es verdadera. Esto puede registrarse de forma automática cuando alguien envía un formulario de declaración en línea o puede ser la fecha de envío que figura en un formulario físico. Para un servicio que consolida datos de beneficiarios finales, sería la fecha en la que se resolvieron varias fuentes de información para realizar una afirmación coherente sobre el estado de una entidad, persona o relación.
fr: ``statementDate`` est la date à laquelle il a été affirmé que les informations sur l'entité, la personne ou la relation sont vraies. Elle peut être enregistrée automatiquement quand une personne envoie un formulaire de déclaration en ligne ou il peut s'agir de la date d'envoi indiquée sur un formulaire physique. Dans le cas d'un service regroupant des données sur la propriété effective, il devrait s'agir de la date à laquelle plusieurs sources d'information ont décidé d'envoyer une affirmation cohérente sur l'état d'une entité, d'une personne ou d'une relation.
ru: Значение свойства ``statementDate`` — это дата, когда информация о субъекте, физическом лице или отношениях заявлена как правдивая. Это значение может фиксироваться автоматически, когда подается онлайн-форма декларации, или быть датой подачи, указанной на физической форме. Для сервиса, который консолидирует данные о бенефициарном владении это будет дата, когда были согласованы несколько источников информации для создания непротиворечивого заявления о состоянии субъекта, физического лица или отношений.

source: ``publicationDetails.publicationDate`` is the date this statement was published. For example, the date that the information was added to a public registry, or made available via an API. This can be the same as the ``statementDate`` value if data is published immediately after submission. In many cases there will be a delay between submission and publication.
es: ``publicationDetails.publicationDate`` es la fecha en la que se publicó este enunciado. Por ejemplo, la fecha en la que la información se agregó a un registro público o se puso a disposición mediante una API. Puede ser igual que el valor ``statementDate`` si los datos se publican inmediatamente después del envío. En muchos casos, se produce un retraso entre el envío y la publicación.
fr: ``publicationDetails.publicationDate`` est la date de publication de cet énoncé. Il peut s'agir notamment de la date d'ajout des informations dans un registre public ou de leur mise à disposition par la biais d'une API. La date peut être identique à la valeur du champ ``statementDate`` si les données sont publiées immédiatement après l'envoi. Dans bien des cas, il existe un décalage entre l'envoi et la publication.
ru: Значение свойства ``publicationDetails.publicationDate`` — это дата публикации данной характеристики. Например, дата когда информация была внесена в публичный реестр или стала доступной через API. Это значение может быть таким же, что и значение свойства ``statementDate``, если данные опубликованы сразу же после подачи. Во многих случаях между подачей и публикацией информации возникает задержка.

source: ``interest.startDate`` is the date an interest started. For example, the date that shares were purchased or someone was appointed to the board of directors.
es: ``interest.startDate`` es la fecha en la que un interés empezó. Por ejemplo, la fecha en que se compraron acciones o alguien fue nombrado como miembro de la junta directiva.
fr: ``interest.startDate`` est la date de début d'une participation au capital. Il peut notamment s'agir de la date d'achat d'actions ou de celle à laquelle une personne a été nommée au sein d'un conseil d'administration.
ru: Значение свойства ``interest.startDate`` — это дата возникновения доли участия. Например дата приобретения акций или назначения в состав совета директоров.

source: ``interest.endDate`` is the date an interest ended. For example, the date that shares were divested of or that someone resigned from the board of directors.
es: ``interest.endDate`` es la fecha en la que un interés finalizó. Por ejemplo, la fecha en la que se liquidaron acciones o alguien renunció a su puesto en la junta directiva.
fr: ``interest.endDate`` est la date de fin d'une participation au capital. Il peut notamment s'agir de la date de vente d'actions ou de celle à laquelle une personne a quitté un conseil d'administration.
ru: Значение свойства ``interest.endDate`` — это дата прекращения существования доли участия. Например дата продажи акций или выхода из состава совета директоров.

source: ``source.retrievedAt`` is only applicable where data is being republished. For example, some third parties might download data from government registries, transform it into BODS format and share it elsewhere. When this is done, they must provide information on when they downloaded the data from the government registry.
es: ``source.retrievedAt`` solo se aplica cuando los datos se vuelven a publicar. Por ejemplo, algunos terceros pueden descargar datos de registros gubernamentales, cambiarlos al formato del BODS y compartirlos en otro lugar. Cuando hacen esto, deben brindar información sobre cuándo descargaron los datos del registro gubernamental.
fr: ``source.retrievedAt`` s'applique uniquement lorsque des données sont republiées Par exemple, des parties tierces peuvent télécharger des données depuis des registres gouvernementaux, les transformer au format BODS et les partager à un autre emplacement. Ensuite, elles doivent fournir des informations sur la date à laquelle elles ont téléchargé les données depuis le registre gouvernemental.
ru: Свойство ``source.retrievedAt`` применяется только в случае повторной публикации данных. Например некоторые третьи лица могут скачать данные из государственных реестров, преобразовать их в формат СДБВ и куда-либо передать. Когда это произойдет, они должны предоставить информацию о том, когда они загрузили данные из государственного реестра.

source: Date rounding
es: Redondeo de fechas
fr: Règles pour arrondir les dates
ru: Округление дат

source: For some fields, when exact dates are required but not known, rounded dates may be published. This is indicated in the schema description for those fields.
es: En algunos campos, cuando se requieren pero no se conocen las fechas exactas, pueden publicarse fechas redondeadas. Esto está indicado en la descripción del esquema para dichos campos.
fr: Lorsque des dates exactes sont requises, mais inconnues, il est possible, pour certains champs, de publier des dates arrondies, comme cela est précisé dans la description du schéma pour ces champs.
ru: В некоторых полях могут публиковаться округленные даты, если требуется указать точную дату, но она неизвестна. Это указано в описании таких полей в схеме.

source: Where a month is known but not the day, the first day of the month can be used. Where a year is known but not the month, the first day of the year can be used.
es: Cuando se conoce el mes pero no el día, puede utilizarse el primer día del mes. Cuando se conoce el año pero no el mes, puede utilizarse el primer día del año.
fr: Quand un mois est connu, mais pas le jour, le premier jour du mois peut être utilisé. Quand une année est connue, mais pas le mois, le premier jour de l'année peut être utilisé.
ru: Если месяц известен, а день — нет, можно указать первый день такого месяца. Если год известен, а месяц — нет, можно указать первый день такого года.

source: Where rounded dates are used this should be communicated to users of the data, to prevent misunderstanding. Publishers SHOULD create accompanying guidance for data users.
es: Cuando se utilizan fechas redondeadas, debería comunicarse este hecho a los usuarios de los datos para evitar malentendidos. Los publicadores DEBERÍAN crear guías complementarias para los usuarios de los datos.
fr: Quand des dates arrondies sont utilisées, il convient d'en informer les utilisateurs et les utilisatrices des données afin d'éviter tout malentendu. Les éditeurs doivent créer des lignes directrices en conséquence à destination des utilisateurs et des utilisatrices des données.
ru: Если указываются округленные даты, об этом следует сообщить пользователям данных во избежание недопонимания. Издателям РЕКОМЕНДУЕТСЯ составить сопроводительное руководство для пользователей данных.

source: For example:
es: Por ejemplo:
fr: Par exemple :
ru: Например:

source: If an interest started in March 2022 but the day is not known the interest's ``startDate`` would be published as 2022-03-01
es: Si un interés empezó en marzo de 2022, pero no se conoce el día, la ``startDate`` del interés se publicaría como 2022-03-01
fr: Si une participation au capital a débuté en mars 2022, mais que le jour est inconnu, le champ ``startDate`` de cette participation doit être 2022-03-01.
ru: Если доля участия возникла в марте 2022 года, а день неизвестен, для свойства ``startDate`` будет указано значение 2022-03-01.

source: If an interest started in 2022 but the month is not known the interest's ``startDate`` would be published as 2022-01-01
es: Si un interés empezó en 2022, pero no se conoce el mes, la ``startDate`` del interés se publicaría como 2022-01-01
fr: Si une participation au capital a débuté au cours de l'année 2022, mais que le mois est inconnu, le champ ``startDate`` de cette participation doit être 2022-01-01.
ru: Если доля участия возникла в 2022 году, а месяц неизвестен, для свойства ``startDate`` будет указано значение 2022-01-01.

source: Examples
es: Ejemplos
fr: Exemples
ru: Примеры

source: An interest ending
es: Un interés que finaliza
fr: La fin d'une participation au capital
ru: Прекращение существования доли участия

source: This statement represents someone divesting from shares. We can use the statement to construct a timeline of events.
es: Este enunciado representa a alguien que liquida sus acciones. Podemos usar el enunciado para construir una línea de tiempo de los eventos.
fr: Cet énoncé représente une personne vendant des actions. Nous pouvons l'utiliser pour établir la chronologie des événements.
ru: Данная характеристика отображает продажу акций. Характеристику можно использовать для построения временной шкалы событий.

source: A statement with statement date 2019-09-10, publication date 2021-09-13 and interest end date 2021-09-3. Next to the statement is a timeline showing the events - the relationship ending, the change being reported and the change being published.
es: Un enunciado con una fecha de enunciado 2019-09-10, una fecha de publicación 2021-09-13 y una fecha de finalización de interés 2021-09-3. Junto al enunciado hay una línea de tiempo que muestra los eventos: la relación que finaliza, el cambio que se informa y el cambio que se publica.
fr: Imaginons un énoncé dont la date d'envoi est 2019-09-10, la date de publication est 2021-09-13 et la date de fin de la participation au capital est 2021-09-03. En regard de l'énoncé apparaît une chronologie des événements indiquant la fin de la relation, la modification signalée et la publication de la modification.
ru: Характеристика, в которой дата характеристики имеет значение 2019-09-10, дата публикации — 2021-09-13, а дата прекращения существования доли участия — 2021-09-3. Рядом с характеристикой изображена временная шкала, на которой обозначены такие события: прекращение отношений, сообщение об изменении и публикация изменения.

source: A confirmation process
es: Un proceso de confirmación
fr: Une procédure de confirmation
ru: Процесс подтверждения

source: Someone founds a company, registers it and discloses its beneficial owners. One year later nothing has changed. They file a confirmation declaration and a new Relationship statement is generated with an updated ``statementDate`` and ``publicationDate``.
es: Alguien funda una empresa, la inscribe y divulga sus beneficiarios finales. Un año después, nada ha cambiado. Presenta una declaración de confirmación y se genera un nuevo enunciado sobre relación con una ``statementDate`` y una ``publicationDate`` actualizadas.
fr: Une personne crée une entreprise, l'immatricule et en divulgue les bénéficiaires effectifs. Une année plus tard, la situation n'a pas évolué. Une déclaration de confirmation est déposée et un nouvel énoncé de relation est généré avec des champs ``statementDate`` et ``publicationDate`` actualisés.
ru: Компанию учреждают, регистрируют и раскрывают данные о ее бенефициарных владельцах. Спустя год не происходит никаких изменений. Подается декларация о подтверждении, и создается новая Характеристика отношений с обновленными значениями свойств ``statementDate`` и ``publicationDate``.

source: 2 statements showing the same interest start date and entity founding date. The statement date and publication date are one year apart.
es: 2 enunciados que muestran la misma fecha de inicio del interés y la misma fecha de fundación de la entidad. La fecha de enunciado y la fecha de publicación están separadas por un año.
fr: Deux énoncés indiquent la même date de début de la participation au capital et de création de l'entité. La date d'énoncé est antérieure d'un an à la date de publication.
ru: Две характеристики, в которых указаны одинаковые даты возникновения доли участия и учреждения субъекта. Промежуток между датой характеристики и датой публикации составляет один год.

source: An error correction
es: Una corrección de errores
fr: La correction d'une erreur
ru: Исправление ошибок

source: Due to an error in the publication system, a relationship statement is published with an incorrect ``interests[0].startDate``. To correct this, a new statement is published replacing the incorrect one.
es: Debido a un error en el sistema de publicación, se publica un enunciado sobre relación con una ``interests[0].startDate`` incorrecta. Para corregir esto, se publica un nuevo enunciado que reemplaza al incorrecto.
fr: Suite à une erreur survenue dans le système de publication, un énoncé de relation est publié avec une valeur incorrecte pour le champ ``interests[0].startDate``. Afin de corriger cela, un nouvel énoncé est publié en remplacement de l'énoncé erroné.
ru: Из-за ошибки в системе публикации характеристика отношений опубликована с неверным значением свойства``interests[0].startDate``. Чтобы исправить её, публикуется новая характеристика для замены неверной.

source: The new statement:
es: El nuevo enunciado:
fr: Le nouvel énoncé :
ru: Новая характеристика содержит:

source: has the same ``statementDate``, because the date of the original information submission has not changed
es: tiene la misma ``statementDate``, porque la fecha del envío de información original no ha cambiado
fr: affiche la même valeur dans le champ ``statementDate``, car la date d'envoi originel des informations n'a pas changé ;
ru: то же самое значение свойства ``statementDate``, поскольку дата подачи исходной информации не изменилась;

source: has a new ``publicationDate``
es: tiene una nueva ``publicationDate``
fr: affiche une nouvelle valeur dans le champ ``publicationDate`` ;
ru: новое значение свойства ``publicationDate``;

source: has a corrected ``interest.startDate``
es: tiene una ``interest.startDate`` corregida
fr: affiche une valeur corrigée dans le champ ``interest.startDate`` ;
ru: исправленное значение свойства ``interest.startDate``;

source: has an :ref:`Annotation <schema-annotation>` explaining the correction
es: tiene una :ref:`Nota <schema-annotation>` que explica la corrección
fr: contient une :ref:`annotation <schema-annotation>` expliquant la correction.
ru: :ref:`Примечание <schema-annotation>`, в котором поясняется исправление.

source: 2 statements showing the same recordId and statementDate. The second statement has a different publication date, statementId and interest start date. The second statement has an annotation with motivation "correction" point towards the interest start date.
es: 2 enunciados que muestran el mismo recordId y statementDate. El segundo enunciado tiene una fecha de publicación, un statementId y una fecha de inicio de interés diferentes. El segundo enunciado tiene una nota con el punto de motivación "corrección" hacia la fecha de inicio del interés.
fr: Deux énoncés affichent les mêmes valeurs dans les champs recordId et statementDate. Le second énoncé a une date de publication, une valeur pour le champ statementId et une date de début de la participation au capital différentes. En outre, il contient une annotation indiquant comme motivation une "correction" autour de la date de début de la participation au capital.
ru: Две характеристики, которые содержат одинаковые значения свойств recordId и statementDate. Во второй характеристике указаны другие значения для даты публикации, идентификатора характеристики и даты возникновения доли участия. Вторая характеристика содержит примечание, указывающее мотивацию "correction" в отношении даты возникновения доли участия.
