Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/identifiers.po
Languages: es, fr, ru

source: Where a :ref:`Securities Listing <schema-securities-listing>` is supplied, it needs to include a ``ticker`` value. This will allow trades of that security to be tracked on the identified market. However, securities can be traded on several exchanges and therefore supplying a globally unique identifier for the security is RECOMMENDED. Supported identifier schemes for securities are listed on the :ref:`schema reference page <schema-reference>`. Publish the identifier scheme and the security’s ID as ``idScheme`` and ``id`` respectively.
es: Cuando se proporciona un :ref:`Listado de valores <schema-securities-listing>`, debe incluir un valor de ``ticker``. Esto permitirá hacer un seguimiento de las transacciones de ese valor en el mercado identificado. Sin embargo, los valores pueden negociarse en varias bolsas y, por lo tanto, se RECOMIENDA proporcionar un identificador único global para el valor. Los esquemas de identificadores admitidos para valores se enumeran en la :ref:`página de referencia del esquema <schema-reference>`. Publique el esquema de identificación y el ID del valor como ``idScheme`` e ``id``, respectivamente.
fr: Quand une :ref:`cotation des valeurs mobilières <schema-securities-listing>` est fournie, elle doit comprendre une valeur pour le champ ``ticker``. Ainsi, il est possible d'effectuer le suivi des négociations pour ce titre sur le marché identifié. Toutefois, les titres peuvent se négocier sur plusieurs marchés. Par conséquent, il est recommandé de fournir un identifiant unique à l'international. Les schémas d'identification pris en charge pour les valeurs mobilières sont répertoriés sur la :ref:`page Référence du schéma <schema-reference>`. Le schéma d'identification et l'identifiant du titre doivent être édités dans les champs ``idScheme`` et ``id``, respectivement.
ru: Если указывается информация о :ref:`Регистрации ценных бумаг на фондовой бирже <schema-securities-listing>`, необходимо, чтобы она включала значение свойства ``ticker``. Это позволит отслеживать продажи такой ценной бумаги на идентифицированном рынке. При этом ценные бумаги могут торговаться на нескольких биржах, поэтому РЕКОМЕНДУЕТСЯ указывать глобальный уникальный идентификатор ценной бумаги. Поддерживаемые схемы идентификаторов для ценных бумаг указаны на :any:`странице справочника схемы <schema-reference>`. Схему идентификаторов и ID ценной бумаги необходимо публиковать как ``idScheme`` и ``id`` соответственно.
