Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/identifiers.po
Languages: es, fr, ru

source: Real world identifiers
es: Identificadores del mundo real
fr: Identifiants concrets
ru: Общие идентификаторы

source: Real world identifiers are essential for making beneficial ownership data interoperable. By 'real world identifier' we mean reference strings, issued by authoritative registration schemes, which have gained widespread use in the world. People can use them to verify that the referenced person, entity or item exists.
es: Los identificadores del mundo real son esenciales para que los datos de beneficiarios finales sean interoperables. Con 'identificador del mundo real', nos referimos a las cadenas de caracteres de referencia, emitidas por esquemas de inscripción confiables, que sean de uso amplio en el mundo. Pueden usarse para verificar que la persona, entidad u objeto al que se hace referencia existe.
fr: Les identifiants concrets sont essentiels pour rendre les données sur la propriété effective interopérables. Il s'agit de chaînes de référence, émises par des systèmes d'enregistrement officiels, qui sont largement utilisées dans le monde. Ils peuvent être utilisés pour vérifier que la personne, l'entité ou l'élément référencé existe réellement.
ru: Общие идентификаторы необходимы для обеспечения функциональной совместимости данных о бенефициарном владении. Под 'общими идентификаторами' подразумеваются референтные строки, присвоенные авторитетными регистрационными схемами, которые получили широкое распространение в мире. Идентификаторы можно использовать, чтобы проверить существование указанного физического лица, субъекта или элемента.

source: In BODS, real world identifiers can be published for:
es: En el BODS, los identificadores del mundo real pueden publicarse para:
fr: Dans le cadre de la norme BODS, des identifiants concrets peuvent être publiés pour :
ru: В системе СДБВ общие идентфикаторы могут публиковаться для:

source: entities
es: entidades
fr: les entités ;
ru: субъектов;

source: people
es: personas
fr: les personnes :
ru: физических лиц;

source: stock markets and trading exchanges
es: mercados bursátiles y bolsas de valores
fr: les marchés boursiers ;
ru: фондовых рынков и торговых бирж;

source: tradable securities
es: valores negociables
fr: les titres négociables.
ru: продаваемых ценных бумаг.

source: Entity identifiers
es: Identificadores de entidades
fr: Identifiants d'entité
ru: Идентификаторы субъектов

source: Use an :ref:`Identifier <schema-identifier>` in the ``identifiers`` array of an Entity Statement to supply a company registration number, Legal Entity Identifier (LEI), or other real world identifier.
es: Utilice un :ref:`Identificador <schema-identifier>` en el arreglo de datos ``identifiers`` de un enunciado sobre entidad para proporcionar un número de inscripción de empresa, un identificador de entidad legal (LEI) u otro identificador del mundo real.
fr: Utilisez un :ref:`identifiant <schema-identifier>` dans le tableau ``identifiers`` d'un énoncé d'entité pour fournir un numéro d'immatriculation d'entreprise, un identifiant d'entité juridique ou d'autres identifiants concrets.
ru: Используйте :ref:`Идентификатор <schema-identifier>` в массиве ``identifiers`` Характеристики субъекта, чтобы указать регистрационный номер компании, идентификатор юридического лица (Legal Entity Identifier, LEI) или другой общий идентификатор.

source: The value for ``Identifier.scheme`` SHOULD come from `org-id.guide <http://org-id.guide>`_. This resource contains details of company registers and other identifier sources. If the identifier scheme you need to reference is not already listed on org-id.guide `propose a new entry <https://org-idguide-handbook.readthedocs.io/en/latest/contribute/#proposing-a-new-entry>`_.
es: El valor para ``Identifier.scheme`` DEBERÍA venir de `org-id.guide <http://org-id.guide>`_. Este recurso contiene detalles de registros de la empresa y otras fuentes de identificación. Si el esquema de identificación que necesita consultar aún no figura en org-id.guide `proponga una nueva entrada <https://org-idguide-handbook.readthedocs.io/en/latest/contribute/#proposing-a-new-entry>`_.
fr: La valeur du champ ``Identifier.scheme`` doit provenir d'`org-id.guide <http://org-id.guide>`_. Cette ressource contient des informations sur les registres des entreprises et d'autres sources d'identifiants. Si le système d'identifiant que vous devez référencer n'est pas déjà répertorié sur le site web org-id.guide, `suggérez une nouvelle entrée <https://org-idguide-handbook.readthedocs.io/en/latest/contribute/#proposing-a-new-entry>`_.
ru: РЕКОМЕНДУЕТСЯ, чтобы значение свойства ``Identifier.scheme`` было взято с `org-id.guide <http://org-id.guide>`_. Этот ресурс содержит сведения о реестрах компаний и других источниках идентификаторов. Если схема идентификаторов, на которую необходимо ссылаться, еще не зарегистрирована на org-id.guide, `предложите зарегистрировать нового субъекта <https://org-idguide-handbook.readthedocs.io/en/latest/contribute/#proposing-a-new-entry>`_.

source: If it is useful to publish an internal identifier from your data management system, first consider whether it should be used as a :ref:`record identifier <record-identifiers>`. If not, either:
es: Si resulta útil publicar un identificador interno de su sistema de gestión de datos, primero considere si debería utilizarse como :ref:`identificador de registro <record-identifiers>`. De lo contrario:
fr: S'il est utile de publier un identifiant interne provenant de votre système de gestion des données, réfléchissez tout d'abord à la pertinence de l'utiliser en tant qu':ref:`identifiant d'enregistrement <record-identifiers>`. Si une telle utilisation n'est pas pertinente, vous avez le choix entre deux alternatives :
ru: Если полезно опубликовать внутренний идентификатор из своей собственной системы управления данными, сначала решите, следует ли его использовать как :ref:`идентификатор записи<record-identifiers>`. Если нет, тогда:

source: publish your full list of internal identifiers, and propose it as an entry to `org-id.guide <http://org-id.guide>`_, or
es: publique su lista completa de identificadores internos y propóngala como entrada de `org-id.guide <http://org-id.guide>`_, o
fr: éditez la liste complète de vos identifiants internes et suggérez-la comme entrée sur le site web d'`org-id.guide <http://org-id.guide>`_ ;
ru: опубликуйте свой полный перечень внутренних идентификаторов и предложите внести его на `org-id.guide <http://org-id.guide>`_; или

source: use ``schemeName`` to identify your system and leave ``scheme`` blank
es: utilice ``schemeName`` para identificar su sistema y deje ``scheme`` en blanco
fr: utilisez le champ ``schemeName`` pour identifier votre système et laissez le champ ``scheme`` vide.
ru: используйте свойство ``schemeName``, чтобы указать свою систему, а поле ``scheme`` оставьте незаполненным.

source: Person identifiers
es: Identificadores de personas
fr: Identifiants de personne
ru: Идентификаторы физических лиц

source: Global identifiers
es: Identificadores globales
fr: Identifiants internationaux
ru: Глобальные идентификаторы

source: If the system holds identification numbers for a person, and these can be published without privacy or security risks, then these SHOULD be included in the ``identifiers`` array of the Person Statement.
es: Si el sistema contiene números de identificación de una persona y estos pueden publicarse sin riesgos en cuanto a su privacidad o seguridad, entonces también DEBERÍAN incluirse en el arreglo de datos ``identifiers`` del enunciado sobre persona.
fr: Si le système contient des numéros d'identification pour une personne qui peuvent être publiés sans engendrer aucun risque lié à la confidentialité et à la sécurité des données, ces données doivent être incluses dans le tableau ``identifiers`` de l'énoncé de personne physique.
ru: Если система хранит идентификационные номера физического лица, и они могут быть опубликованы без риска для конфиденциальности или безопасности, то их СЛЕДУЕТ включить в массив ``identifiers`` Характеристик физического лица.

source: In such cases, the values for ``scheme`` SHOULD be:
es: En tales casos, los valores de ``scheme`` DEBERÍAN ser:
fr: Dans ce cas, les valeurs du champ ``scheme`` doivent être les suivantes :
ru: В таких случаях РЕКОМЕНДУЕТСЯ, чтобы у свойства ``scheme`` были такие значения:

source: Where {JURISDICTION} is an `ISO 3-digit country code <https://www.iso.org/iso-3166-country-codes.html>`_ (or one of the extensions in `ICAO Document 9303 §5 <http://www.icao.int/publications/Documents/9303_p3_cons_en.pdf>`_, pages 21-23). And {TYPE} is one of 'PASSPORT', 'TAXID' or 'IDCARD'.
es: Donde {JURISDICTION} es un `código de país ISO de 3 dígitos <https://www.iso.org/iso-3166-country-codes.html>`_ (o una de las extensiones de `ICAO Document 9303 §5 <http://www.icao.int/publications/Documents/9303_p3_cons_en.pdf>`_, páginas 21-23), y {TYPE} es 'PASSPORT', 'TAXID' o 'IDCARD'.
fr: {JURISDICTION} est un `code de pays ISO à 3 chiffres <https://www.iso.org/fr/iso-3166-country-codes.html>`_ (ou l'une des extensions répertoriées aux pages 21 à 23 du `chapitre 5 du document 9303 de l'OACI <https://www.icao.int/publications/Documents/9303_p3_cons_fr.pdf>`_), tandis que {TYPE} désigne le champ 'PASSPORT', 'TAXID' ou 'IDCARD'.
ru: где {JURISDICTION} — это `3-значный код страны согласно стандарту ISO <https://www.iso.org/iso-3166-country-codes.html>`_ (или одно из расширений из `Документа ICAO 9303, §5 <http://www.icao.int/publications/Documents/9303_p3_cons_en.pdf>`_, страницы 21-23), а {TYPE} — это 'PASSPORT', 'TAXID' или 'IDCARD' (паспорт, налоговый номер или удостоверение личности).

source: For example, a passport number from Afghanistan would have the ``scheme`` value:
es: Por ejemplo, un número de pasaporte de Afganistán tendría el valor ``scheme``:
fr: Par exemple, un numéro de passeport d'Afghanistan devrait avoir la valeur suivante pour le champ ``scheme`` :
ru: Например, для паспорта, выданного в Афганистане, свойство ``scheme`` будет иметь значение:

source: When making BODS data publicly available, it is important to ensure any person identifiers are suitable for publication under national laws and data protection frameworks.
es: Cuando se ponen los datos del BODS a disposición del público, es importante asegurarse de que los identificadores de personas sean aptos para publicación bajo las leyes y los marcos de protección de datos nacionales.
fr: Lorsque les données de la norme BODS sont rendues publiques, il est important de s'assurer que tout identifiant de personne peut être publié, conformément aux cadres de protection des données et aux lois nationales en vigueur.
ru: Обеспечивая публичный доступ к данным СДБВ, важно убедиться, что любые идентификаторы физических лиц подходят для публикации в соответствии с национальным законодательством и механизмами защиты данных.

source: Most of the identifier types listed below are not suitable for publication as part of an open dataset.
es: La mayoría de los tipos de identificadores que figuran a continuación no son aptos para publicación como parte de un conjunto de datos abiertos.
fr: La plupart des types d'identifiants répertoriés ci-dessous ne peuvent pas être publiés dans le cadre d'un ensemble de données ouvert.
ru: Большинство из перечисленных ниже типов идентификаторов не подходят для публикации в составе открытого набора данных.

source: The following identification types can currently be used in BODS. Suggestions for new types should be made through the `issue tracker <https://github.com/openownership/data-standard/issues>`_.
es: Los siguientes tipos de identificación pueden utilizarse actualmente en el BODS. Las sugerencias de nuevos tipos deberían realizarse a través de la `herramienta de seguimiento de incidencias <https://github.com/openownership/data-standard/issues>`_.
fr: Actuellement, les types d'identification suivants peuvent être utilisés dans la norme BODS. De nouveaux types peuvent être suggérés à l'aide de `l'outil de suivi des problèmes <https://github.com/openownership/data-standard/issues>`_.
ru: В данных СДБВ в настоящее время могут использоваться описанные ниже типы идентификаторов. Предложения касательно новых типов следует вносить через `систему отслеживания ошибок <https://github.com/openownership/data-standard/issues>`_.

source: **PASSPORT**
ru: **ПАСПОРТ**

source: Passport numbers SHOULD follow the format of the identifier line in a machine-readable passport (see `Appendix B to Part 4 of ICAO Doc 9303 <http://www.icao.int/publications/Documents/9303_p4_cons_en.pdf>`_) including at least the document number.
es: Los números de pasaporte DEBERÍAN seguir el formato de la línea de identificación en un pasaporte legible por medios informáticos (consulte `Anexo B a la Parte 4 de ICAO Doc 9303 <http://www.icao.int/publications/Documents/9303_p4_cons_en.pdf>`_) que incluya al menos el número de documento.
fr: Les numéros de passeport doivent respecter le format de la ligne de l'identifiant sur un passeport lisible par machine (voir l'`annexe B de la section 4 du document 9303 de l'OACI <http://www.icao.int/publications/Documents/9303_p4_cons_fr.pdf>`_) et comprendre au minimum le numéro de document.
ru: РЕКОМЕНДУЕТСЯ, чтобы номера паспортов соответствовали формату строки идентификатора в машиночитаемом паспорте (см. `Приложение B к Части 4 Документа ICAO 9303 <http://www.icao.int/publications/Documents/9303_p4_cons_en.pdf>`_), включая как минимум номер документа.

source: Parsers should be able to extract the document number from the first 9 characters, and to access any subsequent information supplied according to the ICAO format.
es: Los analizadores estructurales deberían ser capaces de extraer el número del documento de los primeros 9 caracteres y de acceder a toda información adicional suministrada de acuerdo con el formato de la ICAO.
fr: Les analyseurs syntaxiques doivent pouvoir extraire le numéro de document des 9 premiers caractères et accéder à toute autre information fournie au format de l'OACI.
ru: Парсеры должны иметь возможность извлекать номер документа из первых 9 символов, а также получать доступ к последующей информации, предоставляемой в соответствии с форматом ICAO.

source: **TAXID**
ru: **Налоговый номер**

source: Taxpayer identification regimes vary from country to country. Where guidance on including numbers from a particular jurisdiction is required, this may be included here in future.
es: Los regímenes de identificación de contribuyentes varían según cada país. De ser necesaria orientación sobre la inclusión de los números de una jurisdicción determinada, puede que se la incluya aquí en el futuro.
fr: Les réglementations d'identification des contribuables varient d'un pays à l'autre. Lorsque des conseils sur l'ajout de numéros provenant d'une juridiction spécifique sont requis, ils peuvent être inclus à cet emplacement à l'avenir.
ru: В разных странах существуют различные системы идентификации налогоплательщиков. В случае если потребуются указания касательно включения числовых значений из определенной юрисдикции, они могут быть приведены здесь в дальнейшем.

source: **IDCARD**
ru: **УДОСТОВЕРЕНИЕ ЛИЧНОСТИ**

source: ID card systems vary. Where guidance on including numbers from a particular jurisdiction is required, this may be included here in future.
es: Los sistemas de tarjetas de identidad varían. De ser necesaria orientación sobre la inclusión de los números de una jurisdicción determinada, puede que se la incluya aquí en el futuro.
fr: Les systèmes de carte d'identité varient. Lorsque des conseils sur l'ajout de numéros provenant d'une juridiction spécifique sont requis, ils peuvent être inclus à cet emplacement à l'avenir.
ru: Существуют различные системы идентификационных карт. В случае если потребуются указания касательно включения числовых значений из определенной юрисдикции, они могут быть приведены здесь в дальнейшем.

source: Special case: internal identifiers
es: Caso especial: identificadores internos
fr: Cas particulier : identifiants internes
ru: Особый случай: внутренние идентификаторы

source: Data management systems may generate internal identifiers for people, or for records about people, or both.
es: Los sistemas de gestión de datos pueden generar identificadores internos para personas o registros de personas, o ambos.
fr: Les systèmes de gestion des données peuvent générer des identifiants internes pour les personnes, pour les enregistrements sur les personnes ou pour les deux.
ru: Системы управления данными могут генерировать внутренние идентификаторы для физических лиц или для записей о физических лицах либо и для тех и других.

source: If multiple records in the system are known to relate to the same person, the data management system SHOULD assign a unique identifier to the person, and publish this identifier in the associated records. The identifier SHOULD be included in the ``identifiers`` array with a ``schemeName`` value ‘{publisher name}-{identifier type}’. For example, 'AtlantisCorporateRegister-PersonReference'.
es: Si se descubre que varios registros del sistema se relacionan con la misma persona, el sistema de gestión de datos DEBERÍA asignar un identificador único a la persona y publicarlo en los registros asociados. El identificador DEBERÍA incluirse en el arreglo de datos ``identifiers`` con un valor ``schemeName`` ‘{publisher name}-{identifier type}’. Por ejemplo, 'AtlantisCorporateRegister-PersonReference'.
fr: Si plusieurs enregistrements dans le système sont liés à la même personne, le système de gestion des données doit attribuer un identifiant unique à la personne et le publier dans les enregistrements associés. L'identifiant doit être inclus dans le tableau ``identifiers`` avec une valeur au format ‘{publisher name}-{identifier type}’ pour le champ ``schemeName``, par exemple, 'AtlantisCorporateRegister-PersonReference'.
ru: Если известно, что несколько записей в системе касаются одного и того же физического лица, РЕКОМЕНДУЕТСЯ присвоить такому физическому лицу уникальный идентификатор в системе управления данными и опубликовать этот идентификатор в соответствующих записях. Идентификатор СЛЕДУЕТ включить в массив ``identifiers``, указав для свойства ``schemeName`` значение ‘{publisher name}-{identifier type}’. Например, 'AtlantisCorporateRegister-PersonReference'.

source: Alternatively, if a known person is only ever represented by one record on the system, then an internal person identifier may serve as the ``recordId``. See :ref:`record-identifiers`.
es: De forma alternativa, si una persona conocida solo es representada por un registro en el sistema, un identificador de personas interno puede servir como el ``recordId``. Consulte :ref:`record-identifiers`.
fr: En revanche, si une personne connue est représentée uniquement par un seul enregistrement dans le système, un identifiant de personne interne peut être utilisé pour le champ ``recordId`` (voir la section sur les :ref:`record-identifiers`).
ru: Или же, если известное физическое лицо всегда было представлено в системе лишь одной записью, тогда в качестве значения свойства ``recordId`` может выступать внутренний идентификатор физического лица. См. раздел :ref:`record-identifiers`.

source: Market identifier codes (MICs)
es: Códigos de identificación del mercado (MIC)
fr: Codes d'identification de marché
ru: Коды идентификатора рынка (MIC)

source: See this :ref:`example data <examples-plc>` for a valid use of MICs.
es: Consulte estos :ref:`datos de ejemplo <examples-plc>` para ver un uso válido de los MIC.
fr: Consultez ces :ref:`exemples de données <examples-plc>` pour savoir comment utiliser les codes d'identification de marché.
ru: Правильное использование MIC см. в этом :ref:`примере данных <examples-plc>`.

source: Two properties in an Entity Statement’s :ref:`Securities Listing <schema-securities-listing>` object identify where a security is traded: the ``operatingMarketIdentifierCode`` of the operating market and the ``marketIdentifierCode``. The ``marketIdentifierCode`` SHOULD be the same as the ``operatingMarketIdentifierCode`` if the security is traded on a main exchange. The ``marketIdentifierCode`` will differ where a security is traded on a segment of an exchange.
es: Dos propiedades del objeto de la :ref:`Listado de valores <schema-securities-listing>` de un enunciado sobre entidad identifican dónde se se negocia un valor: el ``operatingMarketIdentifierCode`` del mercado operativo y el ``marketIdentifierCode``. El ``marketIdentifierCode`` DEBERÍA ser igual que el ``operatingMarketIdentifierCode`` si el valor se negocia en una bolsa principal. El ``marketIdentifierCode`` diferirá cuando un valor se negocie en un segmento de una bolsa.
fr: Deux propriétés dans la section :ref:`Cotation des valeurs mobilières <schema-securities-listing>` identifient si un titre est négocié : il s'agit du champ ``operatingMarketIdentifierCode`` du marché d'exploitation et du champ ``marketIdentifierCode``. ``marketIdentifierCode`` doit être identique à ``operatingMarketIdentifierCode`` si le titre est négocié à la Bourse. ``marketIdentifierCode`` sera différent si un titre est négocié sur un segment de marché boursier.
ru: Два свойства объекта :ref:`Регистрация ценных бумаг на фондовой бирже <schema-securities-listing>` в Характеристике субъекта указывают на то, где торгуется ценная бумага: свойство ``operatingMarketIdentifierCode`` действующего рынка и свойство ``marketIdentifierCode``. Если ценная бумага торгуется на основной бирже, РЕКОМЕНДУЕТСЯ, чтобы значение свойства ``marketIdentifierCode`` было таким же, как и свойства ``operatingMarketIdentifierCode``. Если ценная бумага торгуется в сегменте биржи,. значение свойства ``marketIdentifierCode`` будет отличаться.

source: MICs are standardised, issued and maintained by SWIFT as `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. The specification of ``operatingMarketIdentifierCode`` and ``marketIdentifierCode`` is part of the ISO standard.
es: Los MIC están estandarizados, emitidos y mantenidos por SWIFT como `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. La especificación de ``operatingMarketIdentifierCode`` y ``marketIdentifierCode`` es parte del estándar ISO.
fr: Les codes d'identification de marché sont normalisés, émis et conservés par SWIFT conformément à la `norme ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. Cette spécification des champs ``operatingMarketIdentifierCode`` et ``marketIdentifierCode`` fait partie de la norme ISO.
ru: За стандартизацию, публикацию и поддержку кодов MIC отвечает SWIFT: `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. Спецификация кодов ``operatingMarketIdentifierCode`` и ``marketIdentifierCode`` является частью стандарта ISO.

source: Tradable security identifiers
es: Identificadores de valores negociables
fr: Identifiants de titre négociable
ru: Идентификаторы торгуемой ценной бумаги

source: See this :ref:`example data <examples-plc>` for a valid use of securities identifiers.
es: Consulte estos :ref:`datos de ejemplo <examples-plc>` para ver un uso válido de los identificadores de valores.
fr: Consultez ces :ref:`exemples de données <examples-plc>` pour savoir comment utiliser les identifiants de titre.
ru: Правильное использование идентификаторов ценных бумаг см. в этом :ref:`примере данных<examples-plc>`.
