Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/information-updates.po
Languages: es, fr, ru

source: Information updates
es: Actualizaciones de información
fr: Mises à jour des informations
ru: Обновление информации

source: Systems that collect and manage beneficial ownership information often handle the updating or confirmation of existing records. Depending on how the information is managed, the BODS data that is produced will offer a high or low-resolution picture of the changing nature of a beneficial ownership network. Data management systems handling information updates need to meet the minimal set of requirements below, to offer a low-resolution picture.
es: Los sistemas que recopilan y gestionan la información sobre beneficiarios finales a menudo se encargan de las actualizaciones o la confirmación de los registros existentes. Según la forma en la que se gestione la información, los datos del BODS que se producen ofrecerán una imagen de alta o baja resolución sobre la naturaleza cambiante de una red de titularidad real. Los sistemas de gestión de datos que manejan actualizaciones de información deben cumplir con el conjunto mínimo de requisitos indicados a continuación, para ofrecer una imagen de baja resolución.
fr: Souvent, les systèmes qui collectent et gèrent les informations sur les bénéficiaires effectifs se chargent d'actualiser ou de confirmer les enregistrements existants. En fonction de la manière dont les informations sont gérées, les données de la norme BODS qui sont générées fourniront une image en haute ou basse résolution de la nature évolutive d'un réseau des bénéficiaires effectifs. Les systèmes de gestion des données gérant les mises à jour des informations doivent se conformer à l'ensemble d'exigences minimales ci-dessous afin de fournir une image en basse résolution.
ru: Системы сбора и обработки информации о бенефициарном владении часто имеют дело с обновлением или подтверждением существующих записей. В зависимости от способа управления информацией сгенерированные данные СДБВ отображают изменяющийся характер сети бенефициарного владения на высоком или низком уровне детализации. Системы управления данными, предусматривающие обновление информации, должны соответствовать описанному ниже минимальному набору требований, чтобы обеспечивать представление на низком уровне детализации.

source: Minimal requirements
es: Requisitos mínimos
fr: Exigences minimales
ru: Минимальные требования

source: A new BODS statement MUST be generated for an element (entity, person or relationship) of a subject's beneficial ownership network when its details are changed or confirmed. See :ref:`generating-statements` for further requirements.
es: DEBE generarse un nuevo enunciado para un elemento (entidad, persona o relación) de la red de titularidad real de un sujeto cuando sus detalles cambian o son confirmados. Consulte :ref:`generating-statements` para ver más requisitos.
fr: Un nouvel énoncé de la norme BODS doit être généré pour un élément (c'est-à-dire une entité, une personne ou une relation) du réseau des bénéficiaires effectifs d'un sujet lorsque ses informations sont modifiées ou confirmées. Consultez la section :ref:`generating-statements` pour connaître les exigences supplémentaires.
ru: При изменении или подтверждении сведений об элементе (субъекте, физическом лице или отношениях) сети бенефициарного владения ДОЛЖНА быть создана новая характеристика СДБВ. Дополнительные требования приведены в разделе :ref:`generating-statements`.

source: The ``recordId`` of the subject of each beneficial ownership network MUST be stable over time. That is: when the details of the beneficial ownership network's subject change, or are confirmed, the new Statement generated must contain the same ``recordId`` as in the outdated Statement.
es: El ``recordId`` del sujeto de cada red de titularidad real DEBE ser estable en el tiempo. Es decir, cuando los detalles del sujeto de la red de titularidad real cambian o se confirman, el nuevo enunciado generado debe contener el mismo ``recordId`` que el enunciado obsoleto.
fr: Le champ ``recordId`` du sujet de chaque réseau des bénéficiaires effectifs doit être stable dans le temps. En d'autres termes, lorsque les informations sur le sujet du réseau des bénéficiaires effectifs sont modifiées ou confirmées, le nouvel énoncé généré doit contenir le même champ ``recordId`` que dans l'énoncé obsolète.
ru: Значение свойства ``recordId`` для предмета каждой сети бенефициарного владения ДОЛЖНО быть стабильным. То есть при изменении или подтверждении сведений о предмете сети бенефициарного владения новая сгенерированная Характеристика ДОЛЖНА содержать то же значение свойства ``recordId``, что и устаревшая Характеристика.

source: Each BODS statement issued in relation to any element of a subject's declared beneficial ownership network, at any point in time, MUST contain the subject's ``recordId`` as its ``declarationSubject``.
es: Cada enunciado del BODS emitido en relación con cualquier elemento de la red de titularidad real declarada de un sujeto, en cualquier momento, DEBE contener el ``recordId`` del sujeto como su ``declarationSubject``.
fr: Chaque énoncé de la norme BODS, qui est émis à tout moment en lien avec tout élément d'un réseau des bénéficiaires effectifs déclaré d'un sujet, doit contenir le champ ``recordId`` du sujet en tant que ``declarationSubject``.
ru: В каждой характеристике СДБВ, опубликованной в отношении любого элемента задекларированной сети бенефициарного владения, значение ``recordId`` предмета такой сети в любой момент времени ДОЛЖНО быть таким же, что и для свойства ``declarationSubject``.

source: The BODS data producer SHOULD publish guidance for data users explaining how to understand the lifecycle of declared information with reference to the available BODS data.
es: El productor de datos del BODS DEBERÍA publicar una guía para los usuarios de los datos donde explique cómo entender el ciclo de vida de la información declarada con respecto a los datos del BODS disponibles.
fr: Les générateurs de données de la norme BODS doivent publier des lignes directrices à destination des utilisateurs et utilisatrices des informations afin de leur expliquer le cycle de vie des informations déclarées, notamment concernant les données de la norme BODS disponibles.
ru: Издателю данных СДБВ СЛЕДУЕТ опубликовать руководство для пользователей данных, поясняющее, как необходимо понимать жизненный цикл задекларированной информации, со ссылкой на имеющиеся данные СДБВ.

source: Full requirements
es: Requisitos completos
fr: Liste complète des exigences
ru: Полный перечень требований

source: The minimal requirements stated above MUST be met.
es: DEBE cumplirse con los requisitos mínimos indicados anteriormente.
fr: Les exigences minimales susmentionnées DOIVENT être respectées.
ru: Изложенные выше минимальные требования ДОЛЖНЫ быть выполнены.

source: The lifecycle of a record about an element (entity, person or relationship) within a beneficial ownership network is represented by a series of Statements:
es: El ciclo de vida de un registro sobre un elemento (entidad, persona o relación) dentro de una red de titularidad real está representado por una serie de enunciados:
fr: Le cycle de vie d'un enregistrement concernant un élément (c'est-à-dire une entité, une personne ou une relation) au sein d'un réseau des bénéficiaires effectifs est représenté par une série d'énoncés :
ru: Жизненный цикл записи об элементе (субъекте, физическом лице или отношениях) в сети бенефициарного владения представлен серией Характеристик:

source: The ``recordId`` of each element of a beneficial ownership network MUST be stable over time. That is: when the details of an element change, or are confirmed, the new Statement generated must contain the same ``recordId`` as in the outdated Statement.
es: El ``recordId`` de cada elemento de una red de titularidad real DEBE ser estable a través del tiempo. Es decir, cuando los detalles de un elemento cambian o son confirmados, el nuevo enunciado generado debe contener el mismo ``recordId`` que el enunciado obsoleto.
fr: Le champ ``recordId`` de chaque élément d'un réseau des bénéficiaires effectifs doit être stable dans le temps. En d'autres termes, lorsque les informations d'un élément sont modifiées ou confirmées, le nouvel énoncé généré doit contenir le même champ ``recordId`` que dans l'énoncé obsolète.
ru: Значение свойства ``recordId`` каждого элемента сети бенефициарного владения ДОЛЖНО быть стабильным. То есть при изменении или подтверждении сведений об элементе новая сгенерированная Характеристика должна содержать то же значение свойства ``recordId``, что и устаревшая Характеристика.

source: The first time a Statement is published about an element within a beneficial ownership network, the ``recordStatus`` MUST be 'new'. When the details of the element change, or are confirmed, in the new Statement ``recordStatus`` MUST be 'updated'. When the element is no longer a part of the beneficial ownership network, in the new Statement ``recordStatus`` MUST be 'closed'.
es: La primera vez que se publica un enunciado sobre un elemento dentro de una red de titularidad real, el ``recordStatus`` DEBE ser 'nuevo'. Cuando los detalles del elemento cambian o se confirman, en el nuevo enunciado ``recordStatus`` DEBE estar 'actualizado'. Cuando el elemento ya no forme parte de la red de titularidad real, en el nuevo denunciado ``recordStatus`` DEBE estar 'cerrado'.
fr: Lorsqu'un énoncé est publié pour la première à propos d'un élément dans un réseau des bénéficiaires effectifs, le champ ``recordStatus`` doit être configuré sur 'new' (nouveau). Lorsque les informations de l'élément sont modifiées ou confirmées, le champ ``recordStatus`` dans le nouvel énoncé doit être configuré sur 'updated' (actualisé). Quand l'élément ne fait plus partie d'un réseau des bénéficiaires effectifs, le champ ``recordStatus`` dans le nouvel énoncé doit être configuré sur 'closed' (clôturé).
ru: Когда Характеристика, касающаяся элемента сети бенефициарного владения, публикуется впервые, свойство ``recordStatus`` ДОЛЖНО иметь значение 'new'. При изменении или подтверждении сведений об элементе свойство ``recordStatus`` в новой Характеристике ДОЛЖНО иметь значение 'updated'. Если элемент больше не входит в сеть бенефициарного владения, свойство ``recordStatus`` в новой Характеристике ДОЛЖНО иметь значение 'closed'.

source: When the details of an element have not changed but are confirmed to be accurate, a new Statement SHOULD be generated with the same ``recordId`` as in the outdated Statement and with ``recordStatus`` 'updated'.
es: Cuando los detalles de un elemento no han cambiado, pero se confirma que son exactos, DEBERÍA generarse un nuevo enunciado con el mismo ``recordId`` que el enunciado obsoleto y con ``recordStatus`` 'actualizado'.
fr: Lorsque les informations d'un élément n'ont pas été modifiées, mais que leur exactitude a été confirmée, un nouvel énoncé doit être généré avec le même champ ``recordId`` que dans l'énoncé obsolète et le champ ``recordStatus`` doit être configuré sur` 'updated' (acualisé).
ru: Если сведения об элементе не изменились, но подтверждены как точные, СЛЕДУЕТ создать новую Характеристику с тем же значением свойства ``recordId``, что и в устаревшей Характеристике, а для свойства ``recordStatus`` установить значение 'updated'.

source: Once a series of Statements about a given element is closed, further Statements with the related ``recordId`` MUST NOT be generated.
es: Una vez que una serie de enunciados sobre un elemento determinado esté cerrada, NO DEBEN generarse más enunciados con el ``recordId`` relacionado.
fr: Lorsqu'une série d'énoncés sur un élément donné est clôturée, les énoncés suivants avec un champ ``recordId`` connexe ne doivent pas être générés.
ru: После закрытия серии Характеристик об определенном элементе дальнейшие Характеристики со связанным значением свойства ``recordId`` создаваться НЕ ДОЛЖНЫ.

source: When the subject or the interested party of a relationship change, the lifecycle of that relationship is considered to have ended. For example, if the owner of a company transfers their interest to a relative, the ``recordStatus`` of the first relationship would be 'closed', and details of a new record would be published.
es: Cuando el sujeto o la parte interesada de una relación cambian, se considera que el ciclo de vida de dicha relación ha terminado. Por ejemplo, si el propietario de una empresa transfiere su interés a un pariente, el ``recordStatus`` de la primera relación sería 'cerrado', y se publicarían detalles de un nuevo registro.
fr: Quand le sujet ou la partie intéressée d'une relation change, le cycle de vie de cette relation est considéré comme terminé. Par exemple, si le propriétaire d'une entreprise transfère sa participation au capital à un proche, le champ ``recordStatus`` de la première relation devrait être configuré sur 'closed' (cloturé) et les informations d'un nouvel enregistrement doivent être publiées.
ru: В случае изменения предмета или заинтересованной стороны отношений жизненный цикл таких отношений считается завершенным. Например, если владелец компании передает свою долю участия родственнику, свойство ``recordStatus`` первых отношений будет иметь значение 'closed', и будут опубликованы сведения о новой записи.

source: Requirements for special cases
es: Requisitos para casos especiales
fr: Exigences relatives aux cas particuliers
ru: Требования в особых случаях

source: Error correction
es: Corrección de errores
fr: Correction des erreurs
ru: Исправление ошибок

source: Errors in published data may be due to mistakes at the point of information disclosure, or the incorrect processing of information by the data management system.
es: Los errores de los datos publicados pueden deberse a errores al momento de divulgar la información o al procesamiento incorrecto de la información por parte del sistema de gestión de datos.
fr: Les erreurs survenant dans les données publiées peuvent provenir d'erreurs au moment de la divulgation des informations ou du traitement incorrect des informations par le système de gestion des données.
ru: Ошибки в опубликованных данных могут возникать вследствие ошибочного раскрытия информации или некорректной обработки информации в системах управления данными.

source: In either case, errors SHOULD be corrected by the issuing of new statements including an :any:`annotation <schema-annotation>`, with the ``motivation`` 'correcting' and a ``description`` of the correction, and an updated ``publicationDetails.publicationDate``.
es: En cualquiera de los casos, los errores DEBERÍAN corregirse emitiendo nuevos enunciados, incluida una :any:`nota <schema-annotation>`, con la ``motivation`` 'corrección' y una ``description`` de la corrección y un ``publicationDetails.publicationDate`` actualizado.
fr: Dans tous les cas, les erreurs doivent être corrigées en émettant de nouveaux énoncés avec une :any:`annotation <schema-annotation>` contenant un champ ``motivation`` configuré sur 'correcting' (correction) et un champ ``description`` de la correction ainsi qu'un champ ``publicationDetails.publicationDate`` mis à jour.
ru: В любом случае ошибки СЛЕДУЕТ исправлять путем публикации новых характеристик, в том числе посредством :any:`примечания <schema-annotation>` со значением 'correcting' (исправление) для свойства ``motivation``, описанием исправления в поле ``description`` и обновленным значением свойства ``publicationDetails.publicationDate``.

source: See the example in :any:`guidance-dates`.
es: Consulte el ejemplo en :any:`guidance-dates`.
fr: Consultez l'exemple fourni sur la page :any:`guidance-dates`.
ru: См. пример в разделе :any:`guidance-dates`.

source: Redaction
es: Remoción
fr: Révision
ru: Анонимизация

source: If sensitive information is accidentally published in a Statement, the Statement MAY be republished with the same statement identifier and updated property values.
es: Si se publica información confidencial por accidente en un enunciado, el enunciado PUEDE volver a publicarse con el mismo identificador de enunciado y valores de propiedad actualizados.
fr: Si des informations sensibles sont accidentellement divulguées dans un énoncé, ce dernier peut être republié avec le même identifiant d'énoncé et des valeurs de propriété actualisées.
ru: Если в Характеристике опубликована конфиденциальная информация, такая Характеристика МОЖЕТ быть опубликована повторно с тем же самым идентификатором характеристики, но с обновленными значениями свойств.
