Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/languages.po
Languages: es, fr, ru

source: Representing alternative languages
es: Representación de idiomas alternativos
fr: Représentation des langues alternatives
ru: Представление альтернативных языков

source: Beneficial ownership information may need to be provided in different languages or scripts. BODS provides options for representing translated or transliterated information.
es: Es posible que la información sobre beneficiarios finales deba proporcionarse en diferentes idiomas o scripts. El BODS ofrece opciones para representar la información traducida o transliterada.
fr: Il peut être nécessaire de fournir les information sur les bénéficiaires effectifs dans des langues ou des scripts différents. La norme BODS propose des alternatives pour la représentation des informations traduites ou transcrites.
ru: Иногда информацию о бенефициарном владении необходимо предоставлять на других языках или в другом написании. СДБВ предусматривает варианты отображения переведенной или транслитерированной информации.

source: To represent:
es: Para representar:
fr: Pour représenter :
ru: Для представления:

source: people’s names, use an entry in the names array with ``name.type`` ‘translation’ or ‘transliteration’
es: los nombres de las personas, utilice una entrada en el arreglo de datos de nombres con ‘traducción’ o ‘transliteración’ como ``name.type``
fr: les noms des personnes, utilisez une entrée dans le tableau contenant le champ ``name.type`` configuré sur ‘translation’ ou ‘transliteration’ ;
ru: Имен физических лиц используйте элемент в массиве names, у которого свойство ``name.type`` имеет значение ‘translation’ (перевод) или ‘transliteration’ (транслитерация);

source: entity names, use an entry in the ``alternativeNames`` array
es: nombres de entidades, utilice una entrada en el arreglo de datos ``alternativeNames``
fr: les noms des entités, utilisez une entrée dans le tableau ``alternativeNames`` ;
ru: названий субъектов используйте элемент в массиве ``alternativeNames`` ;

source: entity types use ``entityType.details``
es: tipos de entidades, utilice ``entityType.details``
fr: les types d'entités, utilisez ``entityType.details`` ;
ru: типов субъектов используйте поле ``entityType.details``;

source: interest types use ``interest.details``
es: tipos de interés, utilice ``interest.details``
fr: les types de participations au capital, utilisez ``interest.details``.
ru: типов долей участия используйте поле ``interest.details`` .

source: For other fields or entire records, use an annotation.
es: Para otros campos o registros enteros, utilice una nota.
fr: Pour les autres champs et les enregistrements complets, utilisez une annotation.
ru: Для других полей или целых записей используйте примечание.

source: In the annotation:
es: En la nota:
fr: Dans l'annotation :
ru: В примечании:

source: ``motivation`` MUST be ‘transformation’
es: ``motivation`` DEBE ser ‘transformación’
fr: ``motivation`` DOIT être configuré sur ‘transformation’ ;
ru: свойство ``motivation`` ДОЛЖНО иметь значение ‘transformation’ (преобразование);

source: ``description`` SHOULD explain the type of transformation (e.g. ‘translation’)
es: ``description`` DEBE explicar el tipo de transformación (p. ej., ‘traducción’)
fr: ``description`` DOIT expliquer le type de transformation (par ex., ‘translation’) ;
ru: в поле ``description`` СЛЕДУЕТ дать пояснение типа преобразования (например, ‘translation’ (перевод));

source: ``transformedContent`` MUST contain the transformed content
es: ``transformedContent`` DEBE contener el contenido transformado
fr: ``transformedContent`` doit inclure le contenu transformé.
ru: поле ``transformedContent`` ДОЛЖНО содержать преобразованное содержимое.
