Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/record-ids.po
Languages: es, fr, ru

source: Record identifiers
es: Identificadores de registro
fr: Identifiants d'enregistrement
ru: Идентификаторы записей

source: To publish beneficial ownership data in BODS format, an information management system MUST maintain record identifiers for each element (person, entity and relationship) in each beneficial ownership network.
es: Para publicar datos de titularidad de beneficiarios finales en el formato del BODS, un sistema de gestión de información DEBE conservar los identificadores de registro para cada elemento (persona, entidad y relación) en cada red de titularidad real.
fr: Afin de publier des données relatives aux bénéficiaires effectifs dans la norme BODS, un système de gestion des informations DOIT conserver les identifiants d'enregistrement pour chaque élément (c'es-à-dire une personne, une entité et une relation) au sein de chaque réseau des bénéficiaires effectifs.
ru: Для публикации данных о бенефициарном владении в формате СДБВ в системе управления информацией ДОЛЖНЫ быть предусмотрены идентификаторы записей для каждого элемента (физического лица, субъекта и отношений) в каждой сети бенефициарного владения.

source: Record identifiers MUST be unique within the publisher's system and never reused to refer to a different element.
es: Los identificadores de registro DEBEN ser únicos dentro del sistema del publicador y nunca deben reutilizarse para hacer referencia a un elemento diferente.
fr: Les identifiants d'enregistrement doivent être uniques au sein du système de l'éditeur et ne doivent jamais être réutilisés pour un élément différent.
ru: Идентификаторы записей ДОЛЖНЫ быть уникальными в системе издателя и не должны использоваться повторно для обозначения другого элемента.

source: There are situations where a publisher's system can allow information about the same person, entity or relationship to be collected in relation to the beneficial ownership networks of multiple different subjects. In these cases, information from different declaration subjects about the same person, entity or relationship can exist side-by-side and needs to be represented in published data. In these cases, each set of information MUST have its own record identifier. (See the example below.)
es: Hay situaciones en las que el sistema de un publicador puede permitir recopilar información sobre la misma persona, entidad o relación respecto de redes de titularidad real de varios sujetos diferentes. En estos casos, puede existir información de diferentes sujetos de declaración sobre la misma persona, entidad o relación de manera paralela y debe ser representada en los datos publicados. En estos casos, cada conjunto de información DEBE tener su propio identificador de registro. (Consulte el ejemplo que aparece más abajo).
fr: Dans certaines situations, un système d'éditeur peut autoriser la collecte des informations sur la même personne, entité ou relation dans le cadre des réseaux des bénéficiaires effectifs de plusieurs sujets différents. Si cela arrive, les informations provenant de différents sujets de déclaration sur la même personne, entité ou relation peuvent exister en parallèle et doivent être représentées dans les données publiées. Dans ce cas, chaque ensemble d'informations doit avoir son propre identifiant d'enregistrement (voir l'exemple ci-dessous).
ru: В некоторых ситуациях система издателя может допускать сбор информации об одном и том же физическм лице, субъекте или отношениях для сетей бенефициарного владения нескольких разных предметов. В таких случаях информация от разных предметов деклараций об одном и том же физическом лице, субъекте или отношениях может существовать параллельно, и ее необходимо отобразить в опубликованных данных. В этих случаях каждый набор информации ДОЛЖЕН иметь свой собственный идентификатор записи (см. приведенные ниже примеры).

source: The value of an entity or person record identifier MAY be a function of: the identity of the entity or natural person, plus the identity of the subject of the beneficial ownership network in which the entity or person appears. See :ref:`guidance-identifiers` for guidance on representing the identity of entities and natural persons.
es: El valor de un identificador de registro de entidad o persona PUEDE ser una función de: la identidad de la entidad o persona física, además de la identidad del sujeto de la red de titularidad real donde la entidad o persona aparece. Consulte :ref:`guidance-identifiers` para obtener orientación sobre cómo representar la identidad de entidades y personas físicas.
fr: La valeur de l'identifiant d'enregistrement d'une entité ou d'une personne peut dépendre de l'identité de l'entité ou de la personne physique et l'identité du sujet du réseau des bénéficiaires effectifs au sein duquel l'entité ou la personne apparaît. Consultez la page :ref:`guidance-identifiers` pour obtenir des conseils sur la représentation de l'identité des entités et des personnes physiques.
ru: Значение идентификатора записи для субъекта или физического лица МОЖЕТ быть функцией: идентифицирующей информации субъекта или физического лица, а также идентифицирующей информации предмета сети бенефициарного владения, в которой фигурирует субъект или физическое лицо. Рекомендации по отображению идентифицирующей информации субъектов и физических лиц см. в разделе :ref:`guidance-identifiers` .

source: The identity of a relationship is constituted by the identities of its subject and interested party. Therefore the value of a relationship record identifier MAY be a function of: the record identifiers of its subject and interested party, plus the identity of the subject of the beneficial ownership network in which the relationship appears.
es: La identidad de una relación está constituida por las identidades de su sujeto y de la parte interesada. Por lo tanto, el valor de un identificador de registro de relación PUEDE ser una función de: los identificadores de registro de su sujeto y de la parte interesada, además de la identidad del sujeto de la red de titularidad real en la que aparece la relación.
fr: L'identité d'une relation est constituée de l'identité de ses sujets et parties intéressées. Par conséquent, la valeur de l'identifiant d'enregistrement d'une relation peut dépendre des identifiants d'enregistrement de ses sujets et parties intéressées , mais aussi de l'identité du sujet du réseau des bénéficiaires effectifs au sein duquel la relation apparaît.
ru: Идентифицирующая информация отношений состоит из идентифицирующей информации их предмета и заинтересованной стороны. Поэтому значение идентификатора записи для отношений МОЖЕТ быть функцией: идентификаторов записей для предмета и заинтересованной стороны этих отношений, а также идентифицирующей информации предмета сети бенефициарного владения, в которой фигурируют эти отношения.

source: Record identifiers are used for :ref:`representing-bo` and for :ref:`information-updates`.
es: Los identificadores de registro se utilizan para :ref:`representing-bo` y para :ref:`information-updates`.
fr: Les identifiants d'enregistrement sont utilisés pour :ref:`representing-bo` et pour :ref:`information-updates`.
ru: Идентификаторы записей используются для :ref:`representing-bo` и для публикации :ref:`information-updates`.

source: Example scenario
es: Escenario de ejemplo
fr: Exemple de scénario
ru: Пример сценария

source: Private companies in a jurisdiction are obliged to disclose to the Company Registration Authority: their legal owners and any beneficial owners with direct interests in the company.
es: Las empresas privadas en una jurisdicción tienen la obligación de declarar ante el registro de empresas sus titulares legales y cualquier beneficiario real con intereses directos en la empresa.
fr: Des entreprises privées au sein d'une juridiction donnée doivent communiquer à l'autorité chargée de l'immatriculation des sociétés leurs propriétaires légaux et tout bénéficiaire effectif ayant une participation directe au capital d'une entreprise.
ru: Частные компании в некоторой юрисдикции обязаны раскрывать органу регистрации компаний информацию о: своих законных владельцах, а также бенефициарных владельцах, имеющих прямую долю участия в компании.

source: Alpha Corp. discloses one natural person as a beneficial owner (and legal owner) and it also discloses Beta Systems as a legal owner.
es: Alpha Corp. declara a una persona física como beneficiario real (y titular legal) y también declara a Beta Systems como titular legal.
fr: Alpha Corp. déclare une personne physique en tant que bénéficiaire effectif (et propriétaire légal), mais désigne aussi Beta Systems comme propriétaire légal.
ru: Компания Alpha Corp. раскрыла информацию об одном физическом лице как бенефициарном владельце (и законном владельце), а также о компании Beta Systems как законном владельце.

source: Diagram of a beneficial ownership network. An entity node for the company Alpha Corp is connected via a solid line to a person node. Alpha Corp's node is also connected via a solid line to an entity node for the company Beta Systems. An entity statement block sits next to Alpha Corp's node. Within the entity statement, recordId is '04a221be'. An entity statement block sits next to Beta Systems's node. Within the entity statement, recordId is '09d3a4fb'.
es: Diagrama de una red de titularidad del beneficiario real. Un nodo de entidad para la empresa Alpha Corp está conectado a través de una línea continua con un nodo de persona. El nodo de Alpha Corp también está conectado a través de una línea continua con un nodo de entidad para la empresa Beta Systems. Un bloque de enunciado sobre entidad está ubicado junto al nodo de Alpha Corp. Dentro del enunciado sobre entidad, el recordId es '04a221be'. Un bloque de enunciado sobre entidad se ubica junto al nodo de Beta Systems. Dentro del enunciado sobre entidad, el recordId es '09d3a4fb'.
fr: Schéma d'un réseau des bénéficiaires effectifs. Un nœud d'entité pour l'entreprise Alpha Corp est relié par une ligne continue à un nœud de personne. Le nœud d'Alpha Corp est également relié par une ligne continue à un nœud d'entité pour l'entreprise Beta Systems. Un bloc d'énoncé d'entité se situe à côté du nœud d'Alpha Corp. Dans l'énoncé d'entité, le champ recordId est configuré sur '04a221be'. Un bloc d'énoncé d'entité se situe à côté du nœud de Beta Systems. Dans l'énoncé d'entité, le champ recordId est configuré sur '09d3a4fb'.
ru: Схема сети бенефициарного владения. Узел субъекта — компании Alpha Corp соединен сплошной линией с узлом физического лица. Узел компании Alpha Corp также соединен сплошной линией с узлом субъекта — компании Beta Systems. Блок характеристик субъекта расположен рядом с узлом компании Alpha Corp. В характеристике субъекта свойство recordId имеет значение '04a221be'. Блок характеристики субъекта расположен рядом с узлом компании Beta Systems's. В характеристике субъекта свойство recordId имеет значение '09d3a4fb'.

source: Beta Systems declares that it has four direct beneficial owners.
es: Beta Systems declara que tiene cuatro beneficarios finales directos.
fr: Beta Systems déclare avoir quatre bénéficiaires effectifs directs.
ru: Компания Beta Systems заявила, что у нее четыре прямых бенефициарных владельца.

source: Diagram of a beneficial ownership network. An entity node for the company Beta Sys is connected via a solid lines to four person nodes. An entity statement block sits next to the Beta Sys node. Within the entity statement, recordId is '02c83aa2'.
es: Diagrama de una red de titularidad del beneficiario real. Un nodo de entidad para la empresa Beta Sys está conectado a través de líneas continuas con cuatro nodos de personas. Un bloque de enunciado sobre entidad está ubicado junto al nodo Beta Sys. Dentro del enunciado sobre entidad, el recordId es '02c83aa2'.
fr: Schéma d'un réseau des bénéficiaires effectifs. Un nœud d'entité pour l'entreprise Beta Systems est relié par une ligne continue à quatre nœuds de personne. Un bloc d'énoncé d'entité se situe à côté du nœud de Beta Systems. Dans l'énoncé d'entité, le champ recordId est configuré sur '02c83aa2'.
ru: Схема сети бенефициарного владения. Узел субъекта — компании Beta Sys соединен сплошными линиямий с узлами физических лиц. Блок характеристик субъекта расположен рядом с узлом компании Beta Sys. В характеристике субъекта свойство recordId имеет значение '02c83aa2'.

source: Separate records are maintained by the Company Registration Authority for the information about Beta Systems disclosed by Alpha Corp. (record identifier 09d3a4fb) and the information which is self-disclosed by Beta Systems (record identifier 02c83aa2).
es: El registro de empresas conserva registros separados para la información sobre Beta Systems declarada por Alpha Corp. (identificador de registro 09d3a4fb) y la información que Beta Systems declaró sobre sí misma (identificador de registro 02c83aa2).
fr: L'autorité chargée de l'immatriculation des sociétés conserve des enregistrements distincts pour les informations sur Beta Systems qui ont été communiquées par Alpha Corp. (identifiant d'enregistrement 09d3a4fb) et pour les informations que Beta Systems a déclarées (identifiant d'enregistrement 02c83aa2).
ru: Орган регистрации компании ведет отдельные записи в отношении информации о компании Beta Systems, раскрытой компанией Alpha Corp. (идентификатор записи 09d3a4fb), и в отношении информации, самостоятельно раскрытой компанией Beta Systems (идентификатор записи 02c83aa2).

source: When the BODS data is published, there are statements about the two new Beta Systems records.
es: Cuando los datos del BODS se publican, hay enunciados sobre los dos nuevos registros de Beta Systems.
fr: Quand les données de la norme BODS sont publiées, des énoncés sont émis pour les deux nouveaux enregistrements de Beta Systems.
ru: После публикации данных СДБВ появляются характеристики, касающиеся двух новых записей о компании Beta Systems.

source: Diagram of two entity statement blocks. The first has: recordId '09d3a4fb', recordDetails.name 'BetaSys', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '04a221be'. The second has: recordId '02c83aa2', recordDetails.name 'Beta Systems', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '02c83aa2'
es: Diagrama de dos bloques de enunciado sobre entidad. El primero tiene: recordId '09d3a4fb', recordDetails.name 'BetaSys', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '04a221be'. El segundo tiene: recordId '02c83aa2', recordDetails.name 'Beta Systems', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '02c83aa2'
fr: Schéma de deux blocs d'énoncé d'entité. Le premier contient les informations suivantes : recordId '09d3a4fb', recordDetails.name 'BetaSys', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '04a221be'. Le second contient les informations suivantes : recordId '02c83aa2', recordDetails.name 'Beta Systems', recordDetails.identifiers.0.scheme 'TZ-CRA', recordDetails.identifiers.0.id: 'pc-239118274', declarationSubject: '02c83aa2'.
ru: Схема, состоящая из двух блоков характеристик субъектов. В первом блоке: recordId — '09d3a4fb', recordDetails.name — 'BetaSys', recordDetails.identifiers.0.scheme — 'TZ-CRA', recordDetails.identifiers.0.id — 'pc-239118274', declarationSubject — '04a221be'. Во втором блоке: recordId — '02c83aa2', recordDetails.name — 'Beta Systems', recordDetails.identifiers.0.scheme — 'TZ-CRA', recordDetails.identifiers.0.id — 'pc-239118274', declarationSubject — '02c83aa2'

source: Note that:
es: Tenga en cuenta que:
fr: Remarques :
ru: Обратите внимание:

source: the name of the company has not been consistently disclosed.
es: el nombre de la empresa no ha sido divulgado de forma consistente.
fr: Le nom de l'entreprise n'a pas été communiqué de manière cohérente.
ru: название компании было указано по-разному;

source: the two statements do refer to the same real world entity, as the ``scheme`` and ``id`` properties in both statements are the same.
es: los dos enunciados sí hacen referencia a la misma entidad del mundo real, ya que las propiedades ``scheme`` e ``id`` en ambos enunciados son iguales.
fr: Les deux énoncés se réfèrent à la même entité réelle, car les propriétés des champs ``scheme`` et ``id`` sont identiques.
ru: две характеристики касаются одного и того же реального субъекта, поскольку свойства ``scheme`` и ``id`` в обеих характеристиках имеют одинаковые значения;

source: the two statements about the same real world entity relate to two different declaring subjects, as shown by the different ``declarationSubject`` values.
es: los dos enunciados sobre la misma entidad del mundo real se relacionan con dos sujetos declarantes diferentes, tal como lo muestran los diferentes valores ``declarationSubject``.
fr: Les deux énoncés sur la même entité réelle concernent deux sujets déclarants différents, comme le démontrent les valeurs divergentes du champ ``declarationSubject``.
ru: две характеристики одного и того же реального субъекта относятся к разным предметам декларации, о чем свидетельствуют разные значения свойства ``declarationSubject``;

source: the statement for ‘Beta Systems’ has been disclosed by Beta Systems itself, since the ``recordId`` value is also given as the ``declarationSubject``.
es: el enunciado para ‘Beta Systems’ fue realizado por la misma empresa Beta Systems, ya que el valor ``recordId`` también se indica como ``declarationSubject``.
fr: L'énoncé pour ‘Beta Systems’ a été transmis par l'entreprise elle-même, étant donné que la valeur du champ ``recordId`` est également communiquée en tant que ``declarationSubject``.
ru: характеристика для компании ‘Beta Systems’ сформирована на основе информации, самостоятельно раскрытой компанией Beta Systems, так как значение свойства ``recordId`` также используется для свойства ``declarationSubject``.
