Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-trusts.po
Languages: es, fr, ru

source: Representing trusts
es: Representación de fideicomisos
fr: Représentation des trusts
ru: Представление трастов

source: Overview
es: Descripción general
fr: Aperçu
ru: Обзор

source: In this documentation, the term ‘trust’ is inclusive of trusts and trust-like arrangements (such as *fiducie*, *treuhand* and *waqf*).
es: En esta documentación, el término ‘fideicomiso’ incluye los fideicomisos y estructuras jurídicas similares a un fideicomiso (como *fiducie*, *treuhand* y *waqf*).
fr: Dans la présente documentation, le mot ‘trust’ désigne les trusts comme les accords similaires (notamment *fiducie*, *treuhand* et *waqf*).
ru: Термин ‘траст’, используемый в тексте этой документации, включает трасты и аналогичные трастам правоотношения (такие как *fiducie*, *treuhand* и *waqf*).

source: BODS can be used to represent the beneficial ownership of trusts and the beneficial ownership of entities via trusts. Trusts are represented by an Entity statement.
es: El BODS puede utilizarse para representar la titularidad real de los fideicomisos y de las entidades a través de fideicomisos. Los fideicomisos están representados por un enunciado sobre entidad.
fr: La norme BODS peut être utilisée pour représenter la propriété effective des trusts et celle des entités par le biais des trusts. Les trusts sont représentés par un énoncé d'entité.
ru: СДБВ может использоваться для представления бенефициарного владения трастами, а также бенефициарного владения субъектами через трасты. Трасты представляются посредством Характеристики субъекта.

source: When representing trusts:
es: Al representar fideicomisos:
fr: Lors de la représentation des trusts :
ru: При представлении трастов:

source: If the trust has legal personality ``entityType.type`` MUST be ``legalEntity``
es: Si el fideicomiso tiene personería jurídica, ``entityType.type`` DEBE ser ``legalEntity``
fr: si le trust est une personne morale, le champ ``entityType.type`` doit être configuré sur ``legalEntity`` ;
ru: Если траст имеет статус юридического лица, свойство ``entityType.type`` ДОЛЖНО иметь значение ``legalEntity``.

source: If the trust does not have legal personality ``entityType.type`` MUST be ``arrangement``
es: Si el fideicomiso no tiene personería jurídica, ``entityType.type`` DEBE ser ``arrangement``
fr: si le trust n'est pas une personne morale, le champ ``entityType.type`` doit être configuré sur ``arrangement`` ;
ru: Если траст не имеет статуса юридического лица, свойство ``entityType.type`` ДОЛЖНО иметь значение ``arrangement``.

source: ``entityType.subtype`` MUST be ``trust``
es: El ``entityType.subtype`` DEBE ser ``trust``
fr: le champ ``entityType.subtype`` doit être configuré sur ``trust`` ;
ru: Свойство ``entityType.subtype`` ДОЛЖНО иметь значение ``trust``.

source: ``entityType.details`` MAY be used to give a local name (e.g. "fiducie") or specify the type of trust (e.g. "inter-vivos trust")
es: Los ``entityType.details`` PUEDEN utilizarse para dar un nombre local (p. ej., "fiducie") o especificar el tipo de fideicomiso (p. ej., "inter-vivos trust")
fr: le champ ``entityType.details`` peut être utilisé pour donner un nom local (par exemple, "fiducie") ou préciser le type de trust (par exemple, "trust entre-vifs").
ru: Поле ``entityType.details`` МОЖЕТ использоваться для указания местного названия (например, "fiducie") или типа траста (например, "inter-vivos trust").

source: Relationships between trusts and their parties MUST be represented using only these ``interest.type`` codes:
es: Las relaciones entre los fideicomisos y sus partes DEBEN representarse usando solo estos códigos ``interest.type``:
fr: Les relations entre les trusts et leurs parties doivent être représentées à l'aide des codes ``interest.type`` suivants :
ru: Отношения между трастами и их сторонами ДОЛЖНЫ представляться исключительно с помощью этих значений свойства ``interest.type``:

source: ``settlor``
ru: ``settlor`` (учредитель траста);

source: ``beneficiary``
ru: ``beneficiary`` (доверительный собственник);

source: ``trustee``
ru: ``trustee`` (доверительный управляющий траста);

source: ``protector``
ru: ``protector`` (попечитель траста);

source: ``otherInfluenceOrControl``
ru: ``otherInfluenceOrControl`` (прочее влияние или контроль).

source: ``interest.details`` MAY be used to give a local name (e.g. "fiduciaire") or more information about the interest (e.g. "power to dissolve trust").
es: Los ``interest.details`` PUEDEN utilizarse para dar un nombre local (p. ej., "fiduciario") o más información sobre el interés (p. ej. "facultad para disolver el fideicomiso").
fr: Le champ ``interest.details`` peut être utilisé pour donner un nom local (par exemple, "fiduciaire") ou des informations supplémentaires sur la participation au capital (par exemple, "pouvoir de dissoudre le trust").
ru: Для указания местного названия (например, "fiduciaire") или дополнительной информации о доли участия (например, "power to dissolve trust" (полномочия по роспуску траста)) МОЖЕТ быть использовано поле ``interest.details``.

source: Example Scenarios
es: Escenarios de ejemplo
fr: Exemples de scénario
ru: Примеры сценариев

source: Trust without legal personality
es: Fideicomiso sin personería jurídica
fr: Trust sans personne morale
ru: Траст без статуса юридического лица

source: A trust with a known beneficiary, known trustee and known settlor. The trust does not have a legal personality.
es: Un fideicomiso con un beneficiario conocido, un fiduciario conocido y un fideicomitente conocido. El fideicomiso no tiene personería jurídica.
fr: Un trust avec un bénéficiaire connu, un mandataire connu et un constituant connu n'est pas une personne morale.
ru: Траст с известным бенефициарным владельцем, известным доверительным управляющим и известным учредителем. Траст не имеет статуса юридического лица.

source: Diagram show linked statements. Entity statement labeled Trust A with entityType type 'arrangement' and subtype 'trust.' Trust A is connected to person A by a relationship statement with interest type 'settlor', person B by a relationship statement with interest type 'trustee', and person C by a relationship statement with interest type 'beneficiary'
es: Diagrama que muestra enunciados vinculados. En el enunciado sobre entidad, se etiquetó el Fideicomiso A con el entityType tipo 'arrangement' y subtipo 'trust'. El Fideicomiso A está conectado a la Persona A mediante un enunciado sobre relación con el tipo de interés 'fideicomitente', a la Persona B mediante un enunciado sobre relación con el tipo de interés 'trustee', y a la Persona C con un enunciado sobre relación con el tipo de interés 'beneficiary'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité étiqueté Trust A, contenant le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'trust.' Le trust A est relié à une personne A par un énoncé de relation dont le type de participation au capital est configuré sur 'settlor', (constituant) une personne B par un énoncé de relation dont le type de participation au capital est configuré sur 'trustee' (mandataire) et une personne C par un énoncé de relation dont le type de participation au capital est configuré sur 'beneficiary' (bénéficiaire).
ru: На схеме изображены связанные характеристики. Характеристика субъекта, обозначенная как Траст А, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'trust'. Траст A связан с физическим лицом A характеристикой отношений, в которой тип доли участия имеет значение 'settlor', с физическим лицом B — характеристикой отношений, в которой тип доли участия имеет значение 'trustee', и с физическим лицом C — характеристикой отношений, в которой тип доли участия имеет значение 'beneficiary'.

source: Trust with legal personality and protector
es: Fideicomiso con personería jurídica y curador
fr: Trust avec personne morale et tiers protecteur
ru: Траст со статусом юридического лица и попечителем

source: A trust with a known beneficiary, known trustee, known settlor and known protector. The trust has a legal personality.
es: Un fideicomiso con un beneficiario conocido, un fiduciario conocido, un fideicomitente conocido y un curador conocido. El fideicomiso tiene personería jurídica.
fr: Un trust avec un bénéficiaire connu, un mandataire connu, un constituant connu et un tiers protecteur connu est une personne morale.
ru: Траст с известным бенефициарным владельцем, известным доверительным управляющим, известным учредителем и известным попечителем. Траст имеет статус юридического лица.

source: Diagram show linked statements. Entity statement labeled Trust A with entityType type 'legalEntity' and subtype 'trust.' Trust A is connected to person A by a relationship statement with interest type 'settlor', person B by a relationship statement with interest type 'trustee', person C by a relationship statement with interest type 'protector', and person D by a relationship statement with interest type 'beneficiary.'
es: Diagrama que muestra enunciados vinculados. En el enunciado sobre entidad, se etiquetó el Fideicomiso A con el entityType tipo 'legalEntity' y subtipo 'trust'. El Fideicomiso A está conectado a la Persona A mediante un enunciado sobre relación con el tipo de interés 'settlor', a la Persona B mediante un enunciado sobre relación con el tipo de interés 'trustee', a la Persona C mediante un enunciado sobre relación con el tipo de interés 'protector' y a la Persona D mediante un enunciado sobre relación con el tipo de interés 'beneficiary.'
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité étiqueté Trust A, contenant le champ entityType dont le type est configuré sur 'legalEntity' (entité juridique) et le sous-type sur 'trust.' Le trust A est relié à une personne A par un énoncé de relation dont le type de participation au capital est configuré sur 'settlor' (constituant), une personne B par un énoncé de relation dont le type de participation au capital est configuré sur 'trustee' (mandataire), une personne C par un énoncé de relation dont le type de participation au capital est configuré sur 'protector' (tiers protecteur) et une personne D par un énoncé de relation dont le type de participation au capital est configuré sur 'beneficiary' (bénéficiaire).
ru: На схеме изображены связанные характеристики. Характеристика субъекта, обозначенная как Траст А, в которой тип свойства entityType имеет значение 'legalEntity', а подтип — 'trust'. Траст A связан с физическим лицом A характеристикой отношений, в которой тип доли участия имеет значение 'settlor', с физическим лицом B — характеристикой отношений, в которой тип доли участия имеет значение 'trustee', с физическим лицом C — характеристикой отношений, в которой тип доли участия имеет значение 'protector', и с физическим лицом D — характеристикой отношений, в которой тип доли участия имеет значение 'beneficiary'.

source: Trust with combined roles and anonymous beneficiary
es: Fideicomiso con roles combinados y beneficiario anónimo
fr: Trust avec des rôles associés et des bénéficiaires anonymes
ru: Траст с комбинированными функциями и неустановленным бенефициарным владельцем

source: A trust where the settlor is also a trustee and the beneficiary is anonymous due to a disclosure exemption.
es: Un fideicomiso donde el fideicomitente también es fiduciario, y el beneficiario es anónimo debido a una exención de divulgación.
fr: Un trust dont le constituant est également un mandataire et le bénéficiaire est anonyme, pour cause de dispense de divulgation.
ru: Траст, в котором учредитель также выполняет функцию доверительного управляющего, а бенефициарный владелец является неустановленным в силу освобождения от раскрытия информации.

source: Diagram show linked statements. Trust A is connected to person A by a relationship statement with interest types 'settlor' and 'trustee', person B by a relationship statement with interest type 'trustee', person C by a relationship statement with interest types 'beneficiary.' Person D has a person statement with person type 'anonymous person' and unspecified person details 'subject exempt from disclosure'
es: Diagrama que muestra enunciados vinculados. El Fideicomiso A está conectado a la Persona A mediante un enunciado sobre relación con los tipos de interés 'settlor' y 'trustee', a la Persona B mediante un enunciado sobre relación con el tipo de interés 'trustee' y a la Persona C mediante un enunciado sobre relación con los tipos de interés 'beneficiary'. La Persona D tiene un enunciado sobre persona con el tipo de persona 'anonymous person' y detalles de persona no especificada 'subject exempt from disclosure'
fr: Schéma représentant les énoncés reliés. Le trust A est relié à une personne A par un énoncé de relation, dont les types de participation au capital sont configurés sur 'settlor' (constituant) et 'trustee' (mandataire), à une personne B par un énoncé de relation dont le type de participation au capital est configuré sur 'trustee' (mandataire) et à une personne C par un énoncé de relation dont les types de participation au capital sont configurés sur 'beneficiary' (bénéficiaire). Une personne D a un énoncé de personne dont le type de personne est configuré sur 'anonymous person' (personne anonyme) et les informations de personne non indiquées sont configurées sur 'subject exempt from disclosure' (sujet exempté de divulgation).
ru: На схеме изображены связанные характеристики. Траст A связан с физическим лицом A характеристикой отношений, в которой типы долей участия имеют значение 'settlor' и 'trustee', с физическим лицом B — характеристикой отношений, в которой тип доли участия имеет значение 'trustee', и с физическим лицом C — характеристикой отношений, в которой тип доли участия имеет значение 'beneficiary'. В характеристике физического лица С тип физического лица имеет значение 'anonymous person', а в поле 'unspecified person details' указано 'subject exempt from disclosure'.

source: Trust-like arrangement
es: Estructura jurídica similar a un fideicomiso
fr: Accord similaire à un trust
ru: Аналогичные трасту правоотношения

source: A trust-like arrangement with local names for the entityType and interestTypes.
es: Una estructura jurídica similar a un fideicomiso con nombres locales para entityType e interestTypes.
fr: Un accord similaire à un trust avec des noms locaux pour les champs entityType et interestTypes.
ru: Аналогичные трасту правоотношения с указанием местных названий для свойств entityType и interestTypes.

source: Diagram show linked statements. Entity statement labeled Trust A with entityType type 'arrangement', subtype 'trust', and details 'fiducie-sûreté.' Trust A is connected to person A by a relationship statement with interest type 'settlor' and interest details 'constituant', person B by a relationship statement with interest type 'trustee' and interest details 'fiduciaire', and person C by a relationship statement with interest type 'beneficiary' and interest details 'beneficiaire'
es: Diagrama que muestra enunciados vinculados. En el enunciado sobre entidad, se etiquetó el Fideicomiso A con el entityType tipo 'arrangement' y subtipo 'trust', y los detalles 'fiducie-sûreté'. El Fideicomiso A está conectado a la Persona A mediante un enunciado sobre relación con el tipo de interés 'settlor' y los detalles del interés 'constituant', a la Persona B mediante un enunciado sobre relación con el tipo de interés 'trustee' y los detalles de interés 'fiduciaire', y a la Persona C mediante un enunciado sobre relación con el tipo de interés 'beneficiary' y los detalles de interés 'beneficiaire'
fr: Schéma représentant les énoncés reliés. Un énoncé d'entité étiquetée Trust A, contenant le champ entityType dont le type est configuré sur 'arrangement' (construction juridique), le sous-type sur 'trust' et les informations sur 'fiducie-sûreté.' Le trust A est relié à une personne A par un énoncé de relation dont le type de participation au capital est configuré sur 'settlor' (constituant) et les informations sur cette participation sur 'constituant', à une personne B par un énoncé de relation dont le type de participation au capital est configuré sur 'trustee' (mandataire) et les informations sur cette participation sur 'fiduciaire' et à une personne C par un énoncé de relation dont le type de participation au capital est 'beneficiary' (bénéficiaire) et les informations sur cette participation sur 'bénéficiaire'.
ru: На схеме изображены связанные характеристики. Характеристика субъекта, обозначенная как Траст А, в которой тип свойства entityType имеет значение 'arrangement', подтип — 'trust', а в поле сведений указано 'fiducie-sûreté.' Траст A связан с физическим лицом A характеристикой отношений, в которой тип доли участия имеет значение 'settlor', а в поле сведений о доле участия указано 'constituant', с физическим лицом B — характеристикой отношений, в котором тип доли участия имеет значение 'trustee', а в поле сведений о доле участия указано 'fiduciaire', и с физическим лицом C — характеристикой отношений, в которой тип доли участия имеет значение 'beneficiary', а в поле сведений о доле участия указано 'beneficiaire'.

source: Company shares held in trust
es: Acciones de la empresa en manos de un fideicomiso
fr: Actions d'entreprise détenues dans un trust
ru: Акции компании в доверительном управлении

source: A significant stake in a company is held in a trust. The parties to the trust are the beneficial owners of the company. Dotted lines represent the further Relationship Statements needed to represent the indirect beneficial ownership of the parties.
es: Una participación importante en una empresa corresponde a un fideicomiso. Las partes del fideicomiso son beneficiarias finales de la empresa. Las líneas punteadas representan los enunciados sobre relación adicionales necesarios para representar la titularidad real indirecta de las partes.
fr: Une participation importante au capital d'une entreprise est détenue dans un trust. Les parties de ce trust sont les bénéficiaires effectifs de l'entreprise. Les lignes en pointillés représentent les énoncés de relation requis pour représenter la propriété effective indirecte des parties.
ru: Значительный пакет акций компании находится в доверительном управлении. Стороны траста являются бенефициарными владельцами компании. Пунктирные линии отображают дополнительные характеристики отношений, необходимые для отражения косвенного бенефициарного владения, осуществляемого сторонами.

source: See :ref:`representing-bo` for guidance on representing indirect beneficial ownership.
es: Consulte :ref:`representing-bo` para obtener orientación sobre cómo representar la titularidad indirecta del beneficiario final.
fr: Consultez la page :ref:`representing-bo` pour obtenir des conseils sur la représentation de la propriété effective indirecte.
ru: Рекомендации по представлении косвенного бенефициарного владения см. в разделе :ref:`representing-bo`.

source: Diagram show linked statements. Company A is owned by Trust A and there is a relationship statement between them with interest type 'shareholding.' Trust A has a settlor, Person A, a trustee, Person B and a beneficiary, Person C. There are dotted lines between Company A and Person A, Person B and Person C to represent that they are the ultimate beneficial owners of Company A.
es: Diagrama que muestra enunciados vinculados. La Empresa A es propiedad del Fideicomiso A y existe un enunciado sobre relación entre ellos con el tipo de interés 'shareholding'. El Fideicomiso A tiene un fideicomitente, la Persona A, un fiduciario, la Persona B y un beneficiario, la Persona C. Hay líneas punteadas entre la Empresa A y la Persona A, la Persona B y la Persona C para representar que son los beneficiarios reales principales de la Empresa A.
fr: Schéma représentant les énoncés reliés. Une entreprise A appartient à un trust A auquel il est relié par un énoncé de relation dont le type de participation au capital est configuré sur 'shareholding' (détenction d'actions). Le trust A a un constituant (la personne A), un mandataire (la personne B) et un bénéficiaire (la personne C). Les lignes en pointillés entre l'entreprise A et la personne A, la personne B et la personne C indiquent qu'ils sont les bénéficiaires effectifs en dernière analyse de l'entreprise A.
ru: На схеме изображены связанные характеристики. Компания A находится в собственности Траста A, и между ними имеется характеристика отношений, в которой тип доли участия имеет значение 'shareholding'. У Траста A есть учредитель (Физическое лицо A), доверительный управляющий (Физическое лицо B) и бенефициарный владелец (Физическое лицо C). Между Компанией A и Физическим лицом A, Физическим лицом B и Физическим лицом C имеются пунктирные линии, указывающие на то, что эти лица являются конечными бенефициарными владельцами Компании A.

source: Company as a trustee
es: Empresa como fiduciario
fr: Entreprise mandataire
ru: Компания в качестве доверительного управляющего

source: A trust where the trustee is a company. In this jurisdiction, the owner of the company is deemed to be an indirect beneficial owner of the trust.
es: Un fideicomiso donde el fiduciario es una empresa. En esta jurisdicción, el propietario de la empresa se considera como beneficiario final indirecto del fideicomiso.
fr: Un trust dont le mandataire est une entreprise. Dans cette juridiction, le propriétaire de l'entreprise est considéré comme un bénéficiaire effectif indirect du trust.
ru: Траст, доверительным управляющим которого является компания. В этой юрисдикции владелец компании считается косвенным бенефициарным владельцем траста.
