Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-state-owned-enterprises.po
Languages: es, fr, ru

source: Representing state-owned enterprises
es: Representación de empresas estatales
fr: Représentation des entreprises publiques
ru: Представление информации о государственных предприятиях

source: **Key requirement:** If an entity's status as a state-owned enterprise needs to be represented, then its Entity statement MUST be the subject of Relationship statements connecting it, either directly or indirectly, to an Entity statement with ``entityType.type`` of 'state' or 'stateBody'.
es: **Requisito clave:** Si es necesario representar el estado de una entidad como empresa estatal, entonces su enunciado sobre entidad DEBE ser el sujeto de enunciados sobre relación que la conecten, ya sea directa o indirectamente, a un enunciado sobre entidad con ``entityType.type`` de 'state' o 'stateBody'.
fr: **Principale exigence :** si le statut d'une entité en tant qu'entreprise publique doit être représenté, son énoncé d'entité doit être le sujet des énoncés de relation la reliant, directement ou non, à un énoncé d'entité avec le champ ``entityType.type`` configuré sur 'state' (État) ou 'stateBody' (organisme public).
ru: **Ключевое требование:** если необходимо отразить статус субъекта как государственного предприятия, то его собственная характеристика субъекта ДОЛЖНА быть предметом характеристики отношений, связывающих его, напрямую или косвенно, с характеристикой субъекта, в котором свойство ``entityType`` имеет значение 'state' или 'stateBody'.

source: Overview
es: Descripción general
fr: Aperçu
ru: Обзор

source: The definition of 'state-owned enterprise' (SOE) can change according to jurisdiction or domain. The Beneficial Ownership Data Standard (BODS) does not therefore rely on, or support, any one definition. Instead, BODS enables the interests between a state (or state body) and an enterprise to be represented. This requires the state itself (or state body) to be represented by an Entity statement.
es: La definición de 'empresa estatal' (SOE) puede cambiar según la jurisdicción o el sector. Por lo tanto, el Estándar de datos sobre beneficiarios finales (BODS) no se basa ni respalda ninguna definición en particular. Por el contrario, el BODS posibilita que los intereses entre un estado (u organismo estatal) y una empresa estén representados. Esto requiere que el propio estado (o el organismo estatal) esté representado por un enunciado sobre entidad.
fr: La définition de l'entreprise publique est susceptible de varier en fonction des juridictions ou des domaines. Par conséquent, la norme BODS ne se repose sur aucune définition en particulier et n'en valide aucune. Au contraire, elle autorise la représentation des participations au capital entre un État (ou un organisme public) et une entreprise. Dans ce cas, l'État (ou l'organisme public) doit être représenté par un énoncé d'entité.
ru: Определение 'государственного предприятия' (ГП) может варьироваться в зависимости от юрисдикции и сектора. Поэтому Стандарт данных о бенефициарном владении (СДБВ) не опирается на и не использует какое-либо одно определение. Вместо этого СДБВ позволяет предоставить информацию об отношениях между государством (или государственным органом) и предприятием. Для этого необходимо, чтобы само государство (или государственный орган) было представлено характеристикой субъекта.

source: In particular, the following properties and values SHOULD be used to represent information about enterprises and their links to states:
es: En particular, las siguientes propiedades y valores DEBERÍAN usarse para representar información sobre empresas y sus enlaces a estados:
fr: Plus particulièrement, les valeurs et propriétés suivantes doivent être utilisées pour représenter les informations sur des entreprises et leurs liens avec les États :
ru: В частности, для раскрытия информации о предприятиях и их связях с государством ДОЛЖНЫ использоваться следующие свойства и значения:

source: ``entityType.type`` SHOULD be set to 'state' or 'stateBody', and ``jurisdiction`` SHOULD be used to represent the particular state.
es: ``entityType.type`` DEBERÍA establecerse como 'state' o 'stateBody', y ``jurisdiction`` DEBERÍA usarse para representar el estado particular.
fr: Le champ ``entityType.type`` doit être configuré sur 'state' (État) ou 'stateBody' (organisme public) et le champ ``jurisdiction`` doit être utilisé pour représenter l'État concerné.
ru: Для свойства ``entityType.type`` СЛЕДУЕТ установить значение 'state' или 'stateBody', а свойство ``jurisdiction`` СЛЕДУЕТ использовать для представления конкретной страны.

source: ``entityType.subtype`` SHOULD be used to refine the category of a given state body (as a 'government department', 'state agency' or 'other').
es: ``entityType.subtype`` DEBERÍA usarse para filtrar la categoría de un órgano estatal determinado (como 'government department', 'state agency' u 'other').
fr: Le champ ``entityType.subtype`` doit être utilisé pour affiner la catégorie d'un organisme public donné en tant que 'government department' (service gouvernemental), 'state agency' (organe public) ou 'other' (autre).
ru: Свойство ``entityType.subtype`` СЛЕДУЕТ использовать для уточнения типа государственного органа ('government department', 'state agency' или 'other').

source: ``formedByStatute`` MAY be used to supply details of a law, where an entity has been formed as a result of specific legislation.
es: ``formedByStatute`` PUEDE usarse para proporcionar detalles de una ley, donde una entidad se ha formado como resultado de una legislación específica.
fr: Le champ ``formedByStatute`` peut être utilisé pour fournir des informations sur une loi selon laquelle une entité a été formée dans le cadre d'une législation spécifique.
ru: Свойство ``formedByStatute`` МОЖЕТ использоваться для предоставления сведений о законе, если субъект был учрежден в соответствии с конкретным законодательным актом.

source: For more details about these properties see :ref:`schema-entity-record`.
es: Para obtener más detalles sobre estas propiedades, consulte :ref:`schema-entity-record`.
fr: Pour obtenir des informations supplémentaires sur ces propriétés, consultez la section :ref:`schema-entity-record`.
ru: Подробнее об этих свойствах смотрите в :ref:`schema-entity-record`.

source: Examples
es: Ejemplos
fr: Exemples
ru: Примеры

source: Ownership by state body
es: Titularidad en manos de un órgano estatal
fr: Propriété par un organisme public
ru: Владение со стороны государства

source: Ownership or control by a state body is known and a statement about these interests is possible.
es: Se conoce la titularidad o el control en manos de un órgano estatal y es posible emitir un enunciado sobre estos intereses.
fr: La propriété ou le contrôle par un organisme public est connu(e) et un énoncé sur ces participations au capital est possible.
ru: Владение или контроль со стороны государства известны, и возможна характеристика, отражающая такие доли участия.

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to an Entity statement (with entityType type 'stateBody' and jurisdiction 'gb').
es: El enunciado sobre entidad (con el entityType tipo 'registeredEntity') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'stateBody' y la jurisdicción 'gb').
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré 'registeredEntity' (entité immatriculée), est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'stateBody' (organisme public) et la juridiction sur 'gb' (Grande-Bretagne).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'registeredEntity') связано посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'stateBody', а юрисдикция обозначена значением 'gb').

source: Ownership by regional government
es: Titularidad en manos de un gobierno regional
fr: Propriété par un administration régionale
ru: Владение со стороны местных органов власти

source: Ownership or control by a regional state government is known and a statement about these interests is possible.
es: Se conoce la titularidad o el control en manos de un gobierno regional y es posible emitir un enunciado sobre estos intereses.
fr: La propriété ou le contrôle par un administration régional est connu(e) et un énoncé sur ces participations au capital est possible.
ru: Владение или контроль со стороны местных органов власти известны, и возможна характеристика, отражающая такие доли участия.

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to an Entity statement (with entityType type 'state' and jurisdiction 'zm').
es: El enunciado sobre entidad (con el entityType tipo 'registeredEntity') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'state' y la jurisdicción 'zm').
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée) est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'state' (État) et la juridiction sur 'zm' (Zambie).
ru: Характеристика субъекта (в котором свойство entityType имеет значение 'registeredEntity') связано посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'state', а юрисдикция обозначена значением 'zm').

source: SOE exempt from disclosure
es: SOE exenta de divulgación
fr: Entreprise publique exemptée de divulgation
ru: ГП, освобожденное от раскрытия информации

source: A registered entity declares that it is exempt from disclosing beneficial owners because it is an SOE.
es: Una entidad inscripta declara que está exenta de divulgación de los beneficiarios finales porque es una SOE.
fr: Une entité immatriculée déclare qu'elle n'est pas obligée de déclarer ses bénéficiaires effectifs, car il s'agit d'une entreprise publique.
ru: Зарегистрированный субъект заявляет, что он освобожден от раскрытия информации о бенефициарных владельцах, поскольку является ГП.

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to an Entity statement (with entityType type 'state' and jurisdiction 'nl'). The Entity statement with entityType type 'registeredEntity' is also connected to a Relationship statement which has interestedParty.unspecified.reason set to 'noBeneficialOwners' and interestedParty.unspecified.description set to 'Exemption granted on the basis that the declaring entity is a state-owned enterprise'.
es: El enunciado sobre entidad (con el entityType tipo 'registeredEntity') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'state' y jurisdicción 'nl'). El enunciado sobre entidad con el entityType tipo 'registeredEntity' también está conectado a un enunciado sobre relación que tiene el interestedParty.unspecified.reason establecido como 'noBeneficialOwners' y la interestedParty.unspecified.description establecida como 'Exemption granted on the basis that the declaring entity is a state-owned enterprise'.
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée), est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'state' (État) et la juridiction est 'nl' (Pays-Bas). L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée), est également relié à un énoncé de relation avec le champ interestedParty.unspecified.reason configuré sur 'noBeneficialOwners' (aucun bénéficiaire effectif) et le champ interestedParty.unspecified.description configuré sur 'Exemption granted on the basis that the declaring entity is a state-owned enterprise' (dispense accordée, car l'entité déclarante est une entreprise publique).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'registeredEntity') связано посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'state', а юрисдикция обозначена значением 'nl'). Характеристика субъекта, в которой свойство entityType имеет значение 'registeredEntity', также связана с Характеристикой отношений, в которой для свойства interestedParty.unspecified.reason установлено значение 'noBeneficialOwners', а для свойства interestedParty.unspecified.description — значение 'Exemption granted on the basis that the declaring entity is a state-owned enterprise' (Освобождение предоставлено на основании того, что заявляющий субъект является государственным предприятием).

source: Golden share provision
es: Acción de oro
fr: Clauses d'actions spécifiques
ru: Положение о золотой акции

source: Control through a golden share provision in company articles or shareholder agreement.
es: Control mediante una acción de oro establecida en los estatutos de la empresa o en el convenio de accionistas.
fr: Un contrôle s'exerce grâce à une clause d'actions spécifiques dans les statuts d'une entreprise ou les accords d'actionnaires.
ru: Контроль, полученный в соответствии с положением о золотой акции в уставе компании или акционерном соглашении.

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to an Entity statement (with entityType type 'stateBody' and jurisdiction 'nl'). The Ownership-or-control statement has interests.0.type set to 'controlViaCompanyRulesOrArticles' and interests.0.details set to 'Veto rights over specified company decisions'.
es: El enunciado sobre entidad (con el entityType tipo 'registeredEntity') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'stateBody' y la jurisdicción 'nl'). El enunciado sobre titularidad o control tiene el interests.0.type establecido como 'controlViaCompanyRulesOrArticles' y los interest.0.details establecidos como 'Veto rights over specified company decisions'.
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée), est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'stateBody' (organisme public) et la juridiction sur 'nl' (Pays-Bas). L'énoncé de propriété ou de contrôle contient le champ interests.0.type configuré sur 'controlViaCompanyRulesOrArticles' (contrôle exercé par le biais des statuts ou des règles de l'entreprise) et le interests.0.details sur 'Veto rights over specified company decisions' (droits de véto sur des décisions précises de l'entreprise).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'registeredEntity') связана посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'stateBody', а юрисдикция обозначена значением 'nl'). В Характеристике о владении или контроле для свойства interests.0.type установлено значение 'controlViaCompanyRulesOrArticles', а для свойства interests.0.details — значение 'Veto rights over specified company decisions' (Право вето на определенные решения компании).

source: Managing official
es: Gerente
fr: Gestionnaire
ru: Управляющее должностное лицо

source: An SOE controlled by a natural person.
es: Una SOE controlada por una persona física.
fr: Une entreprise publique est contrôlée par une personne physique.
ru: ГП, контролируемое физическим лицом

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to an Entity statement (with entityType type 'state' and jurisdiction 'zm'). The Entity statement with entityType type 'registeredEntity' is also connected to a Relationship statement which has interests.0.type set to 'seniorManagingOfficial'. That last Relationship statement is connected to a Person statement with personType set to 'knownPerson'.
es: El enunciado sobre entidad (con el entityType tipo 'registeredEntity') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'state' y la jurisdicción 'zm'). El enunciado sobre entidad con el entityTipe tipo 'registeredEntity' también está conectado a un enunciado sobre relación que tiene el interest.0.type establecido como 'seniorManagingOfficial'. Ese último enunciado sobre relación está conectado a un enunciado sobre persona con el personType establecido como 'knownPerson'.
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée) est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'state' (État) et la juridiction sur 'zm' (Zambie). L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée), est également relié à un énoncé de relation, contenant le champ interests.0.type confguré sur 'seniorManagingOfficial' (gestionnaire principal). Ce dernier énoncé de relation est relié à un énoncé de personne contenant le champ personType configuré sur 'knownPerson' (personne inconnue).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'registeredEntity') связана посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'state', а юрисдикция обозначена значением 'zm'). Характеристика субъекта, в которой свойство entityType имеет значение 'registeredEntity', также связана с Характеристикой отношений, в которой для свойства interests.0.type установлено значение 'seniorManagingOfficial'. Эта последняя Характеристика отношений связана с Характеристикой физического лица, в которой для свойства personType установлено значение 'knownPerson'.

source: Formed by statute
es: SOE creada por ley
fr: Entreprise constituée par la loi
ru: Учреждено на основании устава

source: An SOE is formed by statute.
es: Una SOE está formada por estatuto.
fr: Une entreprise publique est constituée par la loi.
ru: ГП было учреждено на основании устава.

source: Entity statement (with entityType type 'legalEntity', formedByLegislation.name set to 'National Energy Act', and formedByLegislation.date set to '1980-02-01') is connected via a Relationship statement to an Entity statement (with entityType type 'stateBody' and jurisdiction 'zm'). The Relationship statement has interests.0.type set to 'controlByLegalFramework'.
es: El enunciado sobre entidad (con entityType tipo 'legalEntity', el formedByLegislation.name establecido como 'National Energy Act', y la formedByLegislation.date establecida como '1980-02-01') se conecta a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'stateBody' y la jurisdicción 'zm'). El enunciado sobre relación tiene el interests.0.type establecido como 'controlByLegalFramework'.
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'legalEntity' (entité juridique), le champ formedByLegislation.name configuré sur 'National Energy Act' (loi nationale sur l'énergie) et le formedByLegislation.date configuré sur '1980-02-01', est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'stateBody' (organisme public) et la juridiction sur 'zm' (Zambie). L'énoncé de relation contient le champ interests.0.type configuré sur 'controlByLegalFramework' (contrôlé par le cadre juridique).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'legalEntity', для свойства formedByLegislation.name установлено значение 'National Energy Act', а для свойства formedByLegislation.date — значение '1980-02-01') связана посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'stateBody', а юрисдикция обозначена значением 'zm'). В Характеристике отношений для свойства interests.0.type установлено значение 'controlByLegalFramework'.

source: Government-linked investment entity
es: Entidad de inversión vinculada al gobierno
fr: Entité d'investissement gouvernementale
ru: Инвестиционный субъект, связанный с государством

source: A state's interests in an SOE are managed via a government-linked investment entity (GLIE).
es: Los intereses de un estado en una SOE están gestionados a través de una entidad de inversión vinculada al gobierno (GLIE).
fr: Les participations au capital d'une entreprise publique détenues par un État sont gérées par une entité d'investissement gouvernementale (Government-Linked Investment Entity - GLIE).
ru: Доли государства в ГП управляются через инвестиционный субъект, связанный с государством (GLIE).

source: Entity statement (with entityType type 'registeredEntity') is connected via a Relationship statement to another Entity statement with entityType type 'registeredEntity' and name 'A G.L.I.E'. That latter Entity Statement is connected via a Relationship statement to an Entity statement (with entityType type 'state' and jurisdiction 'gb').
es: El enunciado sobre entidad (con el entityTipe tipo 'registeredEntity') está conectado a través de un enunciado sobre relación a otro enunciado sobre entidad con el entityType tipo 'registeredEntity' y el nombre 'A G.L.I.E'. Este último enunciado sobre entidad está conectado a través de un enunciado sobre relación a un enunciado sobre entidad (con el entityType tipo 'state' y la jurisdicción 'gb')
fr: L'énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée), est relié par un énoncé de relation à un autre énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'registeredEntity' (entité immatriculée) et le nom sur 'A G.L.I.E'. Ce dernier énoncé d'entité est relié par un énoncé de relation à un énoncé d'entité, contenant le champ entityType dont le type est configuré sur 'state' (État) et la juridiction sur 'gb' (Grande-Bretagne).
ru: Характеристика субъекта (в которой свойство entityType имеет значение 'registeredEntity') связана посредством Характеристики отношений с другой Характеристикой субъекта, в которой свойство entityType имеет значение 'registeredEntity', а название — 'A G.L.I.E'. Эта последняя Характеристика субъекта связана посредством Характеристики отношений с Характеристикой субъекта (в которой свойство entityType имеет значение 'state', а юрисдикция обозначена значением 'gb').
