Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-trusts.po
Languages: es, fr, ru

source: Diagram show linked statements. Trust A is linked to Company A by a relationship statement with interest type trustee. Company A is linked to Person C by a relationship statement with interest type shareholding. There is also a relationship statement between Person C and Trust to represent that they are one of the ultimate beneficial owners of Trust A. The interest type for this relationship statement is 'other influence or control.' There are also Person A and Person B the settlor and beneficiary of the trust.
es: Diagrama que muestra enunciados vinculados. El Fideicomiso A está vinculado a la Empresa A mediante un enunciado sobre relación con el tipo de interés fiduciario. La Empresa A está vinculada a la Persona C mediante un enunciado sobre relación con el tipo de interés de participación accionaria. Además, existe un enunciado sobre relación entre la Persona C y el Fideicomiso para representar que son uno de los beneficiarios reales principales del Fideicomiso A. El tipo de interés para este enunciado sobre relación es 'other influence or control'. También está la Persona A y la Persona B como fideicomitente y beneficiario del fideicomiso.
fr: Schéma représentant les énoncés reliés. Un trust A est relié à une entreprise A par un énoncé de relation dont le type de participation au capital est configuré sur mandataire. L'entreprise A est reliée à une personne C par un énoncé de relation dont le type de participation au capital est configuré sur détention d'actions. Il existe également un énoncé de relation entre la personne C et le trust qui les représentent comme l'un des bénéficiaires effectifs en dernière analyse du trust A. Le type de participation au capital pour cet énoncé de relation est configuré sur 'other influence or control' (autre influence ou contrôle). En outre, la personne A et la personne B sont respectivement le constituant et le bénéficiaire du trust.
ru: На схеме изображены связанные характеристики. Траст A связан с Компанией A характеристикой отношений, в которой тип доли участия имеет значение 'trustee'. Компания A связана с Физическим лицом C характеристикой отношений, в которой тип доли участия имеет значение 'shareholding'. Также имеется характеристика об отношениях между Физическим лицом C и Трастом, указывающая на то, что это лицо является одним из конечных бенефициарных владельцев Траста A. Тип доли участия в этом характеристике отношений имеет значение 'other influence or control.' Схема также включает Физическое лицо A и Физическое лицо B, которые обозначены как учредитель и бенефициарный владелец траста.

source: Further Guidance
es: Orientación adicional
fr: Conseils supplémentaires
ru: Дополнительные рекомендации

source: The `Open Ownership website <https://www.openownership.org/en/topics/trusts-and-legal-arrangements/>`_ has more guidance and research on capturing beneficial ownership information about trusts and legal arrangements.
es: El sitio web de `Open Ownership <https://www.openownership.org/en/topics/trusts-and-legal-arrangements/>`_ ofrece más orientación e investigación sobre cómo capturar información sobre beneficiarios finales en relación con fideicomisos y estructuras jurídicas similares.
fr: Le `site web d'Open Ownership <https://www.openownership.org/en/topics/trusts-and-legal-arrangements/>`_ fournit des conseils supplémentaires et des recherches sur l'obtention des informations relatives à la propriété effective des trusts et des constructions juridiques.
ru: На `веб-сайте Open Ownership <https://www.openownership.org/en/topics/trusts-and-legal-arrangements/>`_ приводятся дополнительные рекомендации и результаты исследований по фиксации информации о бенефициарном владении в отношении трастов и правоотношений.
