Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-nominations.po
Languages: es, fr, ru

source: Representing nominee arrangements
es: Representación de acuerdos de mandato
fr: Représentation des accords de mandat
ru: Представление соглашений о назначении номинальных владельцев

source: Overview
es: Descripción general
fr: Aperçu
ru: Обзор

source: A ‘nominee arrangement’ is an agreement between parties where one (the nominator) instructs the other (the nominee) to act on their behalf in a specified capacity.
es: Un ‘acuerdo de mandato’ es un convenio entre partes, en el que una (el mandante) ordena a la otra (el mandatario) que actúe en su nombre en una capacidad específica.
fr: Une accord de mandat est un accord conclu entre des parties selon lequel l'une (le mandant) charge l'autre (le mandataire) d'agir en son nom dans une certaine capacité.
ru: ‘Соглашение о назначении номинального владельца’ — это договор между сторонами, по которому одна сторона (назначающее лицо) поручает другой стороне (номинальный владелец) действовать от ее имени в указанном качестве.

source: BODS can be used to represent the beneficial ownership of entities via nominee arrangements. Nominee arrangements are represented by an Entity Statement.
es: El BODS puede utilizarse para representar la titularidad real de las entidades a través de acuerdos de mandato. Los acuerdos de mandato se representan mediante un enunciado sobre entidad.
fr: La norme BODS peut être utilisée pour représenter la propriété effective des entités par le biais de constructions juridiques de mandataires. Ces dernières sont représentées par un énoncé d'entité.
ru: СДБВ может использоваться для представления бенефициарного владения субъектами через соглашения о назначении номинальных владельцев. Соглашения о назначении номинальных владельцев отображаются посредством Характеристики субъекта.

source: When representing nominee arrangements:
es: Al representar acuerdos de mandato:
fr: Lors de la représentation des accord de mandat :
ru: При представлении соглашений о назначении номинальных владельцев:

source: The ``entityType.type`` MUST be ``arrangement``
es: el ``entityType.type`` DEBE ser ``arrangement``
fr: le champ ``entityType.type`` doit être configuré sur ``arrangement`` ;
ru: Свойство ``entityType.type`` ДОЛЖНО иметь значение ``arrangement``.

source: ``entityType.subtype`` MUST be ``nomination``
es: el ``entityType.subtype`` DEBE ser ``nomination``
fr: le champ ``entityType.subtype`` doit être configuré sur ``nomination`` ;
ru: Свойство ``entityType.subtype`` ДОЛЖНО иметь значение ``nomination``.

source: ``entityType.details`` MAY be used to give a local name or specify the type of nominee arrangement
es: los ``entityType.details`` PUEDEN utilizarse para dar un nombre local o especificar el tipo de estructura jurídica de nominado
fr: le champ ``entityType.details`` peut être utilisé pour donner un nom local ou préciser le type de accord de mandat.
ru: Поле ``entityType.details`` МОЖЕТ использоваться для указания местного названия или типа соглашения о назначении номинального владельца.

source: Relationships between nominee arrangements and their parties MUST be represented using only these ``interest.type`` codes:
es: Las relaciones entre los acuerdos de representación nominal y sus partes DEBEN representarse usando solo estos códigos ``interest.type``:
fr: Les relations entre les accord de mandat et leurs parties doivent être représentées uniquement à l'aide des codes ``interest.type`` suivants :
ru: Отношения между соглашением о назначении номинального владельца и его сторонами ДОЛЖНЫ отображаться исключительно с помощью этих значений свойства ``interest.type``:

source: ``nominator``
es: ``nominator`` (mandante)
ru: ``nominator`` (назначающее лицо);

source: ``nominee``
es: ``nominee`` (mandatario)
ru: ``nominee`` (номинальный владелец).

source: ``interest.details`` MAY be used to give a local name (e.g. "agent" or "principal")
es: Los ``interest.details`` PUEDEN utilizarse para dar un nombre local (p. ej., "agente" o "principal")
fr: Le champ ``interest.details`` peut être utilisé pour donner un nom local (par exemple, "agent" ou "principal").
ru: Для указания местного названия (например, "agent" (агент) или "principal" (доверитель)) МОЖЕТ быть использовано поле``interest.details``.

source: Examples
es: Ejemplos
fr: Exemples
ru: Примеры

source: Nominee directorship
es: Ejercicio de la dirección por el mandatario
fr: Direction par mandataire
ru: Номинальное руководство

source: Two people enter into a nominee directorship arrangement for a company, and all details are known. Dotted lines represent the further Relationship statements needed to represent the indirect beneficial ownership of the parties.
es: Dos personas participan en un acuerdo de mandato para el ejercicio del cargo de dirección por el mandatario en una empresa y se conocen todos los detalles. Las líneas punteadas representan los enunciados de relación adicionales necesarios para representar la titularidad indirecta de beneficiario final de las partes.
fr: Deux personnes concluent une accord de mandat pour une entreprise donnée. Les lignes en pointillés représentent les énoncés de relation requis pour représenter la propriété effective indirecte des parties.
ru: Два физических лица заключают соглашение о номинальном руководстве в отношении компании, при этом все сведения известны. Пунктирные линии отображают дополнительные характеристики отношений, необходимые для представления косвенного бенефициарного владения, осуществляемого сторонами.

source: See :ref:`representing-bo` for guidance on representing indirect beneficial ownership.
es: Consulte :ref:`representing-bo` para obtener orientación sobre cómo representar la titularidad indirecta de beneficiario real.
fr: Consultez la page :ref:`representing-bo` pour obtenir des conseils sur la représentation de la propriété effective indirecte.
ru: Рекомендации по представлении косвенного бенефициарного владения см. в разделе :ref:`representing-bo`.

source: Diagram showing linked statements. Entity statement with entityType type 'arrangement' and subtype 'nomination'. The arrangement entity is connected to one person statement by a relationship statement with interest type 'nominator', and to a second person statement by a relationship statement with interest type 'nominee'. A second entity statement with the type "Registered entity" is connected to the arrangement entity by a relationship statement with interest type 'board member'. There is also a relationship statement between the first person statement and the registered entity to represent that they are one of the ultimate beneficial owners of the registered entity. The interest type for this relationship statement is 'other influence or control'.
es: Diagrama que muestra enunciados vinculados. Enunciado sobre entidad con entityType tipo 'arrangement' y subtipo 'nomination'. La entidad de la estructura jurídica está conectada a un enunciado sobre persona mediante un enunciado sobre relación con 'nominator' como tipo interés, y a un segundo enunciado sobre persona mediante un enunciado sobre relación con tipo de interés 'nominee'. Un segundo enunciado sobre entidad con el tipo "Registered entity" está conectado a la entidad de la estructura jurídica mediante un enunciado sobre relación con el tipo de interés 'board member'. También existe un enunciado sobre relación entre el primer enunciado sobre persona y la entidad inscripta para representar que son uno de los beneficiario reales principales de la entidad inscripta. El tipo de interés para este enunciado sobre relación es 'other influence or control'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité contient le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'nomination' (mandat). L'entité de la construction juridique est reliée à un énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominator' (mandant) et à un deuxième énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominee' (mandataire). Un second énoncé d'entité avec le type "Registered entity" est relié à l'entité de construction juridique par un énoncé de relation avec le type de participation au capital configuré sur 'board member' (membre du conseil d'administration). Il existe également un énoncé de relation entre le premier énoncé de personne et l'entité immatriculée afin de représenter un des bénéficiaires effectifs en dernière analyse de l'entité immatriculée. Le type de participation au capital pour cet énoncé de relation est configuré sur 'other influence or control' (autre influence ou contrôle).
ru: Схема, изображающая связанные характеристики. Характеристика субъекта, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'nomination'. Сущность-соглашение соединена с первой характеристикой о физическом лице посредством характеристики отношений, в которой тип доли участия имеет значение 'nominator', а со второй характеристикой физического лица — посредством характеристики отношений, в которой тип доли участия имеет значение 'nominee'. Вторая характеристика субъекта, тип которой указан как "Registered entity", соединена с субъектом-соглашением посредством характеристики об отношениях, в которой тип доли участия имеет значение 'board member'. Также имеется характеристика отношений между первой характеристикой физического лица и зарегистрированным субъектом, указывающая на то, что это лицо является одним из конечных бенефициарных владельцев зарегистрированного субъекта. Тип доли участия в этой характеристике отношений имеет значение 'other influence or control'.

source: Nominee shareholding
es: Participación accionaria del mandatario
fr: Actionnaire mandataire
ru: Номинальное владение акциями

source: Two people enter into a nominee shareholding arrangement for a company, and all details are known.
es: Dos personas participan en acuerdo de mandato de participación accionaria del mandatario en una empresa y se conocen todos los detalles.
fr: Deux personnes concluent un accord de mandat de détention de parts pour une entreprise. Tous les détails de cet accord sont connus.
ru: Два физических лица заключают согашение о номинальном владении акциями в отношении компании, при этом все сведения известны.

source: Diagram showing linked statements. Entity statement with entityType type 'arrangement' and subtype 'nomination'. The arrangement entity is connected to one person statement by a relationship statement with interest type 'nominator', and to a second person statement by a relationship statement with interest type 'nominee'. A second entity statement with the type "Registered entity" is connected to the arrangement entity by a relationship statement with interest type 'shareholding'.
es: Diagrama que muestra enunciados vinculados. Enunciado sobre entidad con entityType tipo 'arrangement' y subtipo 'nomination'. La entidad de la estructura jurídica está conectada a un enunciado sobre persona mediante un enunciado sobre relación con el tipo de interés 'nominator', y a un segundo enunciado sobre persona mediante un enunciado sobre relación con el tipo de interés 'nominee'. Un segundo enunciado sobre entidad con el tipo "Registered entity" está conectado a la entidad de la estructura jurídica mediante un enunciado sobre relación con el tipo de interés 'shareholding'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité contient le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'nomination' (mandat). L'entité de la construction juridique est relié à un énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominator' (mandant) et à un deuxième énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominee' (mandataire). Un second énoncé d'entité avec le type "Registered entity" est relié à l'entité de construction juridique par un énoncé de relation avec le type de participation au capital configuré sur 'shareholding' (détention d'actions).
ru: Схема, изображающая связанные характеристики. Характеристика субъекта, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'nomination'. Сущность-соглашение соедина с первой характеристикой физического лица посредством характеристики отношений, в которой тип доли участия имеет значение 'nominator', а со второй характеристикой физического лица — посредством характеристики отношений, в которой тип доли участия имеет значение 'nominee'. Вторая характеристика субъекта, тип которой указан как "Registered entity", соединена с сущностью-соглашением посредством характеристики отношений, в которой тип доли участия имеет значение 'shareholding'.

source: Entity as a nominee
es: Entidad como mandatario
fr: Entité prête-nom
ru: Субъект как номинальный владелец

source: A person enters into a nominee shareholding arrangement for a company, and the nominee is an entity.
es: Una persona participa en un acuerdo de mandato de participación accionaria del mandatario en una empresa y el mandatario es una entidad.
fr: Une personne signe un contrat de mandat de détention de parts pour une entreprise donnée. Le mandataire, est une entité.
ru: Физическое лицо заключает соглашение о номинальном владении акциями в отношении компании, при этом номинальным владельцем является субъект.

source: Diagram showing linked statements. Entity statement with entityType type 'arrangement' and subtype 'nomination'. The arrangement entity is connected to one person statement by a relationship statement with interest type 'nominator', and to a second entity statement with entity type 'registered entity' by a relationship statement with interest type 'nominee'. A third entity statement with the type "Registered entity" is connected to the arrangement entity by a relationship statement with interest type 'shareholding'.
es: Diagrama que muestra enunciados vinculados. Enunciado sobre entidad con entityType tipo 'arrangement' y subtipo 'nomination'. La entidad de la estructura jurídica está conectada a un enunciado sobre persona mediante un enunciado sobre relación con el tipo de interés 'nominator', y a un segundo enunciado sobre persona con el tipo de entidad 'registered entity' mediante un enunciado sobre relación con el tipo de interés 'nominee'. Un tercer enunciado sobre entidad con el tipo "Registered entity" está conectado a la entidad de la estructura jurídica mediante un enunciado sobre relación con el tipo de interés 'shareholding'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité contient le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'nomination' (mandat). L'entité de la construction juridique est reliée à un énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominator' (mandant) et à un deuxième énoncé d'entité avec le type d'entité configuré sur 'registered entity' (entité immatriculée) par un énoncé de relation avec le type de participation au capital configurée sur 'nominee' (mandataire). Un troisième énoncé d'entité avec le type "Registered entity" est relié à l'entité de la construction juridique par un énoncé de relation avec le type de participation au capital configuré sur 'shareholding' (détention d'actions).
ru: Схема, изображающая связанные характеристики. Характеристика субъекта, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'nomination'. Сущность-соглашение соединена с первой характеристикой физического лица посредством характеристики об отношениях, в которой тип доли участия имеет значение 'nominator', а со второй характеристикой субъекта с типом субъекта 'registered entity' — посредством характеристики отношений, в которой тип доли участия имеет значение 'nominee'. Третья характеристика субъекта, тип которой указан как "Registered entity", соединена с сущностью-соглашением посредством характеристики отношений, в которой тип доли участия имеет значение 'shareholding'.

source: Unknown nominator
es: Mandante desconocido
fr: Mandant inconnu
ru: Неизвестное назначающее лицо

source: Two people enter into a nominee directorship arrangement for a company and details for the nominator are required to be disclosed, but are unknown.
es: Dos personas participan en un acuerdo de mandato para el ejercicio del cargo de dirección por el mandatario en una empresa y deben divulgarse los detalles del mandante, pero no se conocen.
fr: Deux personnes signent un accord de mandat pour une entreprise donnée. Les informations sur le mandant doivent être divulguées, mais sont inconnues.
ru: Два физических лица заключают соглашение о номинальном управлении в отношении компании, при этом сведения о назначающем лице должны быть раскрыты, но они неизвестны.

source: Diagram showing linked statements. Entity statement with entityType type 'arrangement' and subtype 'nomination'. The arrangement entity is connected to one person statement with the person type 'unknown person' and unspecifiedPersonDetails reason 'subject unable to confirm or identify beneficial owner', by a relationship statement with interest type 'nominator'. The arrangement entity is also connected to a second person statement by a relationship statement with interest type 'nominee'. A second entity statement with the type "Registered entity" is connected to the arrangement entity by a relationship statement with interest type 'board member'.
es: Diagrama que muestra enunciados vinculados. Enunciado sobre entidad con entityType tipo 'arrangement' y subtipo 'nomination'. La entidad de la estructura jurídica está conectada a un enunciado sobre persona con el tipo de persona 'unknown person' y el motivo unspecifiedPersonDetails 'subject unable to confirm or identify beneficial owner', mediante un enunciado sobre relación con el tipo de interés 'nominator'. La entidad de la estructura jurídica también está conectada a un segundo enunciado sobre persona mediante un enunciado sobre relación con el tipo de interés 'nominee'. Un segundo enunciado sobre entidad con el tipo "Registered entity" está conectado a la entidad de la estructura jurídica mediante un enunciado sobre relación con el tipo de interés 'board member'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité contient le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'nomination' (mandat). L'entité de la construction juridique est reliée à un énoncé de personne avec le type de personne configuré sur 'unknown person' (personne inconnue) et le motif sur 'subject unable to confirm or identify beneficial owner' (sujet incapable de confirmer ou d'identifier le bénéficiaire effectif) pour le champ unspecifiedPersonDetails par un énoncé de relation avec le type de participation au capital configuré sur 'nominator' (mandant). L'entité de la construction juridique est également reliée à un deuxième énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominee' (mandataire). Un deuxième énoncé d'entité avec le type "Registered entity" est relié à l'entité de la construction juridique par un énoncé de relation avec le type de participation au capital configuré sur 'board member' (membre de conseil d'administration).
ru: Схема, изображающая связанные характеристики. Характеристика субъекта, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'nomination'. Сущность-соглашение соединена с первой характеристикой о физическом лице с типом лица 'unknown person' и причиной в поле unspecifiedPersonDetails, обозначенной как 'subject unable to confirm or identify beneficial owner', посредством характеристики отношений, в которой тип доли участия имеет значение 'nominator'. Сущность-соглашение также соединена со второй характеристикой физического лица посредством характеристики отношений, в которой тип доли участия имеет значение 'nominee'. Вторая характеристика субъекта, тип которой указан как "Registered entity", соединена с сущностью-соглашением посредством характеристики отношений, в которой тип доли участия имеет значение 'board member'.

source: Nominator not required to disclose
es: No se requiere la divulgación del mandante
fr: Mandant sans obligation de déclaration
ru: Назначающее лицо, раскрывать информацию о котором не требуется

source: Two people enter into a nominee directorship arrangement for a company, and details for the nominator are not required to be disclosed.
es: Dos personas participan en un acuerdo de mandato para el ejercicio del cargo de dirección por el mandatario en una empresa y no se requiere la divulgación de los detalles del mandante.
fr: Deux personnes signent un accord de mandat pour une entreprise donnée. Il n'est pas exigé que les informations sur le mandant soient divulguées.
ru: Два физических лица заключают соглашение о номинальном управлении в отношении компании, при этом сведения о назначающем лице раскрывать не требуется.

source: Diagram showing linked statements. Entity statement with entityType type 'arrangement' and subtype 'nomination'. The arrangement entity is connected to one person statement by a relationship statement with interest type 'nominee'. A second entity statement with the type "Registered entity" is connected to the arrangement entity by a relationship statement with interest type 'board member'.
es: Diagrama que muestra enunciados vinculados. Enunciado sobre entidad con entityType tipo 'arrangement' y subtipo 'nomination'. La entidad de la estructura jurídica está conectada a un enunciado sobre persona mediante un enunciado sobre relación con el tipo de interés 'nominee'. Un segundo enunciado sobre persona con el tipo "Registered entity" está conectado a la entidad de la estructura jurídica mediante un enunciado sobre relación con el tipo de interés 'board member'.
fr: Schéma représentant les énoncés reliés. L'énoncé d'entité contient le champ entityType dont le type est configuré sur 'arrangement' (construction juridique) et le sous-type sur 'nomination' (mandat). L'entité de la construction juridique est reliée à un énoncé de personne par un énoncé de relation avec le type de participation au capital configuré sur 'nominee' (mandataire). Un deuxième énoncé d'entité avec le type "Registered entity" est relié à l'entité de la construction juridique par un énoncé de relation avec le type de participation au capital configuré sur 'board member' (membre de conseil d'administration).
ru: Схема, изображающая связанные характеристики. Характеристика субъекта, в которой тип свойства entityType имеет значение 'arrangement', а подтип — 'nomination'. Сущность-соглашение соединена с первой характеристикой физического лица посредством характеристики отношений, в которой тип доли участия имеет значение 'nominee'. Вторая характеристика субъекта, тип которой указан как "Registered entity", соединена с сущностью-соглашением посредством характеристики отношений, в которой тип доли участия имеет значение 'board member'.
