Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-beneficial-ownership.po
Languages: es, fr, ru

source: Representing beneficial owners
es: Representación de los beneficiarios finales
fr: Représentation des bénéficiaires effectifs
ru: Представление бенефицарных владельцев

source: **Key requirements:** If a person is a beneficial owner of an entity - whether directly or indirectly - and the person or entity is required to declare this beneficial ownership, there MUST be a Relationship statement connecting the two which represents the beneficial ownership relationship.
es: **Requisitos clave:** Si una persona es el beneficiario final de una entidad, ya sea directa o indirectamente, y la persona o entidad debe declarar esta titularidad real, DEBE haber un enunciado sobre relación que conecte los dos, que representa la relación de titularidad real.
fr: **Principales exigences :** si une personne est, directement ou non, un bénéficiaire effectif d'une entité et si la personne ou l'entité doit déclarer sa propriété effective, un énoncé de relation doit relier les deux parties qui constituent une relation de propriété effective.
ru: **Ключевые требования:** если физическое лицо является бенефициарным владельцем какого-либо субъекта, напрямую или косвенно, и это физическое лицо или этот субъект обязаны раскрыть такое бенефициарное владение, то ДОЛЖНА иметься Характеристика отношений, связывающая это физическое лицо и этого субъекта, которая отображает наличие отношений бенефициарного владения между ними.

source: If an entity declares that it has no disclosable beneficial owners, its record MUST be the ``subject`` of a Relationship statement with ``recordDetails.interestedParty.reason`` 'noBeneficialOwners'.
es: Si una entidad declara que no tiene beneficiarios finales declarables, su registro DEBE ser el ``subject`` de un enunciado sobre relación con ``recordDetails.interestedParty.reason`` 'noBeneficialOwners'.
fr: Si une entité déclare n'avoir aucun bénéficiaire effectif, son enregistrement doit être le ``subject`` d'un énoncé de relation et comprendre le champ ``recordDetails.interestedParty.reason`` configuré sur 'noBeneficialOwners' (aucun bénéficiaire effectif).
ru: Если субъект заявляет, что у него нет бенефициарных владельцев, подлежащих раскрытию, его запись должна быть значением свойства ``subject`` в Характеристике отношений, в которой свойство ``recordDetails.interestedParty.reason`` имеет значение 'noBeneficialOwners'.

source: Overview
es: Descripción general
fr: Aperçu
ru: Обзор

source: Beneficial owners can exercise their interests *directly* in an entity or *indirectly*, via intermediary entities (such as arrangements or other companies). It must be clear in a BODS dataset which people are declared as beneficial owners of which companies (and which entities are intermediaries). And it must be clear what overall interests beneficial owners have (regardless of whether they are direct or indirect).
es: Los beneficiarios finales pueden ejercer sus intereses *directamente* en una entidad o *indirectamente* a través de entidades intermediarias (como estructuras jurídicas u otras empresas). Debe quedar claro en un conjunto de datos del BODS qué personas se declaran beneficiarios finales de qué empresas (y qué entidades son intermediarias). Y debe quedar claro qué intereses generales tienen los beneficiarios finales (independientemente de si son directos o indirectos).
fr: Les bénéficiaires effectifs peuvent détenir des participations *directes* au capital d'une entité ou *indirectes* au capital d'entités intermédiaires (comme des constructions juridiques ou d'autres entreprises). L'ensemble de données de la norme BODS doit indiquer clairement les personnes déclarées comme bénéficiaires effectifs d'entreprises précises (et les entités qui sont intermédiaires) ainsi que les participations au capital générales détenues par les bénéficiaires effectifs (qu'elles soient directes ou non).
ru: Бенефициарные владельцы могут осуществлять долевое участие в субъекте *напрямую* или *косвенно* через посреднических субъектов (например, в рамках соглашений о владении и контроле или через другие компании). В наборе данных СДБВ должно быть четко видно, какие физические лица заявлены как бенефициарные владельцы и каких компаний (и какие субъекты являются посредническими). Также должно быть понятно, какое долевое участие в целом имеют бенефициарные владельцы (независимо от того, осуществляется ли оно напрямую или косвенно).

source: Person 1 indirectly holds a 15 percent shareholding in Company E, via an intermediary: Company A. Person 2 directly holds 32 percent of Company E's shares.
es: La Persona 1 posee indirectamente un 15 por ciento de participación accionaria en la Empresa E, a través de un intermediario: la Empresa A. La persona 2 posee directamente el 32 por ciento de las acciones de la Empresa E.
fr: Une personne 1 détient de manière indirecte 15 % d'actions dans une entreprise E, par le biais d'un intermédiaire, à savoir l'entreprise A. Une personne 2 détient directement 32 % des parts de l'entreprise E.
ru: Физическое лицо 1 косвенно владеет 15 процентами акций Компании E через посредника — Компанию A. Физическое лицо 2 напрямую владеет 32 процентами акций Компании E.

source: In the above situation, Person 1 *indirectly* benefits from a 15% shareholding in Company E and Person 2 has a *direct* 32% shareholding in Company E. In a jurisdiction where people with a shareholding (direct or indirect) of over 10% in a company should be disclosed as beneficial owners, both Person 1 and Person 2’s interests would be declared. Additionally, the jurisdiction may require that details of Person 1’s indirect interest are disclosed. That is: that some details of the chain Company E - Company A - Person 1 are also disclosed.
es: En la situación anterior, la Persona 1 se beneficia *indirectamente* de un 15% de participación accionaria en la Empresa E, y la Persona 2 tiene un 32% de participación accionaria *directa* en la Empresa E. En una jurisdicción donde las personas con una participación accionaria (directa o indirecta) de más de 10% en una empresa deberían informarse como beneficiarios finales, se declararían los intereses de la Persona 1 y de la Persona 2. Además, la jurisdicción puede exigir que se divulguen los detalles del interés indirecto de la Persona 1. Es decir, que también se divulguen algunos detalles de la cadena Empresa E - Empresa A - Persona 1.
fr: Dans la situation décrite ci-dessus, la personne 1 détient de manière *indirecte* 15 % d'actions dans l'entreprise E et la personne 2 détient de manière *directe* 32 % des parts dans l'entreprise E. Au sein d'une juridiction où les personnes détenant plus de 10 % d'actions (directement ou non) dans une entreprise doivent être déclarées en tant que bénéficiaires effectifs, les participations au capital des personnes 1 et 2 doivent être déclarées. En outre, la juridiction peut exiger la divulgation des informations sur les participations au capital indirectes de la personne 1. En d'autres termes, les informations sur la relation entre l'entreprise E, l'entreprise A et la personne 1 sont également communiquées.
ru: В описанной выше ситуации Физическое лицо 1 *косвенно* получает выгоду от 15-процентного участия в Компании E, а Физическое лицо 2 *напрямую* владеет 32 процентами акций Компании E. В юрисдикции, где физические лица, в собственности которых находится (напрямую или косвенно) более 10% акций компании, должны быть раскрыты как бенефициарные владельцы, необходимо задекларировать доли участия как Физического лица 1, так и Физического лица 2. Кроме того, юрисдикция может требовать раскрытия сведений о косвенной доле участия Физического лица 1. Это означает, что некоторые детали цепочки «Компания Е — Компания А — Физическое лицо 1» также должны быть раскрыты.

source: In BODS, the following properties are used to represent such information disclosure:
es: En el BODS, se utilizan las siguientes propiedades para representar dicha divulgación de información:
fr: Dans la norme BODS, les propriétés suivantes sont utilisées pour représenter de telles divulgations d'informations :
ru: В системе СДБВ для раскрытия такой информации используются следующие свойства:

source: ``beneficialOwnershipOrControl`` (See :ref:`schema-interest`)
es: ``beneficialOwnershipOrControl`` (consultar :ref:`schema-interest`)
fr: ``beneficialOwnershipOrControl`` (voir la section :ref:`schema-interest`) ;
ru: ``beneficialOwnershipOrControl`` (см :ref:`schema-interest`)

source: ``directOrIndirect`` (See :ref:`schema-interest`)
es: ``directOrIndirect`` (consultar :ref:`schema-interest`)
fr: ``directOrIndirect`` (voir la section :ref:`schema-interest`) ;
ru: ``directOrIndirect`` (см. :ref:`schema-interest`)

source: ``componentRecords`` (See :ref:`schema-relationship-record`)
es: ``componentRecords`` (consultar :ref:`schema-relationship-record`)
fr: ``componentRecords`` (voir la section :ref:`schema-relationship-record`) ;
ru: ``componentRecords`` (см. :ref:`schema-relationship-record`)

source: ``isComponent`` (See :ref:`schema-entity-record`)
es: ``isComponent`` (consultar :ref:`schema-entity-record`)
fr: ``isComponent`` (voir la section :ref:`schema-entity-record`).
ru: ``isComponent`` (см. :ref:`schema-entity-record`)

source: Requirements
es: Requisitos
fr: Exigences
ru: Требования

source: No beneficial ownership relationships
es: Sin relaciones de titularidad real
fr: Aucune relation de propriété effective
ru: Отсутствие отношений бенефициарного владения

source: If an entity is exempt from declaring its beneficial owners its record SHOULD be the ``subject`` of a Relationship statement with ``recordDetails.interestedParty.reason`` 'subjectExemptFromDisclosure'.
es: Si una entidad está exenta de declarar a sus beneficiarios finales, su registro DEBERÍA ser el ``subject`` de un enunciado sobre relación con ``recordDetails.interestedParty.reason`` 'subjectExemptFromDisclosure'.
fr: Si une entité n'est pas obligée de déclarer ses bénéficiaires effectifs, son enregistrement doit être le ``subject`` d'un énoncé de relation et comprendre le champ ``recordDetails.interestedParty.reason`` configuré sur 'subjectExemptFromDisclosure' (sujet exempté de divulgation).
ru: Если субъект освобожден от обязательства заявлять о своих бенефициарных владельцах, РЕКОМЕНДУЕТСЯ, чтобы его запись была значением свойства ``subject`` в Характеристике отношений, в которой свойство ``recordDetails.interestedParty.reason`` имеет значение 'subjectExemptFromDisclosure'.

source: A beneficial ownership relationship
es: Una relación de titularidad real
fr: Une relation de propriété effective
ru: Отношения бенефициарного владения

source: If a person is a beneficial owner of an entity, entity X, (whether directly or indirectly) and one of them is required to declare this beneficial ownership, there MUST be a *primary* relationship record connecting the two which represents the beneficial ownership relationship. Specifically, in the ``recordDetails`` for the relationship:
es: Si una persona es un beneficiario final de una entidad, la entidad X, (ya sea directa o indirectamente) y uno de ellos debe declarar la titularidad real, DEBE haber un registro de relación *primaria* que conecte a los dos, que represente la relación de titularidad real. Específicamente en los ``recordDetails`` para la relación:
fr: Si une personne est un bénéficiaire effectif (direct ou indirect) d'une entité, appelée entité X, et si l'une de ces parties doit déclarer sa propriété effective, un enregistrement de relation *principale* doit relier ces deux parties et constitue la relation de propriété effective. Plus particulièrement, dans le champ ``recordDetails`` pour la relation :
ru: Если физическое лицо является бенефициарным владельцем субъекта X (напрямую или косвенно), и кто-то из них обязан задекларировать такое бенефициарное владение, ДОЛЖНА иметься связывающая их запись о *первичных* отношениях, отражающая отношения бенефициарного владения. В частности, в поле ``recordDetails`` для таких отношений:

source: the entity’s ``recordId`` value MUST be the ``subject``
es: el valor ``recordId`` de la entidad DEBE ser el ``subject``
fr: la valeur du champ ``recordId`` de l'entité doit être le champ ``subject`` ;
ru: значение свойства ``recordId`` субъекта ДОЛЖНО использоваться для свойства ``subject``;

source: the person’s ``recordId`` value MUST be the ``interestedParty``
es: el valor ``recordId`` de la persona DEBE ser la ``interestedParty``
fr: la valeur du champ ``recordId`` de la personne doit être le champ ``interestedParty`` ;
ru: значение свойства ``recordId`` физического лица ДОЛЖНО использоваться для свойства ``interestedParty``;

source: ``isComponent`` MUST be false
es: ``isComponent`` DEBE ser falso
fr: le champ ``isComponent`` doit être faux ;
ru: свойство ``isComponent`` ДОЛЖНО иметь значение false;

source: the ``interests`` which make the person meet the criteria for being declared a beneficial owner MUST be included if known. They MUST have ``beneficialOwnershipOrControl`` set to 'true'. If an interest is known to be exercised indirectly, via intermediary entities then ``directOrIndirect`` MUST be ‘indirect’. If it is known to be exercised directly then ``directOrIndirect`` MUST be ‘direct’. Otherwise ``directOrIndirect`` MUST be ‘unknown’.
es: los ``interests`` que hacen que la persona cumpla con los criterios para ser declarada beneficiario final DEBEN incluirse, si se conocen. ``beneficialOwnershipOrControl`` DEBE marcarse como 'true'. Si se conoce que un interés se ejerce de forma indirecta, a través de entidades intermediarias, entonces ``directOrIndirect`` DEBE ser ‘indirect’. Si se conoce que se ejerce de forma directa, entonces ``directOrIndirect`` DEBE ser 'direct’. De lo contrario, ``directOrIndirect`` DEBE ser ‘unknown’.
fr: le champ ``interests`` pour lequel la personne doit être déclarée un bénéficiaire effectif doit être inclus, si cette information est connue. Le champ ``beneficialOwnershipOrControl`` doit être configuré sur 'true' (vrai). Si une participation au capital est connue pour être indirecte par le biais d'entités intermédiaires, le champ ``directOrIndirect`` doit être configuré sur ‘indirect’. Si la participation est directe, le champ ``directOrIndirect`` doit être configuré sur ‘direct’. Sinon, le champ ``directOrIndirect`` doit être configuré sur ‘unknown’ (inconnu).
ru: в поле ``interests`` ДОЛЖНЫ быть указаны значения, если они известны, которые обеспечивают соответствие физического лица критериям, позволяющим заявить о нем как о бенефициарном владельце. Для свойства ``beneficialOwnershipOrControl`` ДОЛЖНО быть установлено значение 'true'. Если известно, что долевое участие осуществляется косвенно через посреднические субъекты, тогда свойство ``directOrIndirect`` ДОЛЖНО иметь значение ‘indirect’. Если известно, что оно осуществляется напрямую, тогда свойство ``directOrIndirect`` ДОЛЖНО иметь значение ‘direct’. Иначе свойство ``directOrIndirect`` ДОЛЖНО иметь значение ‘unknown’.

source: Intermediaries
es: Intermediarios
fr: Intermédiaires
ru: Посредники

source: Where beneficial ownership is known to be exercised indirectly, via known intermediary elements, this SHOULD be represented in addition to the above. In particular:
es: Cuando se sabe que la titularidad real se ejerce de forma indirecta, a través de elementos intermediarios, esto DEBERÍA representarse además de lo anterior. En particular:
fr: Lorsque la propriété effective est indirecte par le biais d'éléments intermédiaires, elle doit être représentée en complément des informations susmentionnées. En particulier :
ru: Если известно, что бенефициарное владение осуществляется косвенно через известные посреднические субъекты, в дополнение к вышеуказанному СЛЕДУЕТ отразить такие сведения:

source: the chain of known intermediary elements SHOULD be represented by *secondary* records
es: la cadena de elementos intermediarios conocidos DEBERÍA estar representada por registros *secundarios*
fr: la chaîne d'éléments intermédiaires connus doit être représentée par des enregistrements *secondaires* ;
ru: цепочку известных посреднических субъектов СЛЕДУЕТ представить *вторичными* записями;

source: these secondary records SHOULD link the beneficial owner’s record to entity X’s record indirectly
es: estos registros secundarios DEBERÍAN vincular el registro del beneficiario final con el registro de la entidad X de forma indirecta
fr: ces enregistrements secondaires doivent relier indirectement l'enregistrement du bénéficiaire effectif à l'enregistrement de l'entité X ;
ru: РЕКОМЕНДУЕТСЯ, чтобы эти вторичные записи косвенно связывали запись бенефициарного владельца с записью субъекта X;

source: these secondary records SHOULD all have ``isComponent`` set to 'true'
es: todos estos registros secundarios DEBERÍAN tener ``isComponent`` establecido como 'true'
fr: ces enregistrements secondaires doivent tous comprendre le champ ``isComponent`` configuré sur 'true' (vrai) ;
ru: РЕКОМЕНДУЕТСЯ, чтобы во всех этих вторичных записях для свойства ``isComponent`` было установлено значение 'true';

source: these secondary records SHOULD all have their ``recordId`` values listed in the ``componentRecords`` array of the ``recordDetails`` for the primary relationship.
es: todos estos registros secundarios DEBERÍAN tener sus valores ``recordId`` enumerados en el arreglo de datos ``componentRecords`` de ``recordDetails`` para la relación primaria.
fr: toutes les valeurs du champ ``recordId`` de ces enregistrements secondaires doivent être répertoriées dans le tableau ``componentRecords`` du champ ``recordDetails`` pour la relation principale.
ru: РЕКОМЕНДУЕТСЯ, чтобы значения ``recordId`` всех этих вторичных записей были перечислены в массиве ``componentRecords`` поля ``recordDetails`` для первичных отношений.

source: When Statements about the primary relationship are published in a BODS file:
es: Cuando los enunciados sobre la relación primaria se publican en un archivo del BODS:
fr: Lorsque les énoncés au sujet de la relation principale sont publiés dans un fichier de la norme BODS :
ru: Если Характеристики, касающиеся первичных отношений, публикуются в файле СДБВ:

source: Statements for all secondary records referenced from ``componentRecords`` MUST also be published in that file
es: Los enunciados para todos los registros secundarios derivados de ``componentRecords`` también DEBEN publicarse en ese archivo
fr: les énoncés de tous les enregistrements secondaires référencés à partir du champ ``componentRecords`` doivent également être publiés dans ce fichier :
ru: Характеристики для всех вторичных записей, указанных в поле ``componentRecords``, также ДОЛЖНЫ быть опубликованы в этом файле.

source: Statements for all secondary records must appear before the the first Statement for the primary relationship.
es: Los enunciados de todos los registros secundarios deben aparecer antes del primer enunciado sobre la relación primaria
fr: les énoncés pour tous les enregistrements secondaires doivent apparaître avant le premier énoncé pour la relation principale.
ru: Характеристики для всех вторичных записей должны предшествовать первой характеристике, касающейся первичных отношений.

source: Example
es: Ejemplo
fr: Exemple
ru: Пример

source: In the following example, Person 1 is a beneficial owner of Company E. They exercise that beneficial ownership via an intermediary company, Company A.
es: En el siguiente ejemplo, la Persona 1 es un beneficiario final de la Empresa E. Ejerce esa titularidad real a través de una empresa intermediaria, la Empresa A.
fr: Dans l'exemple suivant, la personne 1 est un bénéficiaire effectif de l'entreprise E par le biais d'un intermédiaire, à savoir l'entreprise A.
ru: В приведенном ниже примере Физическое лицо 1 является бенефициарным владельцем Компании E. Это бенефициарное владение осуществляется через посредническую компанию — Компанию A.
