Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/modelling/repr-beneficial-ownership.po
Languages: es, fr, ru

source: Person statements, Entity statements and Relationship statements are linked by lines, representing the company ownership structure. Statement property values are given as follows. Person 1's Statement: recordId is 'p-1', recordDetails.isComponent is false. Intermediary Company A's Statement: recordId is 'e-2', recordDetails.isComponent is true. Company E's Statement: recordId is 'e-1', recordDetails.isComponent is false. Relationship statement connecting Person 1 and Company A: recordId is 'ooc-3', recordDetails.isComponent is true, its interest has directOrIndirect as 'direct' and beneficialOwnershipOrControl as false. Relationship statement connecting Company A and Company E: recordId is 'ooc-2', recordDetails.isComponent is true, its interest has directOrIndirect as 'direct' and beneficialOwnershipOrControl as false. Relationship statement connecting Person 1 and Company E: recordId is 'ooc-1', recordDetails.isComponent is false, componentRecords are ooc-2 and e-2 and ooc-3; and its interests have directOrIndirect as 'indirect' and beneficialOwnershipOrControl as true.
es: Los enunciados sobre personas, los enunciados sobre entidades y los enunciados sobre relaciones están unidos por líneas, que representan la estructura de titularidad de la empresa. Los valores de propiedad del enunciado se indican de la siguiente manera. Enunciado de la Persona 1: el recordId es 'p-1', el recordDetails.isComponent es falso. Enunciado de la Empresa intermediaria A: el recordId es 'e-2', el recordDetails.isComponent es verdadero. Enunciado de la Empresa E: el recordId es 'e-1', el recordDetails.isComponent es falso. Enunciado sobre relación que conecta a la Persona 1 y a la Empresa A: el recordId es 'ooc-3', el recordDetails.isComponent es verdadero, su interés tiene directOrIndirect como 'direct' y beneficialOwnershipOrControl como falso. Enunciado sobre relación que conecta a la Empresa A y a la Empresa E: el recordId es 'ooc-2', el recordDetails.isComponent es verdadero, su interés tiene directOrIndirect como 'direct' y beneficialOwnershipOrControl como falso. Enunciado sobre relación que conecta a la Persona 1 y a la Empresa E: el recordId es 'ooc-1', el recordDetails.isComponent es falso, los componentRecords son ooc-2, e-2 y ooc-3; y sus intereses tienen directOrIndirect como 'indirect' y beneficialOwnershipOrControl como verdadero.
fr: Les énoncés de personne, d'entité et de relation sont reliés par des lignes représentant la structure de la propriété de l'entreprise. Les valeurs de propriété de l'énoncé sont les suivantes. Énoncé de la personne 1 : recordId est configuré sur 'p-1' et recordDetails.isComponent sur faux. Énoncé de l'entreprise A intermédiaire : recordId est configuré sur 'e-2' et recordDetails.isComponent sur vrai. Énoncé de l'entreprise E : recordId est configuré sur 'e-1' et recordDetails.isComponent sur faux. Énoncé de relation reliant la personne 1 et l'entreprise A : recordId est configuré sur 'ooc-3', recordDetails.isComponent sur vrai, directOrIndirect sur 'direct' et beneficialOwnershipOrControl sur faux. Énoncé de relation reliant les entreprises A et E : recordId est configuré sur 'ooc-2', recordDetails.isComponent sur vrai, directOrIndirect sur 'direct' et beneficialOwnershipOrControl sur faux. Énoncé de relation reliant la personne 1 et l'entreprise E : recordId est configuré sur 'ooc-1', recordDetails.isComponent sur faux, componentRecords sur ooc-2, e-2 et ooc-3, directOrIndirect sur 'indirect' et beneficialOwnershipOrControl sur vrai.
ru: Характеристики физических лиц, Характеристики субъектов и Характеристики отношений связаны линиями, отображая структуру владения компаниями. Значения свойств Характеристик указаны следующим образом. Характеристика Физического лица 1: recordId — 'p-1', recordDetails.isComponent — false. Характеристика посреднической Компании A: recordId — 'e-2', recordDetails.isComponent — true. Характеристика Компании E: recordId — 'e-1', recordDetails.isComponent — false. Характеристика отношений, связывающая Физическое лицо 1 и Компанию A: recordId — 'r-3', recordDetails.isComponent — true, в поле доли участия свойство directOrIndirect имеет значение 'direct', а свойство beneficialOwnershipOrControl — false. Характеристика отношений, связывающая Компанию A и Компанию E: recordId — 'r-2', recordDetails.isComponent — true, в поле доли участия свойство directOrIndirect имеет значение 'direct', а свойство beneficialOwnershipOrControl — false. Характеристика отношений, связывающая Физическое лицо 1 и Компанию E: recordId — 'r-1', recordDetails.isComponent — false, componentRecords — r-2, e-2 и r-3; в поле долей участия свойство directOrIndirect имеет значение 'indirect', а свойство beneficialOwnershipOrControl — true.

source: Statement order
es: Orden del enunciado
fr: Ordre de l'énoncé
ru: Порядок характеристик

source: An example of valid statement order within a BODS dataset for the above would be: p-1, e-1, e-2, r-3, r-2, r-1.
es: Un ejemplo de orden de enunciado válido dentro de un conjunto de datos del BODS para lo anterior sería: p-1, e-1, e-2, r-3, r-2, r-1.
fr: Voici un exemple d'ordre d'énoncé valide dans l'ensemble de données de la norme BODS pour l'exemple ci-dessus : p-1, e-1, e-2, r-3, r-2, r-1.
ru: Пример правильного порядка характеристик в наборе данных СДБВ для описанной выше ситуации: p-1, e-1, e-2, r-3, r-2, r-1.
