Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/index.po
Languages: es, fr, ru

source: Primer
es: Guía introductoria
fr: Introduction
ru: Базовая информация

source: What is beneficial ownership?
es: ¿Qué significa beneficiario final?
fr: Qu'est-ce que la propriété effective ?
ru: Что такое бенефициарное владение?

source: A beneficial owner is a natural person who holds interests, directly or indirectly, that give them the right to a share of the income or assets of a corporate vehicle, or the ability to control or benefit from its activities.
es: Un beneficiario final es una persona física que posee intereses, directa o indirectamente, que le brindan el derecho a una parte de los ingresos o activos de un vehículo societario, o la capacidad de controlar o beneficiarse de sus actividades.
fr: Un bénéficiaire effectif est une personne physique qui détient une participation, directe ou indirecte, lui conférant le droit à une partie des revenus ou des actifs d'une structure sociétaire, ou la capacité de contrôler ou de tirer profit de ses activités.
ru: Бенефициарный владелец — это физическое лицо, владеющее долей участия, прямо или косвенно, что дает ему право на долю дохода или активов корпоративного механизма или возможность контролировать его деятельность или получать от нее выгоду.

source: `Open Ownership <https://www.openownership.org/>`_ uses the term corporate vehicles to refer to both legal entities, such as companies, and legal arrangements, such as trusts. In the Beneficial Ownership Data Standard 'entities' is used to refer to all types of corporate vehicle.
es: `Open Ownership <https://www.openownership.org/>`_ usa el término "vehículos societarios" para referirse a entidades legales, como empresas, y estructuras jurídicas, como fideicomisos. En el Estándar de datos sobre beneficiarios finales, 'entidades' se usa para hacer referencia a todo tipo de vehículo societario.
fr: `Open Ownership <https://www.openownership.org/>`_ utilise l'expression « structures sociétaires » pour désigner les entités juridiques, telles que les sociétés, et les constructions juridiques, telles que les trusts. La norme relative aux données sur la propriété effective utilise le terme 'entités' pour désigner tous les types de structure sociétaire.
ru: Организация `Open Ownership <https://www.openownership.org/>`_ использует термин «корпоративный механизм» для обозначения как юридических лиц, например компаний, так и правоотношений, например трастов. В Стандарте данных о бенефициарном владении для обозначения корпоративных механизмов всех типов используется термин 'субъекты'.

source: Often entities own other entities, but people almost always appear at the end of beneficial ownership networks. They are the ones who ultimately benefit from the financial successes of the entity, due to their relationship with it.
es: A menudo, las entidades poseen otras entidades, pero las personas casi siempre aparecen al final de las redes de titularidad real. Son las que se benefician en última instancia de los éxitos financieros de la entidad, debido a su relación con ella.
fr: Bien que les entités possèdent souvent d'autres entités, des personnes physiques apparaissent presque toujours au bout de la chaine des bénéficiaires effectifs. Ce sont elles qui profitent en dernier ressort des succès financiers de l'entité, du fait de leur relation.
ru: Часто субъекты владеют другими субъектами, но в конце сети бенефициарного владения почти всегда стоят физические лица. Именно они в конечном итоге получают выгоду от финансовых успехов субъекта в силу имеющихся между ними отношений.

source: The beneficial ownership networks connected to entities can be complex and opaque. This means that the identities of the people who own, control, or benefit from entities can remain hidden. If the beneficial owners are hidden, then governments don’t know who is bidding for a contract, companies don’t know who they are doing business with, society doesn’t know who is financing a new political party, and law enforcement can’t fight money laundering and other cross-border financial crimes.
es: Las redes de titularidad real conectadas a las entidades pueden ser complejas y opacas. Esto significa que la identidad de las personas que poseen, controlan o se benefician de las entidades puede permanecer oculta. Si los beneficiarios finales están ocultos, los gobiernos no saben quién licita para un contrato, las empresas no saben con quién están haciendo negocios, la sociedad no sabe quién está financiando a un nuevo partido político, y las fuerzas policiales y las autoridades de control no pueden luchar contra el lavado de dinero y otros crímenes financieros transfronterizos.
fr: Les réseaux des bénéficiaires effectifs reliés aux entités peuvent être complexes et opaques. Cela signifie que l'identité des personnes qui possèdent, contrôlent ou tirent profit d'entités peut rester cachée. Lorsque les bénéficiaires effectifs sont cachés, les autorités publiques ne sont pas en mesure de savoir qui soumissionne pour un contrat, les entreprises ignorent avec qui elles font affaires, la société ne sait pas qui finance un nouveau parti politique et la police ne peut pas lutter contre le blanchiment d'argent ou la criminalité financière transfrontalière.
ru: Сети бенефициарного владения, связанные с субъектами, могут быть сложными и непрозрачными. Это означает, что личность физических лиц, владеющих субъектами, контролирующих их или получающих от них выгоду, может оставаться скрытой. Если бенефициарные владельцы скрыты, правительственные органы не знают, кто подает заявку на участие в тендере, компании не знают, с кем они ведут бизнес, общество не знает, кто финансирует новую политическую партию, а правоохранительные органы не могут противодействовать легализации средств, полученных преступным путем, и другим трансграничным финансовым преступлениям.

source: A labelled diagram of a beneficial ownership network. Labelled as 'Subject of beneficial ownership network' is Company E. Labelled as 'Direct relationship' is a solid line connected to Person 2. Labelled as 'Interest' is the text '32% shareholding' which sits on that solid line. Company E is also linked to Company A by a solid line. And Company A is linked to Person 1 by a solid line. Labelled as 'Indirect relationship' is a dotted line connecting Company E to Person 1. The text '45% shareholding' sits on that dotted line. Person 1 is labelled 'Beneficial owner'. Company A is labelled 'Intermediary entity'.
es: Diagrama etiquetado de una red de titularidad real. La Empresa E está etiquetada como 'Sujeto de la red de titularidad real'. Una línea continua conectada a la Persona 2 está etiquetada como 'Relación directa'. El texto '32% de participación accionaria' ubicado sobre esa línea continua está etiquetado como 'Interés'. La Empresa E también está vinculada a la Empresa A con una línea continua. Y la Empresa A está vinculada a la Persona 1 con una línea continua. Una línea punteada que conecta a la Empresa E con la Persona 1 está etiquetada como 'Relación indirecta'. El texto '45% de participación accionaria' está ubicado sobre esa línea punteada. La Persona 1 está etiquetada como 'Beneficiario final'. La Empresa A está etiquetada como 'Entidad intermediaria'.
fr: Schéma annoté d'un réseau de bénéficiaires effectifs. La Société E est étiquetée 'Sujet du réseau de bénéficiaires effectifs'. Une ligne continue reliée à la Personne 2 est étiquetée 'Relation directe'. Le texte 'taux de détention d'actions de 32 %' situé sur cette ligne continue est étiqueté 'Participation au capital'. La Société E est également reliée à la Société A par une ligne continue. La Société A est reliée à la Personne 1 par une ligne continue. Une ligne en pointillés reliant la Société E et la Personne 1 est étiquetée 'Relation indirecte'. Le texte 'taux de détention d'actions de 45 %' est situé sur cette ligne en pointillés. La Personne 1 est étiquetée 'Bénéficiaire effectif'. La Société A est étiquetée 'Entité intermédiaire'.
ru: Аннотированная схема сети бенефициарного владения. Компания Е помечена надписью 'Предмет сети бенефициарного владения'. Сплошная линия, ведущая к Физическому лицу 2, помечена надписью 'Прямые отношения'. Текст '32 % акций в собственности', размещенный на этой сплошной линии, помечен надписью 'Доля владения'. Компания E также соединена с Компанией A сплошной линией. А Компания A соединена сплошной линией с Физическим лицом 1. Пунктирная линия, соединяющая Компанию Е с Физическим лицом 1, помечена надписью 'Косвенные отношения'. Текст '45 % акций в собственности' размещен на этой пунктирной линии. Физическое лицо 1 помечено надписью 'Бенефициарный собственник'. Компания A помечена надписью 'Посреднический субъект'.

source: Beneficial ownership can include all types of relationship with an entity such as ownership, control or benefitting from the entity’s activities.
es: La titularidad real puede incluir todo tipo de relación con una entidad, como titularidad, control o beneficio de las actividades de la entidad.
fr: La propriété effective peut inclure tous types de relation avec une entité tels que la propriété, le contrôle ou le profit des activités de l'entité.
ru: Бенефициарное владение может включать все виды отношений с субъектом, такие как владение, контроль или получение выгоды от деятельности субъекта.

source: If a person owns something, they usually have some control over it. Owning shares in a company may confer voting rights, for example. But ownership and control are sometimes separated - by share classes, contracts, agreements and other mechanisms. For example, an executive director might have the right to appoint 60% of the other board members, while having little financial stake in the business. There are also situations where a person may not have ownership or significant control but still has a relationship which means they benefit from the activities of an entity - for example, where they can enjoy and use assets owned by the entity.
es: Si una persona posee algo, normalmente tiene cierto control sobre eso. Poseer acciones en una empresa puede conferir derechos de voto, por ejemplo. Pero, en ocasiones, la titularidad y el control están separados (por clases de acciones, contratos, acuerdos u otros mecanismos). Por ejemplo, un director ejecutivo puede tener derecho a designar el 60% de los demás miembros del órgano de administración, mientras tiene una pequeña participación en la empresa. Además, existen situaciones en las que es posible que una persona no tenga titularidad o control significativo, pero tiene una relación, lo que significa que se beneficia de las actividades de una entidad (por ejemplo, cuando puede gozar de los activos propiedad de la entidad y usarlos).
fr: Lorsqu'une personne détient quelque chose, elle y exerce généralement un certain contrôle. La détention d'actions dans une société peut par exemple conférer des droits de vote. Néanmoins, la propriété et le contrôle sont parfois séparés (par des catégories d'actions, des contrats, des accords et d'autres mécanismes). Par exemple, un directeur exécutif pourrait avoir le droit de nommer 60 % des autres membres du conseil d'administration, malgré sa faible participation dans l'entreprise. Par ailleurs, dans certains cas, une personne peut ne pas avoir de propriété ou de contrôle significatif, mais avoir une relation, ce qui signifie qu'elle profite des activités d'une entité ; par exemple, lorsqu'elle profite et utilise les actifs de l'entité.
ru: Если физическое лицо чем-то владеет, оно обычно имеет над этим некоторый контроль. Например, владение акциями компании может давать право голоса. Однако владение и контроль иногда разграничиваются — при помощи классов акций, договоров, соглашений и других механизмов. К примеру, исполнительный директор может иметь право назначать 60% других членов совета директоров, имея при этом лишь небольшую финансовую долю в бизнесе. Также бывают ситуации, когда физическое лицо может не иметь права владения или существенного контроля, но при этом иметь отношения с субъектом, а значит, получать выгоду от его деятельности, например, имея возможность пользоваться активами, принадлежащими субъекту.

source: For more `information about beneficial ownership transparency <https://www.openownership.org/en/about/what-is-beneficial-ownership-transparency/>`_ and to read `the latest research <https://www.openownership.org/en/research/>`_, visit `the Open Ownership website. <https://www.openownership.org/en/>`_
es: Para obtener más `información sobre la transparencia de beneficiarios finales <https://www.openownership.org/en/about/what-is-beneficial-ownership-transparency/>`_ y para leer `las últimas investigaciones <https://www.openownership.org/en/research/>`_, visite `el sitio web de Open Ownership. <https://www.openownership.org/en/>`_
fr: Pour plus d'`informations sur la transparence des bénéficiaires effectifs <https://www.openownership.org/en/about/what-is-beneficial-ownership-transparency/>`_ et pour lire `la recherche la plus récente <https://www.openownership.org/en/research/>`_, consultez `le site Internet d'Open Ownership. <https://www.openownership.org/en/>`_
ru: С дополнительной `информацией о прозрачности бенефициарного владения <https://www.openownership.org/en/about/what-is-beneficial-ownership-transparency/>`_ и данными `последнего исследования <https://www.openownership.org/en/research/>`_ можно ознакомиться на `веб-сайте Open Ownership. <https://www.openownership.org/en/>`_

source: What is the Beneficial Ownership Data Standard?
es: ¿Qué es el Estándar de datos sobre Beneficiarios Finales?
fr: Qu'est-ce que la norme relative aux données sur la propriété effective ?
ru: Что такое Стандарт данных о бенефициарном владении?

source: The Beneficial Ownership Data Standard (BODS) provides a structured data format, and related requirements, for representing and publishing beneficial ownership information. This is based on the :any:`key concepts <key-concepts>` which underpin beneficial ownership.
es: El Estándar de datos sobre beneficiarios finales (BODS) ofrece un formato de datos estructurados y requisitos relacionados para representar y publicar información sobre beneficiarios finales. Esto se basa en los :any:`conceptos clave <key-concepts>` sobre beneficiarios finales.
fr: La norme relative aux données sur la propriété effective (BODS, en anglais) établit un format de données structurées, ainsi que les exigences associées, afin de représenter et de publier des informations sur les bénéficiaires effectifs. Ce format repose sur les :any:`concepts clés <key-concepts>` de la propriété effective.
ru: Стандарт данных о бенефициарном владении (СДБВ) предоставляет формат структурированных данных, а также связанные с ним требования, для отображения и публикации информации о бенефициарном владении. В нем использованы :any:`основные концепции <key-concepts>`, лежащие в основе бенефициарного владения.

source: Within BODS:
es: Dentro del BODS:
fr: Selon la BODS :
ru: В тексте СДБВ:

source: the :any:`data schema <schema-reference>` describes what data should be shared. It can also inform the design of data collection and management systems. A format called JSON can be used to publish BODS data.
es: en el :any:`esquema de datos <schema-reference>` se describe qué datos deben compartirse. También puede servir de base para el diseño de los sistemas de recopilación y gestión de datos. Para publicar datos del BODS puede usarse un formato llamado JSON.
fr: Le :any:`schéma des données <schema-reference>` décrit quelles données devraient être communiquées. Il peut également éclairer la conception de systèmes de collecte et de gestion des données. Un format appelé JSON peut être utilisé pour publier des données de la BODS.
ru: :any:`Схема данных <schema-reference>` описывает, какие данные следует предоставлять. Также она может служить основой для разработки систем сбора и управления данными. Для опубликования данных СДБВ может использоваться формат JSON.

source: the :any:`requirements sections <data-standard-index>` set out how information should be represented and managed to conform with the data standard.
es: en las :any:`secciones de requisitos <data-standard-index>` se establece cómo debe representarse y gestionarse la información para guardar conformidad con el estándar de datos.
fr: Les :any:`sections des exigences <data-standard-index>` indiquent comment représenter et gérer les informations, conformément à la norme relative aux données.
ru: В :any:`разделах о требованиях<data-standard-index>` указано, как следует предоставлять информацию и управлять ею в соответствии со стандартом данных.

source: Collecting, sharing and using beneficial ownership information as `structured data <https://www.openownership.org/en/publications/structured-and-interoperable-beneficial-ownership-data/benefits-of-structured-and-interoperable-data/>`_:
es: Recopilar, compartir y usar la información sobre beneficiarios finales como `datos estructurados <https://www.openownership.org/en/publications/structured-and-interoperable-beneficial-ownership-data/benefits-of-structured-and-interoperable-data/>`_:
fr: La collecte, la communication et l'utilisation des informations sur les bénéficiaires effectifs en tant que `données structurées <https://www.openownership.org/en/publications/structured-and-interoperable-beneficial-ownership-data/benefits-of-structured-and-interoperable-data/>`_ :
ru: Сбор, предоставление и использование информации о бенефициарном владении в виде `структурированных данных <https://www.openownership.org/en/publications/structured-and-interoperable-beneficial-ownership-data/benefits-of-structured-and-interoperable-data/>`_:

source: improves the interoperability of beneficial ownership information
es: mejora la interoperabilidad de la información sobre beneficiarios finales
fr: améliorent l'interopérabilité des informations sur les bénéficiaires effectifs ;
ru: улучшает интероперабельность информации о бенефициарном владении;

source: reduces the cost of producing, using, and maintaining beneficial ownership information
es: reduce el costo de producir, usar y conservar la información sobre beneficiarios finales
fr: réduisent le coût de production, d'utilisation et de conservation des informations sur les bénéficiaires effectifs ;
ru: снижает затраты на создание, использование и хранение информации о бенефициарном владении;

source: has a greater chance of meeting beneficial ownership transparency policy goals than unstructured data
es: tiene una mayor probabilidad de cumplir con las metas de la política de transparencia de beneficiarios finales que los datos estructurados
fr: sont plus susceptibles d'atteindre les objectifs de la politique relative à la transparence des bénéficiaires effectifs que les données non structurées.
ru: обеспечивает более высокую вероятность достижения целей политики прозрачности бенефициарного владения по сравнению с неструктурированными данными.

source: Without common standards, combining and analysing data from different sources can be expensive and time-consuming, making it more difficult to understand beneficial ownership networks.
es: Sin los estándares comunes, combinar y analizar datos de diferentes fuentes puede ser costoso y consumir mucho tiempo, lo que dificulta la comprensión de las redes de titularidad real.
fr: Faute de normes communes, la combinaison et l'analyse des données provenant de diverses sources peuvent être longues et coûteuses, ce qui complique la compréhension des réseaux des bénéficiaires effectifs.
ru: Без общих стандартов объединение и анализ данных из разных источников может быть дорогостоящим и отнимать много времени, что усложняет понимание сетей бенефициарного владения.

source: BODS allows publishers to provide statements that describe:
es: El BODS permite a los publicadores brindar enunciados que describen:
fr: La BODS permet aux éditeurs de fournir des énoncés comportant :
ru: СДБВ позволяет издателям формировать характеристики, которые содержат:

source: details about natural persons and entities
es: detalles sobre personas físicas y entidades
fr: des informations sur les personnes physiques et les entités ;
ru: сведения о физических лицах и субъектах;

source: identifiers for natural persons and entities
es: identificadores para personas físicas y entidades
fr: les identifiants des personnes physiques et des entités ;
ru: идентификаторы для физических лиц и субъектов;

source: types of interests that can be held in entities
es: tipos de intereses que pueden poseerse en las entidades
fr: les types de participation pouvant être détenus dans des entités ;
ru: типы долей участия в субъектах;

source: provenance information
es: información sobre procedencia
fr: la provenance des informations ;
ru: информацию об источнике;

source: historical, as well as current, information
es: información histórica y actual
fr: des informations historiques et actuelles ;
ru: информацию за прошлые периоды, а также актуальную инфомацию;

source: placeholders, when information must be witheld
es: marcadores de posición, cuando hay información que debe retenerse
fr: des espaces réservés, si des informations ne doivent pas être divulguées.
ru: заполнители в случаях, когда требуется скрыть информацию.
