Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/whatisbo.po
Languages: es, ru

source: What is beneficial ownership?
es: ¿Qué significa beneficiario final?
ru: Что такое бенефициарное владение?

source: The concept of beneficial ownership helps us understand how companies and other legal entities are owned and controlled.
es: El concepto de beneficiario final nos ayuda a entender la titularidad y el control de las empresas y otras entidades jurídicas.
ru: Концепция бенефициарного владения помогает нам понять, как осуществляется владение и контроль в отношении компаний и других юридических лиц.

source: Companies or people can own other companies...
es: Las empresas y los individuos pueden ser propietarios de otras empresas…
ru: Компаниями могут владеть физические лица или другие компании...

source: The idea that people own companies and sometimes companies own companies is well understood.
es: Que los individuos son propietarios de empresas y que a veces las empresas son a su vez propietarias de otras empresas es algo bien sabido.
ru: Вполне понятна мысль о том, что физические лица владеют компаниями, а иногда компании владеют компаниями.

source: Person A owns 100% of Company 1
es: La Persona A posee el 100% de la Empresa 1
ru: Физическое лицо A владеет 100% Компании 1

source: ...but it's people that ultimately benefit...
es: …pero son los individuos quienes se benefician en última instancia…
ru: ...но выгоду в итоге получают физические лица...

source: Even when companies own companies, individuals almost always appear at the end of the ownership chain. They ultimately benefit from companies’ financial successes, and often share in their failures.
es: Aun cuando las empresas son propietarias de otras empresas, son los individuos quienes casi siempre aparecen al final de la cadena de titularidad. Se benefician en última instancia del éxito financiero de las empresas, y suelen participar de sus fracasos.
ru: Даже когда компании владеют компаниями, в конце цепочки владения почти всегда стоят физические лица. Они получают конечную выгоду от финансовых успехов компаний и часто разделяют их неудачи.

source: Company 2 owns 100% of Company 3's shares. And Person B owns 30% of Company 2's shares
es: La Empresa 2 posee el 100% de las acciones de la Empresa 3. Y la Persona B posee el 30% de las acciones de la Empresa 2
ru: Компания 2 владеет 100 % акций Компании 3. А Физическое лицо B владеет 30% акций Компании 2

source: Here, Company 2 acts as an intermediary in a chain of ownership.
es: En este caso, la Empresa 2 actúa como intermediaria en una cadena de titularidad.
ru: Здесь Компания 2 выступает в качестве посредника в цепочке владения.

source: ...so, we need to know who ultimately controls a company...
es: …por ende, necesitamos saber quién controla en último término a una empresa.
ru: ...таким образом, нам необходимо знать, кто в конечном итоге контролирует компанию...

source: If a person owns something, they usually have some control over it. Owning shares in a company may confer voting rights, for example. But ownership and control are sometimes separated - by share classes, contracts, agreements and other mechanisms. For example, an executive director might have the right to appoint 60% of the other board members, while having little financial stake in the business.
es: Si una persona es dueña de algo, en general tiene algún tipo de control sobre ello. Ser titular de acciones en una empresa puede conferir derechos de voto, por ejemplo. Pero la titularidad y el control a veces se encuentran escindidos, ya sea por las clases de acciones, contratos, convenios u otros mecanismos. Por ejemplo, un director ejecutivo podría tener derecho a designar al 60 % de los otros miembros del órgano de administración, y al mismo tiempo tener escasa participación financiera en el negocio.
ru: Если физическое лицо чем-то владеет, оно обычно это контролирует. Например, владение акциями в компании может давать право голоса. Однако владение и контроль иногда разграничиваются — при помощи классов акций, договоров, соглашений и других механизмов. К примеру, исполнительный директор может иметь право назначать 60% других членов совета директоров, имея при этом лишь небольшую финансовую долю в бизнесе.

source: Person B owns 30% of Company 2's shares. And Person C (an executive director) has the right to appoint 60% of Company 2's board members
es: La Persona B posee el 30% de las acciones de la Empresa 2. Y la Persona C (un director ejecutivo) tiene derecho a nombrar el 60 % de los miembros del órgano de administración de la Empresa 2.
ru: Физическое лицо B владеет 30% акций Компании 2. А Физическое лицо C (исполнительный директор) имеет право назначать 60% совета директоров Компании 2

source: Significant control over a company’s composition and decisions may be used to steer benefits and direct risks. Those people taking the financial risks for a company may not be the ones making the decisions. In which case, we need to know who is in control.
es: El hecho de tener un control significativo sobre la composición y las decisiones de una empresa puede utilizarse para orientar en un determinado sentido los beneficios y los riesgos directos. Quienes asumen los riesgos financieros de una empresa pueden no ser aquellos que toman las decisiones. En ese caso, necesitamos saber quién ejerce el control.
ru: Значительный контроль над составом и решениями компании может использоваться для управления выгодами и рисками. Люди, несущие финансовые риски по компании, могут быть не теми, кто принимает решения. В таком случае нам необходимо знать, кто осуществляет контроль.

source: ...to see the big picture.
es: …para ver el panorama completo.
ru: ...чтобы увидеть полную картину.

source: Beneficial ownership therefore takes in both types of involvement with a company: ownership and control.
es: Por consiguiente, el concepto de beneficiario final abarca ambos tipos de intervención en una empresa: la titularidad y el control.
ru: Поэтому бенефициарное владение учитывает оба типа участия в компании: владение и контроль.

source: **Beneficial ownership** is the right to some share of a legal entity's income or assets (ownership) or the right to direct or influence the entity's activities (control).
es: **Beneficiario final** es aquel que tiene derecho a una parte de los ingresos o bienes de una entidad jurídica (titularidad) o el derecho de dirigir o influenciar las actividades de una entidad (control).
ru: **Бенефициарное владение** — это право на определенную долю дохода или активов юридического лица (владение) либо право на управление его деятельностью или влияние на его деятельность (контроль).
