Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/whatisthebods.po
Languages: es, ru

source: What is the Beneficial Ownership Data Standard?
es: ¿Qué es el Estándar de Datos sobre Beneficiarios Finales?
ru: Что такое Стандарт данных о бенефициарном владении?

source: The value from beneficial ownership data comes when we can share it easily, knowing that it will be correctly understood. Data from different companies and different countries can then be combined, visualised, explored and analysed.
es: El valor de los datos sobre beneficiarios finales surge cuando podemos compartirlos con facilidad, sabiendo que serán comprendidos correctamente. Así, los datos de diferentes empresas y países pueden combinarse, visualizarse, investigarse y analizarse.
ru: Данные о бенефициарном владении имеют ценность, когда мы можем их свободно передавать, зная, что они будут правильно поняты. После этого данные от разных компаний и разных стран могут быть объединены, наглядно представлены, изучены и проанализированы.

source: To gain insights about beneficial ownership...
es: Para adquirir conocimientos sobre los beneficiarios finales…
ru: Для понимания сути бенефициарного владения...

source: Bringing together data from a variety of sources can give us insights into sprawling or complicated ownership and control structures. But, without common standards, combining and analysing data from different sources can be extremely difficult, expensive and time-consuming.
es: Reunir datos de diversas fuentes puede darnos una idea de las vastas o complejas estructuras de titularidad y control. Sin embargo, en ausencia de estándares comunes, combinar y analizar datos de fuentes diferentes puede resultar sumamente difícil y costoso, y exigir mucho tiempo.
ru: Сведение воедино данных из различных источников может обеспечить нам понимание сути пространных и сложных структур владения и контроля. Но без общих стандартов объединение и анализ данных из разных источников может быть крайне сложным, дорогостоящим и отнимать много времени.

source: Data sources separately feeding into an unclear picture.
es: Fuentes de datos que alimentan por separado una imagen poco clara.
ru: Источники данных по отдельности не дают четкую общую картину.

source: When we only have scattered documents to draw upon, the bigger picture of beneficial ownership remains obscure.
es: Cuando sólo contamos con documentos dispersos a los que recurrir, el panorama general de los beneficiarios finales queda poco claro.
ru: Если в нашем распоряжении имеются только разрозненные документы, то более полная картина бенефициарного владения остается неясной.

source: ...data must be shared in standardised way...
es: …los datos deben compartirse de un modo estandarizado…
ru: ...данные должны передаваться стандартизированным способом...

source: The Beneficial Ownership Data Standard (BODS) provides a structured data format, along with guidance for collecting, sharing and using data on beneficial ownership:
es: El Estándar de Datos sobre Beneficiarios Finales (BODS) ofrece un formato de datos estructurados, junto con pautas orientadoras para reunir, compartir y utilizar datos sobre beneficiarios finales:
ru: Стандарт данных о бенефициарном владении (СДБВ) обеспечивает формат структурированных данных вместе с руководством по сбору, предоставлению и использованию данных о бенефициарном владении:

source: The `data schema <../schema/index.html>`__ describes how and what data should be shared. It can also inform the design of data collection and management systems;
es: El `esquema de datos <../schema/index.html>`__ detalla qué datos deberían compartirse y cómo hacerlo. También puede servir de orientación para el diseño de sistemas de recopilación y gestión de datos;
ru: `Схема данных <../schema/index.html>`__ описывает, как и какие данные следует предоставлять. Также она может обеспечивать сведения для проектирования систем сбора и управления данными;

source: The `technical guidance <../schema/guidance/index.html>`__ provides support for publishers and users of the data.
es: La `orientación técnica <../schema/guidance/index.html>`__ brinda ayuda para los publicadores y los usuarios de los datos.
ru: `Технические рекомендации <../schema/guidance/index.html>`__ обеспечивают поддержку для издателей и пользователей данных.

source: A standardised 'template' for data makes processing it easier, leading to a clear picture.
es: Una 'plantilla' estandarizada para los datos facilita su procesamiento, lo que genera una imagen clara.
ru: Стандартизированный «шаблон» данных упрощает обработку и дает четкую общую картину.

source: Using BODS simplifies the sharing and use of beneficial ownership information.
es: El uso del BODS simplifica la labor de compartir y utilizar la información sobre beneficiarios finales.
ru: Использование СДБВ упрощает предоставление и использование информации о бенефициарном владении.

source: ...as structured data.
es: …como datos estructurados.
ru: ...в виде структурированных данных.

source: The data schema describes how data about the beneficial owners of a legal entity can be organized and exchanged. The schema is defined in a structured data format called JSON.
es: En el esquema de datos se detalla el modo en que pueden organizarse e intercambiarse los datos sobre los beneficiarios finales de una entidad jurídica. El esquema se encuentra definido en un formato de datos estructurados denominado JSON.
ru: Схема данных описывает то, как может происходить организация и обмен данными о бенефициарных владельцах юридического лица. Схема определена в формате структурированных данных, именуемом JSON.

source: Company documents containing beneficial ownership information: the related structured data representation of these documents is on the right, in JSON.
es: Documentos de la empresa que contienen información sobre los beneficiarios finales: la representación de datos estructurados relacionados de estos documentos está a la derecha, en JSON.
ru: Документы компании, содержащие информацию о бенефициарном владении: соответствующие структурированные данные по этим документам представлены справа, в формате JSON.

source: Using the popular JSON format facilitates computerised access and analysis of the data, whilst also providing human-readable data.
es: El uso del popular formato JSON facilita el acceso informatizado y el análisis de los datos, al tiempo que proporciona datos legibles por las personas.
ru: Использование популярного формата JSON упрощает компьютерный доступ и анализ данных, при этом также предоставляя удобочитаемые для человека данные.

source: The **Beneficial Ownership Data Standard** describes what data should be shared and how (using a JSON schema) and provides guidance on data publishing processes and data use.
es: El **Estándar de Datos sobre Beneficiarios Finales** detalla qué datos deberían compartirse y cómo hacerlo (utilizando un esquema JSON) y ofrece orientación sobre los procesos de publicación de datos y el uso de éstos.
ru: **Стандарт данных о бенефициарном владении** описывает то, какие следует предоставлять данные и каким образом (при помощи схемы JSON) и содержит указания касательно процессов опубликования данных и использования данных.
