Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/whatdoesbodscover.po
Languages: ru

source: What does the Data Standard cover?
ru: Что включает в себя Стандарт данных?

source: A broad, flexible range of fields and options...
ru: Обширный, гибкий набор полей и опций...

source: The Beneficial Ownership Data Standard (BODS) allows publishers to provide statements that describe:
ru: Стандарт данных о бенефициарном владении (СДБВ) позволяет издателям формировать записи, которые описывают:

source: :ref:`Identifiers <schema-identifier>` and :ref:`details <schema-person-statement>` for individuals
ru: :ref:`Идентификаторы <schema-identifier>` и :ref:`сведения <schema-person-statement>` касательно физических лиц

source: :ref:`Identifiers <schema-identifier>` and :ref:`details <schema-entity-statement>` for companies
ru: :ref:`Идентификаторы <schema-identifier>` и :ref:`сведения <schema-entity-statement>` касательно компаний

source: :ref:`Types and levels of involvement <schema-interest>` in companies
ru: :ref:`Типы и уровни <schema-interest>` участия в компаниях

source: :ref:`Provenance <schema-source>` information
ru: Информацию об :ref:`источнике <schema-source>`

source: Historical, as well as current, information
ru: Как информацию за прошлые периоды, так и актуальную информацию

source: :ref:`Placeholders <schema-interested-party>`, when information must be redacted
ru: :ref:`Заполнители <schema-interested-party>`, когда информацию необходимо скрыть

source: ... meets the diverse needs of publishers and data users.
ru: ... удовлетворяет различные потребности издателей и пользователей данных.

source: The :ref:`design <key-concepts>` of the standard allows:
ru: :ref:`Структура <key-concepts>` стандарта обеспечивает возможность:

source: Changes to beneficial ownership information to be tracked over time.
ru: Отслеживать во времени изменения в информации о бенефициарном владении.

source: Competing claims about beneficial ownership to be considered alongside one another.
ru: Параллельно рассматривать конфликтующие претензии касательно бенефициарного владения.

source: Publishers to use the definitions of beneficial ownership provided by the relevant law or policy framework they are operating under.
ru: Издателям использовать определения термина «бенефициарное владение», предусмотренные соответствующим законом или нормативной базой, на основе которых они осуществляют деятельность.

source: Although BODS is not a data model for the storage of beneficial ownership information, it can inform the design of data collection and storage systems. A set of :ref:`functional requirements <functional-requirements>` for such databases and systems is available for this purpose.
ru: Несмотря на то, что СДБВ не является моделью данных для хранения информации о бенефициарном владении, он может обеспечивать сведения для проектирования систем сбора и хранения данных. Для этой цели доступен набор :ref:`функциональных требований <functional-requirements>` для таких баз данных и систем.

source: In order to enable worldwide use of the Standard, it does not directly define thresholds for meeting beneficial ownership criteria. Instead, each statement of beneficial ownership expressed using the Standard can describe the degree of ownership or control, allowing each implementer of the standard to set their own thresholds.
ru: Для обеспечения возможности использования Стандарта по всему миру в нем нет прямого определения порогов для соответствия критериям бенефициарного владения. Вместо этого каждая запись о бенефициарном владении, выраженная при помощи Стандарта, может описывать степень владения или контроля, что позволит каждому лицу, имплементирующему стандарт, устанавливать свои собственные пороги.

source: The Standard is well-defined yet flexible. National registers of beneficial ownership can use it; so can people researching or describing corporate structures.
ru: Стандарт достаточно точный, и в то же время гибкий. Его могут использовать национальные реестры бенефициарного владения, а также люди, исследующие или описывающие корпоративные структуры.
