Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/whatisbodata.po
Languages: es, ru

source: What is beneficial ownership data?
es: ¿En qué consisten los datos sobre beneficiarios finales?
ru: Что такое данные о бенефициарном владении?

source: From owners' birth places to rules about shareholders' voting rights...
es: Desde el lugar de nacimiento de los propietarios hasta las disposiciones sobre los derechos de voto de los accionistas…
ru: От мест рождения владельцев до правил касательно прав голоса акционеров...

source: Data relating to beneficial ownership may include:
es: Entre los datos relacionados con los beneficiarios finales pueden contarse los siguientes:
ru: Данные касательно бенефициарного владения могут включать в себя следующее:

source: Details to identify individual owners
es: Información que indentifique a los propietarios individuales
ru: Сведения для идентификации владельцев – физических лиц

source: Details of other legal entities
es: Información sobre otras entidades jurídicas
ru: Сведения о других юридических лицах

source: A breakdown of share holdings
es: Un desglose de las participaciones accionarias
ru: Распределение акций в собственности

source: The voting rights attached to different share classes
es: Los derechos de voto inherentes a las diferentes clases de acciones
ru: Права голоса, закрепленные за разными классами акций

source: Details of intermediate entities in an ownership chain
es: Información sobre entidades intermedias en una cadena de titularidad
ru: Сведения о промежуточных субъектах в цепочке владения

source: Rules of board membership
es: Disposiciones relativas a la condición de miembro de un órgano de administración
ru: Правила касательно членства в совете директоров

source: And so on.
es: Entre otras cosas.
ru: И так далее.

source: ...data describing beneficial ownership is often scattered across documents...
es: …los datos referentes a los beneficiarios finales suelen estar dispersos en una variedad de documentos…
ru: ...данные, описывающие бенефициарное владение, зачастую рассредоточены по разным документам...

source: The data is often included in companies’ annual reports, founding articles and filings to regulatory authorities. Bringing it all together can build the big picture about a company’s beneficial owners.
es: Los datos suelen aparecer en los informes anuales de las empresas, en los instrumentos constitutivos y en las presentaciones formales a los entes reguladores. Reunir toda esa información puede darnos un panorama general sobre los beneficiarios finales de una empresa.
ru: Эти данные часто включаются в годовые отчеты компаний, их учредительные документы и документы, представляемые в регулирующие органы. Сведение всего этого воедино поможет сформировать полную картину о бенефициарных владельцах компании.

source: A variety of information sources may hold beneficial ownership data
es: Una variedad de fuentes de información pueden contener los datos de beneficiarios finales
ru: Данные о бенефициарном владении могут храниться в различных информационных ресурсах

source: ...presenting challenges when sharing or collating beneficial ownership information...
es: …lo cual plantea desafíos al momento de compartir o cotejar información sobre beneficiarios finales…
ru: ...что создает трудности при предоставлении или сопоставлении информации о бенефициарном владении...

source: Accessing this data and understanding its relevance to beneficial ownership can be challenging:
es: Acceder a estos datos y entender su relevancia en relación con los beneficiarios finales puede resultar complejo:
ru: Доступ к этим данным и понимание их значимости для бенефициарного владения могут быть затруднительными:

source: The data may only be a small part of a longer document.
es: Los datos pueden ser solo una pequeña parte de un documento más extenso.
ru: Данные могут быть лишь малой частью более объемного документа.

source: The same types of data will be represented differently by different publishers.
es: Distintos publicadores plantean los mismos tipos de datos de manera diferente.
ru: Одинаковые типы данных по-разному отображаются разными издателями.

source: Relevant data may appear across different documents.
es: Puede haber datos pertinentes en diferentes documentos.
ru: Соответствующие данные могут содержаться в разных документах.

source: Legal terminology may differ across jurisdictions.
es: La terminología jurídica puede diferir de una jurisdicción a otra.
ru: Юридическая терминология может быть разной в разных юрисдикциях.

source: ... which is becoming a frequent requirement for companies.
es: … lo cual se está convirtiendo en un requisito frecuente para las empresas.
ru: ... что часто становится обязательным требованием для компаний.

source: Increasingly, governments and regulatory authorities require beneficial ownership data to be disclosed and filed in official registers.
es: Los gobiernos y los entes reguladores solicitan cada vez en mayor medida que los datos sobre los beneficiarios finales se divulguen y se consignen en registros oficiales.
ru: Правительства и регулирующие органы все чаще требуют раскрытия данных о бенефициарном владении и их передачи в официальные реестры.

source: Data has to be brought together for registration
es: Los datos deben reunirse para la inscripción.
ru: Для регистрации необходимо собрать все данные

source: These challenges require us to structure and standardise beneficial ownership data, so that it has a reliable scope and predictable format.
es: Estos desafíos nos exigen estructurar y estandarizar los datos sobre beneficiarios finales, de modo que tengan un alcance fiable y un formato predecible.
ru: Эти трудности требуют от нас структурирования и стандартизирования данных о бенефициарном владении таким образом, чтобы они имели стабильный охват и предсказуемый формат.

source: Companies already hold data about beneficial ownership. It is not always recorded, stored or shared in consistent ways, making reporting and interpreting reports challenging.
es: Las empresas ya tienen datos sobre beneficiarios finales. No siempre se registran, almacenan o comparten de un modo consistente, lo que dificulta la presentación de la información y la interpretación de los informes.
ru: Компании уже владеют данными о бенефициарном владении. Не всегда их запись, хранение и предоставление осуществляется согласующимися между собой способами, что приводит к возникновению трудностей в отчетности и толковании отчетов.
