Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/codelist.po
Languages: es, fr, ru

source: Trustee
es: Fiduciario
fr: Fiduciaire
ru: Доверительный управляющий траста

source: A person who administers a trust for the benefit of a third party and in whom the legal title of the trust property is vested either by declaration of the settlor or by operation of law. This should also be used for a person with a trustee-equivalent role in any legal arrangement that is similar to a trust.
es: Persona que administra un fideicomiso para beneficio de un tercero y a quien se confiere el título legal de la propiedad fiduciaria, ya sea por declaración del fideicomitente o conforme a la ley. Este término también debe usarse para una persona con un rol equivalente al de un fiduciario en cualquier estructura jurídica similar a un fideicomiso.
fr: Personne chargée de l'administration d'un trust au profit d'un tiers et à qui le titre juridique de la propriété du trust est conféré soit par déclaration du constituant soit en vertu de la loi. Cette appellation doit également être utilisée pour désigner une personne ayant un rôle équivalent au fiduciaire dans une construction juridique de type trust.
ru: Физическое лицо, управляющее трастом в интересах третьей стороны, которое наделяется законным правом собственности на имущество траста либо путем заявления со стороны учредителя траста, либо в силу закона. Этот термин также используется по отношению к физическому лицу, выполняющему функцию, эквивалентную доверительному управляющему траста, в правоотношениях, аналогичных трасту.

source: Protector
es: Curador
fr: Tiers protecteur
ru: Попечитель траста

source: A person appointed to protect the interests or wishes of the settlor, providing influence and guidance to the trustee who administers the trust. This should also be used for a person with a protector-equivalent role in any legal arrangement that is similar to a trust.
es: Persona designada para proteger los intereses o deseos del fideicomitente, ofreciendo influencia y orientación al fiduciario que administra el fideicomiso. Este término también debe usarse para una persona con un rol equivalente al de un curador en cualquier estructura jurídica similar a un fideicomiso.
fr: Personne désignée pour protéger les intérêts et les souhaits du constituant, offrant influence et orientations au fiduciaire chargé de l'administration du trust. Cette appellation doit également être utilisée pour désigner une personne ayant un rôle équivalent au tiers protecteur dans une construction juridique de type trust.
ru: Физическое лицо, назначенное защищать интересы или пожелания учредителя траста, оказывать влияние или направлять деятельность доверительного управляющего, который руководит трастом. Этот термин также используется по отношению к физическому лицу, выполняющему функцию, эквивалентную попечителю траста, в правоотношениях, аналогичных трасту.

source: Beneficiary of a legal arrangement
es: Beneficiario de una estructura jurídica legal
fr: Bénéficiaire d'une construction juridique
ru: Выгодоприобретатель правоотношений

source: A person who benefits from a trust or other legal arrangement's holdings or activities.
es: Persona que se beneficia de un fideicomiso o de propiedades o actividades de otra estructura jurídica.
fr: Personne qui bénéficie d'un trust ou des avoirs ou des activités d'une autre construction juridique.
ru: Физическое лицо, которое получает выгоду от собственности или деятельности траста или другого вида правоотношений.

source: Rights to surplus assets on dissolution
es: Derechos sobre activos remanentes en caso de disolución
fr: Droits aux actifs excédentaires à la suite d'une dissolution
ru: Права на профицит активов при прекращении существования юридического лица

source: The right to a share in the amount of an asset or resource that exceeds the portion that is utilized upon the winding up of an entity.
es: El derecho a una parte del monto de un activo o recurso que exceda la porción utilizada al momento de la liquidación de una entidad.
fr: Droit à une part du montant d'un actif ou d'une ressource excédant la fraction utilisée au moment de la liquidation d'une entité.
ru: Право на долю в сумме актива или ресурса, превышающей часть, используемую при ликвидации субъекта.

source: Rights to receive profits or income
es: Derechos a percibir ganancias o ingresos
fr: Droit de percevoir un bénéfice ou un revenu
ru: Права на получение прибыли или дохода

source: An economic interest in an entity. Defined as beneficial ownership rights beyond those otherwise implied by ownership structures that are granted by contract.
es: Interés económico en una entidad. Se definen como los derechos de los beneficiarios finales más allá de los que se encuentran de algún otro modo implícitos en las estructuras de titularidad que se otorgan por contrato.
fr: Participation économique dans une entité. Définie comme le droit des bénéficiaires effectifs au-delà de celui associé aux structures de propriété qui est octroyé par le contrat.
ru: Экономическая доля участия в субъекте. Определяется как предоставляемые по договору права на бенефициарное владение сверх подразумеваемых на иных основаниях в рамках структур владения.

source: Rights granted by contract
es: Derechos otorgados por contrato
fr: Droits octroyés par un contrat
ru: Права, предоставляемые по договору

source: An interest that is granted by contract.
es: Participación que se otorga por contrato.
fr: Participation octroyée par un contrat.
ru: Участие, предоставляемое по договору.

source: Conditional rights granted by contract
es: Derechos condicionales otorgados por contrato
fr: Droits conditionnels octroyés par un contrat
ru: Условные права, предоставляемые по договору

source: An interest that exists only if some contractual condition is met.
es: Un interés que existe sólo si se cumple alguna condición contractual.
fr: Participation qui existe uniquement si une quelconque condition contractuelle est remplie.
ru: Доля участия, которая возникает, только если удовлетворяется определенное условие договора.

source: Control via company rules or articles
es: Control a través de reglas o artículos de la empresa.
fr: Contrôle via les règles ou les statuts de l'entreprise
ru: Контроль через правила или устав компании

source: Control of an entity gained through a provision in company articles or by shareholder agreement.
es: Control de una entidad obtenido a través de una disposición en los estatutos de la empresa o por convenio de los accionistas.
fr: Contrôle d'une entité obtenu grâce à une clause des statuts de l'entreprise ou à l'accord des actionnaires.
ru: Контроль над субъектом, полученный в соответствии с положениями устава компании или соглашения с акционерами.

source: Control by legal framework
es: Control por marco legal
fr: Contrôle par cadre juridique
ru: Контроль через правовой механизм

source: Control of an entity gained through a legal framework, such as a combination of legislation (primary and secondary). This type of interest is created by governments and legislators in order to establish and guide agencies and entities linked to the state.
es: Control de una entidad obtenido a través de un marco legal, como una combinación de legislación (primaria y secundaria). Este tipo de interés es creado por los gobiernos y legisladores con el fin de establecer y orientar las agencias y entidades vinculadas al estado.
fr: Contrôle d'une entité obtenu via un cadre juridique, tel qu'un ensemble de mesures (législatives et règlementaires). Ce type de participation est créé par les gouvernements et les législateurs dans le but d'établir et de guider les organismes et les entités liés à l'État.
ru: Контроль над субъектом, полученный через правовой механизм, например сочетание законодательства (первичного и вторичного). Такой тип доли участия создается правительством или депутатами с целью учреждения агентств и субъектов, связанных с государством, и управления ними.

source: Board member
es: Miembro del órgano de administración
fr: Membre du conseil d’administration
ru: Член коллегиального органа управления

source: One of a group of people constituted as the strategic decision-making body of an organization.
es: Uno de un grupo de personas constituido como el órgano de toma de decisiones estratégicas de una organización.
fr: Une personne du groupe constitué comme l'organe de prise de décisions stratégiques d'une organisation.
ru: Член группы людей, организованной в качестве органа для принятия стратегических решений в организации.

source: Board chair
es: Presidente del órgano de administración
fr: Président du conseil d'administration
ru: Председатель коллегиального органа управления

source: The person holding the most power and authority on the board of directors.
es: La persona que posee el mayor grado de poder y autoridad en el órgano de administración.
fr: Personne qui détient le plus de pouvoir et d'autorité sur le conseil d'administration.
ru: Лицо, обладающее наибольшими полномочиями в совете директоров.

source: Unknown interest
es: Interés desconocido
fr: Participation inconnue
ru: Неизвестная доля участия

source: The interestedParty is known to have an interest in the subject of this Relationship Statement, but the nature of the interest is unknown.
es: La parte interesada es conocida por tener interés en el sujeto de este enunciado sobre relación, pero la naturaleza del interés es desconocida.
fr: La partie intéressée est connue pour avoir une participation dans le sujet de cet énoncé de relation, mais la nature de la participation est inconnue.
ru: Известно, что заинтересованная сторона (interestedParty) имеет долю участия в предмете данной Характеристики об отношениях, но характер этой доли участия неизвестен.

source: Unpublished interest
es: Interés no publicado
fr: Participation non publiée
ru: Необнародованная доля участия

source: The nature of this interest is known but is not published.
es: La naturaleza de este interés se conoce pero no se publica.
fr: La nature de cette participation est connue mais pas publiée.
ru: Характер такой доли участия известен, но не обнародован.

source: Enjoyment and use of assets
es: Goce y uso de los bienes
fr: Jouissance et utilisation des actifs
ru: Обладание и использование активов

source: The use of assets belonging to an entity.
es: Uso de activos que pertenecen a una entidad.
fr: Utilisation des actifs qui appartiennent à une entité.
ru: Использование активов, принадлежащих субъекту.

source: Right to profit or income from assets
es: Derecho al beneficio o ingresos de los activos
fr: Droit au bénéfice ou au revenu des actifs
ru: Право на прибыль или доход от активов

source: The right to derive profits, income or both from assets belonging to an entity.
es: Derecho a obtener ganancias, ingresos o ambos a partir de activos que pertenecen a una entidad.
fr: Droit de tirer un bénéfice, un revenu ou les deux d'actifs appartenant à une entité.
ru: Право получать прибыль, доход или и то, и другое от активов, принадлежащих субъекту.

source: Nominee
es: Mandatario
fr: Mandataire
ru: Номинальный владелец

source: A person who agrees to act on behalf of the nominator in a specified capacity.
es: Persona que acepta actuar en nombre del mandante en una capacidad especificada.
fr: Personne qui accepte d'agir au nom du mandant dans une certaine capacité.
ru: Лицо, которое соглашается действовать от имени назначающего лица в указанном качестве.

source: Nominator
es: Mandante
fr: Mandant
ru: Назначающее лицо

source: A person who instructs a nominee to act on their behalf in a specified capacity.
es: Persona que ordena a un mandatario actuar en su nombre en una capacidad especificada.
fr: Personne qui charge un mandataire d'agir en son nom dans une certaine capacité.
ru: Лицо, которое поручает номинальному владельцу действовать от его имени в указанном качестве.

source: Legal name
es: Nombre legal
fr: Nom juridique
ru: Официальное имя

source: A name that identifies the person for legal, administrative and other official purposes. A person's legal name will usually be the one that is found on official government documents.
es: Nombre que identifica a la persona a efectos legales, administrativos y demás efectos de naturaleza oficial. El nombre legal de una persona es por lo general el que aparece en los documentos oficiales gubernamentales.
fr: Nom qui permet d'identifier la personne à des fins juridiques, administratives et à d'autres fins officielles. En général, le nom juridique de la personne est celui qui figure sur les documents officiels du gouvernement.
ru: Полное имя, которое идентифицирует соответствующее физическое лицо в юридических, административных и иных официальных целях. Официальное имя физического лица обычно указано в официальных документах, выданных органами власти.

source: Translation of name
es: Traducción del nombre
fr: Traduction du nom
ru: Перевод полного имени

source: A translation of the person's legal name in a different language.
es: Traducción del nombre legal de la persona en un idioma diferente.
fr: Traduction du nom juridique de la personne dans une autre langue.
ru: Перевод официального имени лица на другой язык.

source: Transliteration of name
es: Transliteración del nombre
fr: Translittération du nom
ru: Транслитерация полного имени

source: A transliteration of the person's legal name in a different script.
es: Transliteración del nombre legal de la persona en un texto diferente.
fr: Translittération du nom juridique de la personne dans un autre système d'écriture.
ru: Транслитерация официального имени лица в другом написании.

source: Former name
es: Nombre anterior
fr: Ancien nom
ru: Бывшее имя

source: A name that the person has used in the past.
es: Nombre que una persona ha utilizado en el pasado.
fr: Nom que la personne a utilisé par le passé.
ru: Полное имя, используемое соответствующим лицом в прошлом.

source: Alternative name
es: Nombre alternativo
fr: Autre nom
ru: Альтернативное имя

source: Another name that the person is known by. This might be an alias, a nickname or a name that the person is also known as (aka).
es: Otro nombre por el que se conoce a la persona. Puede ser un alias, un sobrenombre o un nombre con el que también se conoce a la persona.
fr: Autre nom par lequel la personne est connue. Il peut s'agit d'un pseudonyme, d'un surnom ou d'un alias.
ru: Другое имя, под которым известно соответствующее лицо. Это может быть псевдоним, прозвище либо имя и/или фамилия, под которыми также известно соответствующее лицо.

source: Birth name
es: Nombre de nacimiento
fr: Nom de naissance
ru: Полное имя при рождении

source: The legal name of the person at birth.
es: El nombre legal de la persona al nacer.
fr: Nom juridique de la personne à la naissance.
ru: Официальные имя человека при рождении.

source: Known person
es: Persona conocida
fr: Personne connue
ru: Известное физическое лицо

source: A natural person who has been identified, and information such as names, identifiers or biographical information can be provided about them.
es: Persona física que ha sido identificada, y sobre quien puede brindarse información como nombre, identificadores o información biográfica.
fr: Personne physique qui a été identifiée et dont les informations, comme le nom, l'identifiant ou les informations biographiques, peuvent être fournies.
ru: Физическое лицо, которое было идентифицировано, и о нем может быть предоставлена такая информация, как полное имя, идентификаторы или биографические сведения.

source: Anonymous person
es: Persona anónima
fr: Personne anonyme
ru: Неустановленное физическое лицо

source: A natural person who has been identified, but identifying information is being withheld. The reason for non-disclosure should be given in the accompanying `unspecifiedPersonDetails` field.
es: Persona física que ha sido identificada, pero se retiene información identificatoria. El motivo de la no divulgación debería indicarse en el campo `unspecifiedPersonDetails` que lo acompaña.
fr: Personne physique qui a été identifiée, mais dont les informations d'identification ne sont pas divulguées. Le motif de non-divulgation devrait être indiqué dans le champ `unspecifiedPersonDetails`.
ru: Физическое лицо, которое было идентифицировано, но идентифицирующая информация не была предоставлена. Причина непредоставления информации должна быть указана в сопроводительном поле `unspecifiedPersonDetails`.

source: Unknown person
es: Persona desconocida
fr: Personne inconnue
ru: Неизвестное физическое лицо

source: A natural person whose identity has not been discovered or confirmed.
es: Persona física cuya identidad no ha sido descubierta o confirmada.
fr: Personne physique dont l'identité n'a pas été découverte ou confirmée.
ru: Физическое лицо, чья личность не была выяснена или подтверждена.

source: New Record
es: Nuevo registro
fr: Nouvel enregistrement
ru: Новая запись

source: This is the first Statement published pertaining to the record referenced by `recordId`.
es: Este es el primer enunciado publicado perteneciente al registro con referencia `recordId`.
fr: Il s'agit du premier énoncé publié concernant l'enregistrement référencé par le `recordId`.
ru: Это первая опубликованная Характеристика, касающаяся записи, на которую ссылается свойство `recordId`.

source: Updated Record
es: Registro actualizado
fr: Enregistrement mis à jour
ru: Обновленная запись

source: This Statement updates information published in a prior Statement pertaining to the record referenced by `recordId`.
es: Este enunciado actualiza información publicada en un enunciado anterior perteneciente al registro con referencia `recordId`.
fr: Cet énoncé met à jour les informations publiées dans un précédent énoncé concernant l'enregistrement référencé par le `recordId`.
ru: В этой Характеристике обновляется информация, опубликованная в предыдущей Характеристике, касающейся записи, на которую ссылается свойство `recordId`.

source: Closed Record
es: Registro cerrado
fr: Enregistrement clos
ru: Закрытая запись

source: This is the final Statement published pertaining to the record referenced by `recordId`.
es: Este es el enunciado final publicado perteneciente al registro con referencia `recordId`.
fr: Il s'agit de l'énoncé final publié concernant l'enregistrement référencé par le `recordId`.
ru: Это последняя опубликованная Характеристика, касающаяся записи, на которую ссылается свойство `recordId`.

source: technical note
es: nota técnica
fr: remarque technique
ru: техническое примечание

source: Person
es: Persona
fr: Personne
ru: Физическое лицо

source: The Record Details in this Statement contain information about a natural person at a particular point in time.
es: Los detalles de registro de este enunciado contienen información sobre una persona física en un momento particular.
fr: Les détails de l'enregistrement dans cet énoncé contiennent des informations sur une personne physique à un moment donné.
ru: Сведения о записи в этой Характеристике содержат информацию о физическом лице в определенный момент времени.

source: The recordDetails object should be validated using the Person Record schema.
es: El objeto recordDetails debe validarse con el esquema Registro de personas.
fr: L'objet recordDetails doit être validé à l'aide du schéma Enregistrement de personne.
ru: Следует обеспечить валидацию объекта recordDetails при помощи схемы Записи о физическом лице.

source: Entity
es: Entidad
fr: Entité
ru: Субъект

source: The Record Details in this Statement contain information that identifies and describes an entity at a particular point in time.
es: Los detalles de registro de este enunciado contienen información que identifica y describe a una entidad en un momento particular.
fr: Les détails de l'enregistrement dans cet énoncé contiennent des informations qui identifient et décrivent une entité à un moment donné.
ru: Сведения о записи в этой Характеристике содержат информацию, которая идентифицирует и описывает субъекта в определенный момент времени.

source: The recordDetails object should be validated using the Entity Record schema.
es: El objeto recordDetails debe validarse con el esquema Registro de entidades.
fr: L'objet recordDetails doit être validé à l'aide du schéma Enregistrement d'entité.
ru: Следует обеспечить валидацию объекта recordDetails при помощи схемы Записи о субъекте.

source: Relationship
es: Relación
fr: Relation
ru: Отношения

source: The Record Details in this Statement describe the interests held by an interested party in a subject (an entity) at a particular point in time.
es: Los detalles de registro de este enunciado describen los intereses de una parte interesada en un sujeto (entidad) en momento particular.
fr: Les détails de l'enregistrement dans cet énoncé décrivent les participations détenues par une partie intéressée dans un sujet (une entité) à un moment donné.
ru: Сведения о записи в этой Характеристике описывают долю участия заинтересованной стороны в предмете (субъекте) в определенный момент времени.

source: The recordDetails object should be validated using the Relationship Record schema.
es: El objeto recordDetails debe validarse con el esquema Registro de relaciones.
fr: L'objet recordDetails doit être validé à l'aide du schéma Enregistrement de relation.
ru: Следует обеспечить валидацию объекта recordDetails при помощи схемы Записи об отношениях.

source: International Securities Identification Number (ISIN)
es: Número Internacional de Identificación de Valores (ISIN)
fr: Numéro international d'identification des valeurs mobilières (ISIN, en anglais)
ru: Международный идентификационный код ценной бумаги (ISIN)

source: Scheme for unique identification of securities internationally. Securities are issued 12-character identifiers. Full details of the scheme are specified by ISO 6166.
es: Esquema de identificación único de valores a nivel internacional. Los valores se emiten con identificadores de 12 caracteres. Los detalles completos del esquema se especifican en la norma ISO 6166.
fr: Schéma d'identification unique des valeurs mobilières à l'international. Les valeurs mobilières sont accompagnées d'un identifiant à 12 caractères. Les détails du schéma sont spécifiés par l'ISO 6166.
ru: Международная схема уникальной идентификации ценных бумаг. Каждой ценной бумаге присваивается 12-значный идентификатор. Полная информация об этой схеме приведена в стандарте ISO 6166.

source: Financial Instrument Global identifier (FIGI)
es: Identificador Global de Instrumentos Financieros (FIGI)
fr: Identifiant global d'instruments financiers (FIGI, en anglais)
ru: Глобальный идентификатор финансового инструмента (FIGI)

source: Scheme for unique identification of securities internationally. Securities are issued 12-character identifiers. Full details of the scheme are specified as an Object Management Group standard: https://www.omg.org/spec/FIGI/.
es: Esquema de identificación única de valores a nivel internacional. Los valores se emiten con identificadores de 12 caracteres. Los detalles completos del esquema se especifican como un estándar del grupo de gestión de objetos: https://www.omg.org/spec/FIGI/.
fr: Schéma d'identification unique des valeurs mobilières à l'international. Les valeurs mobilières sont accompagnées d'un identifiant à 12 caractères. Les détails du schéma sont spécifiés comme une norme du groupe de gestion des objets : https://www.omg.org/spec/FIGI/.
ru: Международная схема уникальной идентификации ценных бумаг. Каждой ценной бумаге присваивается 12-значный идентификатор. Полная информация об этой схеме приведена в стандарте Object Management Group: https://www.omg.org/spec/FIGI/.
