Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/codelist.po
Languages: es, fr, ru

source: Committee on Uniform Securities Identification Procedures (CUSIP) Number
es: Número del Comité de Procedimientos Uniformes de Identificación de Valores (CUSIP)
fr: Numéro du Comité des procédures uniformes d’identification des valeurs mobilières (CUSIP, en anglais)
ru: Номер Комитета по единым процедурам идентификации ценных бумаг (CUSIP)

source: Scheme for unique identification of securites in North America. Securities are issued 9-character identifiers. The scheme is managed by the American Bankers Association and specified as ANSI X9.6.
es: Esquema para la identificación única de valores en América del Norte. Los valores se emiten con identificadores de 9 caracteres. El esquema es administrado por la Asociación de Banqueros Estadounidenses y se especifica como ANSI X9.6.
fr: Schéma d'identification unique des valeurs mobilières aux États-Unis. Les valeurs mobilières sont accompagnées d'un identifiant à 9 caractères. Le schéma est géré par l'American Bankers Association et spécifié comme ANSI X9.6.
ru: Схема уникальной идентификации ценных бумаг в Северной Америке. Каждой ценной бумаге присваивается 9-значный идентификатор. Схема управляется Американской ассоциацией банков и имеет обозначение ANSI X9.6.

source: CUSIP International Numbering System (CINS)
es: Sistema Internacional de Numeración (CINS) de CUSIP
fr: Système international de numérotation du CUSIP (CINS, en anglais)
ru: Международная система нумерации CUSIP (CINS)

source: Scheme for unique identification of securities issued outside North America. Securities are issued 9-character identifiers. The scheme is managed by the American Bankers Association and specified as ANSI X9.6.
es: Esquema de identificación única de valores emitidos fuera de América del Norte. Los valores se emiten con identificadores de 9 caracteres. El esquema es administrado por la Asociación de Banqueros Estadounidenses y se especifica como ANSI X9.6.
fr: Schéma d'identification unique des valeurs mobilières émises en dehors des États-Unis. Les valeurs mobilières sont accompagnées d'un identifiant à 9 caractères. Le schéma est géré par l'American Bankers Association et spécifié comme ANSI X9.6.
ru: Схема уникальной идентификации ценных бумаг, выпущенных за пределами Северной Америки. Каждой ценной бумаге присваивается 9-значный идентификатор. Схема контролируется Американской ассоциацией банков и имеет обозначение ANSI X9.6.

source: Self declaration
es: Autodeclaración
fr: Autodéclaration
ru: Самостоятельная декларация

source: The information was provided by the person or entity referred to from `declarationSubject`, or by their authorised representative.
es: La información fue proporcionada por la persona o entidad a la que se hace referencia en `declarationSubject` o por su representante autorizado.
fr: Les informations ont été fournies par la personne ou l'entité désignée par `declarationSubject`, ou par son représentant autorisé.
ru: Информация была предоставлена физическим лицом или субъектом, указанным в поле `declarationSubject` (предмет декларации), или его уполномоченным представителем.

source: Official register
es: Registro oficial
fr: Registre officiel
ru: Официальный реестр

source: The information was taken from an official register.
es: La información fue recogida de un registro oficial.
fr: Les informations proviennent d'un registre officiel.
ru: Информация была взята из официального реестра.

source: Third party
es: Tercera parte
fr: Tiers
ru: Третья сторона

source: The information was provided by a third party, not directly related to the person, entity or interests described by this statement.
es: La información fue proporcionada por un tercero, no directamente relacionado con la persona, la entidad o los intereses descritos en este enunciado.
fr: Les informations ont été fournies par un tiers, non directement lié à la personne, à l'entité ou à la participation décrites par cet énoncé.
ru: Информация была предоставлена третьей стороной, непосредственно не связанной с физическим лицом, субъектом или долевым участием, описанными в данной характеристике.

source: Primary research
es: Investigación primaria
fr: Recherche primaire
ru: Первичное исследование

source: The information was provided as a result of research into primary sources.
es: La información se obtuvo como resultado de la investigación de fuentes primarias.
fr: Les informations ont été fournies à la suite d'une recherche menée à partir de sources primaires.
ru: Информация была предоставлена в результате исследования первичных источников.

source: Verified
es: Verificada
fr: Vérifiées
ru: Верифицированная

source: The information has been verified through the process documented in the associated description.
es: La información se ha verificado mediante el proceso documentado en la descripción asociada.
fr: Les informations ont été vérifiées à l'aide du processus documenté dans la description associée.
ru: Информация была верифицирована при помощи процесса, задокументированного в соответствующем описании.

source: No beneficial owners
es: Sin beneficiarios finales
fr: Sans bénéficiaire effectif
ru: Бенефициарные владельцы отсутствуют

source: There are no beneficial owners who need to disclose ownership according to the rules under which this statement is made.
es: No existen beneficiarios finales que deban divulgar su titularidad en virtud de las normas conforme a las cuales se hace este enunciado.
fr: Aucun bénéficiaire effectif ne doit divulguer sa propriété conformément aux règles de cet énoncé.
ru: Нет бенефициарных владельцев, которым необходимо раскрыть владение согласно правилам, в соответствии с которыми составлена данная характеристика.

source: Subject unable to confirm or identify beneficial owner
es: Sujeto incapaz de confirmar o identificar al beneficiario final
fr: Sujet incapable de confirmer ou d'identifier le bénéficiaire effectif
ru: Субъект неспособен подтвердить или идентифицировать бенефициарного владельца

source: The subject of this Relationship Statement has, as the disclosing party, been unwilling or unable to confirm the existence identify a beneficial owner.
es: Como parte divulgadora, el sujeto de este enunciado sobre relación no ha estado dispuesto o no ha sido capaz de confirmar la existencia que identifica a un beneficiario final.
fr: Le sujet de cet énoncé de relation, en tant que partie divulgatrice, n'a pas voulu ou pas pu confirmer l'existence ou identifier un bénéficiaire effectif.
ru: Предмет данной Характеристики отношений, как раскрывающая сторона, не желает или неспособна подтвердить существование или идентифицировать бенефициарного владельца.

source: Interested party has not provided information
es: La parte interesada no ha proporcionado información
fr: Informations non fournies par la partie intéressée
ru: Заинтересованная сторона не предоставила информацию

source: The interested party in this Relationship Statement has not provided enough information to identify or confirm the identity of the beneficial owner.
es: La parte interesada de este enunciado sobre relación no ha brindado suficiente información para identificar o confirmar la identidad del beneficiario final.
fr: La partie intéressée dans cet énoncé de relation n'a pas fourni suffisamment d'informations pour identifier ou confirmer l'identité du bénéficiaire effectif.
ru: Заинтересованная сторона в данной Характеристике отношений не предоставила достаточно информации для идентификации или подтверждения личности бенефициарного владельца.

source: Subject exempt from disclosure
es: Sujeto exento de divulgación
fr: Sujet exempt de divulgation
ru: Субъект освобожден от раскрытия информации

source: The subject of this Relationship Statement is not required to disclose its beneficial owner.
es: El sujeto de este enunciado sobre relación no tiene la obligación de revelar a su beneficiario final.
fr: Le sujet de cet énoncé de relation n'est pas tenu de divulguer son bénéficiaire effectif.
ru: От предмета данной Характеристики отношений не требуется раскрывать информацию о своем бенефициарном владельце.

source: Interested party exempt from disclosure
es: Parte interesada exenta de divulgación
fr: Partie intéressée exempte de divulgation
ru: Заинтересованная сторона освобождена от раскрытия информации

source: The interested party in this Relationship Statement is exempt from having their identity disclosed.
es: La parte interesada de este enunciado sobre relación está exenta de la divulgación de su identidad.
fr: La partie intéressée dans cet énoncé de relation n'est pas tenue de divulguer son identité.
ru: Заинтересованная сторона в данной Характеристике отношений освобождена от необходимости раскрытия идентифицирующей ее информации.

source: Unknown reason
es: Motivo desconocido
fr: Motif inconnu
ru: Неизвестная причина

source: The reason an interested party cannot be provided is not known.
es: Se desconoce el motivo por el cual no se puede indicar una parte interesada.
fr: Le motif pour lequel une partie intéressée ne peut pas être indiquée n'est pas connu.
ru: Неизвестна причина невозможности указания заинтересованной стороны.

source: Information unknown to the publisher of the data
es: Información desconocida por el publicador de los datos.
fr: Informations inconnues de l'éditeur des données
ru: Информация неизвестна издателю данных

source: A publisher does not have access to information on this person or entity. This should not generally be used in situations where one party has the responsibility to provide such information.
es: El publicador no tiene acceso a la información sobre esta persona o entidad. En general, no debería utilizarse en situaciones en las que una parte tenga la responsabilidad de suministrar esa información.
fr: L'éditeur n'a pas accès aux informations sur cette personne ou entité. En général, ce code ne doit pas être utilisé si une partie est tenue de fournir ces informations.
ru: У издателя нет доступа к информации об этом физическом лице или субъекте. Обычно это не следует использовать в ситуациях, когда одна сторона несет ответственность за предоставление такой информации.
