Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/codelist.po
Languages: es, fr, ru

source: code
es: código
ru: значение

source: title
es: título
fr: titre
ru: заголовок

source: description
es: descripción
ru: описание

source: Place of birth
es: Lugar de nacimiento
fr: Lieu de naissance
ru: Место рождения

source: The place where a person was born. A town (in the `address` field) and `country` may be sufficient information. This MUST only apply to the `placeOfBirth` field for natural persons.
es: Lugar donde una persona nació. Una ciudad (en el campo `address`) y un país (en `country`) pueden ser información suficiente. Esto solo DEBE aplicarse al campo `placeOfBirth` para personas físicas.
fr: Lieu où la personne est née. Une ville (dans le champ `address`) et un `country` peuvent suffire. Cette information DOIT s'appliquer uniquement au champ `placeOfBirth` des personnes physiques.
ru: Место рождения человека. Может быть достаточно указать город (в поле `address` (адрес)) и `страну`. Это значение ДОЛЖНО указываться только в поле `placeOfBirth` для физических лиц.

source: Residential address
es: Domicilio residencial
fr: Adresse de résidence
ru: Адрес проживания

source: An address where someone lives. This MUST only apply to natural persons.
es: Una dirección donde alguien vive. Esto solo DEBE aplicarse a personas físicas.
fr: Adresse où vit la personne. Cette information DOIT s'appliquer uniquement aux personnes physiques.
ru: Адрес, по которому человек проживает. Это значение ДОЛЖНО указываться только для физических лиц.

source: Registered address
es: Domicilio inscripto
fr: Adresse du siège social
ru: Юридический адрес

source: An official address for delivering statutory mail and legal notices which must be provided to company registers. This MUST only apply to entities.
es: Dirección oficial para entregar correo reglamentario y avisos legales que deben proporcionarse a registros de empresas. Esto solo DEBE aplicarse a las entidades.
fr: Adresse officielle pour la distribution de courriers réglementaires et d'avis juridiques à indiquer obligatoirement dans le registre des entreprises. Cette information DOIT s'appliquer uniquement aux entités.
ru: Адрес регистрации для доставки почты от государственных органов и официальных уведомлений, который должен указан в реестрах компаний. Это значение ДОЛЖНО указываться только для субъектов.

source: Service address
es: Domicilio de contacto
fr: Adresse de service
ru: Адрес для доставки

source: An address which can be used as an alternative to a residential address for the purpose of receiving post. This MUST only apply to natural persons.
es: Dirección que puede usarse como alternativa a una dirección residencial para recibir correo. Esto solo DEBE aplicarse a personas físicas.
fr: Adresse pouvant être utilisée à la place de l'adresse de résidence afin de recevoir du courrier. Cette information DOIT s'appliquer uniquement aux personnes physiques.
ru: Адрес, который может использоваться в качестве альтернативы адресу проживания для получения почты. Это значение ДОЛЖНО указываться только для физических лиц.

source: Alternative address
es: Domicilio alternativo
fr: Autre adresse
ru: Альтернативный адрес

source: An address provided in addition to the primary address for this entity or person that is neither a service nor a registered address.
es: Domicilio consignado como complemento del domicilio principal de la entidad o persona que no es ni un domicilio de contacto ni un domicilio inscripto.
fr: Adresse fournie en complément de l'adresse principale pour cette entité ou personne. Il ne s'agit ni de l'adresse de service ni de l'adresse du siège social.
ru: Адрес, указанный дополнительно к основному адресу для данного субъекта или физического лица, не являющийся ни адресом для доставки, ни юридическим адресом.

source: Business address
es: Domicilio comercial
fr: Adresse commerciale
ru: Служебный адрес

source: A place where the entity conducts its business.
es: Lugar en donde la entidad realiza sus actividades.
fr: Lieu où l'entité exerce ses activités.
ru: Место, в котором субъект ведет деловую деятельность.

source: Commenting
es: Comentarios
fr: Commentaires
ru: Комментирование

source: The description field provides contextual comments for a field, object or statement.
es: El campo de descripción proporciona comentarios contextuales sobre un campo, un objeto o un enunciado.
fr: Le champ de description fournit des commentaires contextuels pour un champ, un objet ou un énoncé.
ru: Поле описания предусматривает контекстные комментарии для поля, объекта или характеристики.

source: Correcting
es: Correcciones
fr: Correction
ru: Корректировка

source: The value of this field, object or statement has been corrected, using the method in the description field or from the original value given in the description field.
es: El valor de este campo, objeto o enunciado se ha corregido utilizando el método señalado en el campo de descripción o a partir del valor original indicado en el campo de descripción.
fr: La valeur de ce champ, de cet objet ou de cet énoncé a été corrigée, à l'aide de la méthode du champ de description ou à partir de la valeur d'origine indiquée dans le champ de description.
ru: Значение данного поля, объекта или характеристики было откорректировано при помощи метода в поле описания или относительно первоначального значения, указанного в поле описания.

source: Identifying
es: Identificación
fr: Identification
ru: Идентификация

source: The value of this field, object or statement has been augmented or processed for the purpose of identifying natural persons or legal entities, using the method in the description field.
es: El valor de este campo, objeto o enunciado se ha ampliado o procesado a los efectos de identificar a personas físicas o entidades jurídicas, utilizando el método señalado en el campo de descripción.
fr: La valeur de ce champ, de cet objet ou de cet énoncé a été augmentée ou traitée à des fins d'identification des personnes physiques ou des entités juridiques, à l'aide de la méthode indiquée dans le champ de description.
ru: Значение данного поля, объекта или характеристики было дополнено или обработано с целью идентификации физических или юридических лиц при помощи метода в поле описания.

source: Linking
es: Vinculación
fr: Lien
ru: Связывание

source: The description explains how linked material relates to the field, object or statement. A URL to linked material MUST be provided in the `url` field.
es: La descripción explica de qué modo el material vinculado se relaciona con el campo, el objeto o el enunciado. En el campo `url` DEBE indicarse un URL del material vinculado.
fr: La description explique en quoi le contenu en lien est pertinent pour le champ, l'objet ou l'énoncé. Une URL vers le contenu en lien DOIT figurer dans le champ `url`.
ru: В описании объясняется, как связанный материал относится к полю, объекту или характеристике. В поле url ДОЛЖЕН быть указан URL к связанному материалу.

source: Transformation
es: Transformación
ru: Преобразование

source: The values of this field, object or statement have been changed from their original form using the method in the description field. The transformed representation may be provided in the `transformedContent` field.
es: La forma original de los valores de este campo, objeto o enunciado se ha cambiado utilizando el método señalado en el campo de descripción. La representación transformada puede indicarse en el campo `transformedContent`.
fr: Les valeurs de ce champ, de cet objet ou de cet énoncé ont été modifiées par rapport à leur forme d'origine, à l'aide de la méthode indiquée dans le champ de description. La représentation transformée peut apparaître dans le champ `transformedContent`.
ru: Значения данного поля, объекта или характеристики были изменены относительно их первоначальной формы при помощи метода в поле описания. Преобразованное представление может быть указано в поле `transformedContent`.

source: Direct
es: Directa
fr: Directe
ru: Прямое владение

source: The interest is held directly.
es: La participación se ejerce de forma directa.
fr: La participation est détenue directement.
ru: Осуществляется прямое владение долей участия.

source: Indirect
es: Indirecta
fr: Indirecte
ru: Косвенное владение

source: The interest is held through one or more intermediate entities (including arrangements).
es: La participación se ejerce a través de una o más entidades intermedias (incluidas las estructuras jurídicas).
fr: La participation est détenue par l'intermédiaire d'une ou de plusieurs entités (y compris les constructions juridiques).
ru: Владение долей участия осуществляется через один или несколько промежуточных субъектов (включая соглашения о владении и контроле).

source: Unknown
es: Desconocida
fr: Inconnue
ru: Неизвестный тип владения

source: The interest may be direct or indirect.
es: La participación puede ser directa o indirecta.
fr: La participation au capital peut être directe ou indirecte.
ru: Доля участия может быть прямой или косвенной.

source: Government department
es: Departamento de gobierno
fr: Ministère
ru: Государственное ведомство

source: An element of government with executive responsibilities. These terms are often used to designate such a body: ministry, department, bureau or office. This MUST be used with `entityType.type` 'stateBody'.
es: Elemento del gobierno con responsabilidades ejecutivas. Estos términos suelen usarse para designar a un órgano: ministro, departamento, agencia u oficina. Esto DEBE usarse con `entityType.type` 'stateBody'.
fr: Division du gouvernement qui exerce des responsabilités exécutives. Les termes suivants sont souvent utilisés pour désigner cet organe : département, bureau ou cabinet. Cette information DOIT être utilisée avec `entityType.type` 'stateBody'.
ru: Элемент правительства с исполнительными обязанностями. Термины, которые обычно используются для обозначения такого органа: министерство, ведомство, бюро или офис. Это значение ДОЛЖНО использоваться, если свойство `entityType.type` имеет значение 'stateBody'.

source: State Agency
es: Agencia estatal
fr: Opérateur de l'État
ru: Государственное агентство

source: A body overseeing or administering elements of public policy. State agencies may have responsibilities which are devolved from government departments or from the state's legislative body. This MUST be used with `entityType.type` 'stateBody.
es: Órgano que supervisa o administra elementos de la política pública. Las agencias estatales pueden tener responsabilidades transferidas de los departamentos gubernamentales o del órgano legislativo del estado. Esto DEBE usarse con `entityType.type` 'stateBody.
fr: Organisme chargé de superviser ou d'administrer des éléments de politiques publiques. Les opérateurs de l'État peuvent assumer des responsabilités qui leur ont été confiées par les ministères ou l'organe législatif de l'État. Cette information DOIT être utilisée avec `entityType.type` 'stateBody'.
ru: Орган, осуществляющий надзор или управление по отношению к элементам государственной политики. Государственные агентства могут иметь обязанности, возложенные на них государственными ведомствами или государственным законодательным органом власти. Это значение ДОЛЖНО использоваться, если свойство `entityType.type` имеет значение 'stateBody'.

source: Other
es: Otro
fr: Autre
ru: Другое

source: Any other type of entity.
es: Otro tipo de entidad.
fr: Tout autre type d'entité.
ru: Любой другой тип субъекта.

source: Trust
es: Fideicomiso
ru: Траст

source: A trust or trust like arrangement. An arrangement where a settlor transfers ownership of assets to trustees to control for the benefit of beneficiaries. This MUST be used with `entityType.type` 'arrangement' or 'legalEntity'.
es: Fideicomiso o estructura jurídica similar a un fideicomiso. Una estructura jurídica en la que un fideicomitente transfiere la titularidad de activos a fiduciarios para que controlen el beneficio de los beneficiarios. Esto DEBE usarse con `entityType.type` 'arrangement' o 'legalEntity'.
fr: Trust ou construction juridique de type trust. Construction juridique par laquelle un constituant transfère la propriété d'actifs à des fiduciaires chargés de les gérer au profit de bénéficiaires. Cette information DOIT être utilisée avec `entityType.type` 'arrangement' ou 'legalEntity'.
ru: Траст или аналогичные трасту правоотношения. Правоотношения, в которых учредитель траста передает право собственности на активы доверительным управляющим для осуществления контроля в интересах выгодоприобретателей. Это значение ДОЛЖНО использоваться, если свойство `entityType.type` имеет значение 'arrangement' или 'legalEntity'.

source: Nomination
es: Mandato
fr: Mandat
ru: Назначение номинального владельца

source: An agreement where a nominator instructs a nominee to act on their behalf in a specified capacity. This MUST be used with `entityType.type` 'arrangement'.
es: Acuerdo jurídico en el que un mandante ordena a un mandatario que actúe en su nombre en una capacidad específica. Esto DEBE usarse con `entityType.type` 'arrangement'.
fr: Contrat par lequel un mandant charge un mandataire d'agir en son nom dans une certaine capacité. Cette information DOIT être utilisée avec `entityType.type` 'arrangement'.
ru: Правоотношения, в которых назначающее лицо поручает номинальному владельцу действовать от его имени в указанном качестве. Это значене ДОЛЖНО использоваться, если свойство `entityType.type` имеет значение 'arrangement'.

source: Registered Entity
es: Entidad Inscripta
fr: Entité juridique immatriculée
ru: Зарегистрированное юридическое лицо

source: A legal entity created through an act of official registration. In most cases, registered entities have an officially issued identifier.
es: Entidad jurídica creada mediante un acto de inscripción oficial. En la mayoría de los casos, las entidades inscriptas tienen un identificador emitido oficialmente.
fr: Entité juridique créée au moyen d'un acte d'immatriculation officielle. Dans la plupart des cas, les entités immatriculées possèdent un identifiant officiel.
ru: Юридическое лицо, созданное посредством акта официальной регистрации. В большинстве случаев зарегистрированные юридические лица имеют официально присвоенный идентификатор.

source: Legal entity
es: Entidad jurídica
fr: Entité juridique
ru: Юридическое лицо

source: A body with distinct legal personality, such as an international institution or statutory corporation, but which is not otherwise uniquely identified in some official register.
es: Un organismo con personalidad jurídica distinta, como una institución internacional o una corporación estatutaria, pero que no está identificado de manera única en algún registro oficial.
fr: Structure dotée d'une personnalité juridique distincte, telle qu'une institution internationale ou une société statutaire, mais qui n'a pas été identifiée de manière unique dans un registre officiel.
ru: Организация, имеющая явно выраженный статус юридического лица, такая как международное учреждение или публично-правовая организация, но которая не имеет иной уникальной идентификации в каком-либо официальном реестре.

source: Arrangement
es: Estructura jurídica
fr: Construction juridique
ru: Соглашение о владении и контроле

source: A legal arrangement, agreement, contract or other mechanism via which one or more natural or legal persons can associate to exert ownership or control over an entity. Parties to an arrangement have no other form of collective legal identity.
es: Estructura jurídica, acuerdo, contrato u otro mecanismo a través del cual una o más personas físicas o jurídicas pueden asociarse para ejercer titularidad o control sobre una entidad. Las partes de una estructura jurídica no tienen otras formas de identidad legal colectiva.
fr: Construction, accord, contrat ou autre mécanisme juridique par lequel une ou plusieurs personnes physiques ou morales peuvent s'associer pour exercer une propriété ou un contrôle sur une entité. Les parties à une construction juridique n'ont pas d'autre forme d'identité juridique collective.
ru: Правоотношения, соглашение, договор или иной механизм, посредством которого одно или несколько физических или юридических лиц могут объединиться с целью осуществления владения или контроля в отношении субъекта. Стороны соглашения о владении и контроле не имеют никаких других форм коллективной правосубъектности.

source: Anonymous entity
es: Entidad anónima
fr: Entité anonyme
ru: Субъект с неустановленным владельцем

source: An entity that has been identified, but for which identifying information is being withheld. The reason for non-disclosure should be given in the accompanying `unspecifiedEntityDetails` field.
es: Entidad que ha sido identificada, pero cuya información identificatoria se retiene. El motivo de la no divulgación debe indicarse en el campo `unspecifiedEntityDetails` que lo acompaña.
fr: Entité qui a été identifiée, mais dont les informations d'identification ne sont pas divulguées. Le motif de non-divulgation devrait être indiqué dans le champ `unspecifiedEntityDetails`.
ru: Субъект, который был идентифицирован, но идентифицирующая информация не была предоставлена. Причина непредоставления информации должна быть указана в сопроводительном поле `unspecifiedEntityDetails`.

source: Unknown entity
es: Entidad desconocida
fr: Entité inconnue
ru: Неизвестный субъект

source: An entity that has not been identified.
es: Entidad que no ha sido identificada.
fr: Entité qui n'a pas été identifiée.
ru: Субъект, который не был идентифицирован.

source: State
es: Estado
fr: État
ru: Государство

source: A country, nation or community with legal sovereignty within a territory.
es: Un país, nación o comunidad con soberanía legal dentro de un territorio.
fr: Pays, nation ou communauté qui exerce sa souveraineté juridique sur un territoire.
ru: Страна, нация или сообщества с правовым суверенитетом в рамках территории.

source: State body
es: Organismo estatal
fr: Organe de l'État
ru: Государственный орган

source: A core administrative or legislative unit within a state's apparatus.
es: Una unidad central administrativa o legislativa dentro del aparato de un estado.
fr: Unité administrative ou législative au sein de l'appareil de l'État.
ru: Основная административная или законодательная единица в рамках государственного аппарата.

source: Shareholding
es: Participación accionaria
fr: Détention d'actions
ru: Акции в собственности

source: An economic interest in an entity gained by holding shares.
es: Participación económica en una entidad obtenida mediante la tenencia de acciones.
fr: Participation économique dans une entité acquise par la détention d'actions.
ru: Экономическая доля участия в субъекте, полученная через владение акциями.

source: Voting rights
es: Derechos de voto
fr: Droits de vote
ru: Право голоса

source: A controlling interest in an entity gained by holding shares. Defined as the right of shareholders to vote on matters of corporate policy, including decisions on the makeup of the board of directors, issuing securities, initiating corporate actions and making substantial changes in the corporation's operations.
es: Participación controlante en una entidad obtenida mediante la tenencia de acciones. Se define como el derecho de los accionistas a votar en asuntos de política empresarial, incluidas las decisiones sobre la composición del directorio, la emisión de títulos, la adopción de medidas societarias y la implementación de cambios sustanciales en las operaciones de la empresa.
fr: Participation majoritaire dans une entité acquise par la détention d'actions. Il s'agit du droit des actionnaires de voter sur des questions relatives aux politiques d'entreprise, notamment les décisions sur la composition du conseil d'administration, l'émission de titres, la réalisation d'opérations sur titres et l'adoption de changements importants dans les activités de la société.
ru: Контролирующая доля участия в субъекте, полученная через владение акциями. Определяется как право акционеров голосовать в вопросах корпоративной политики, включая решения о составе совета директоров, выпуске ценных бумаг, инициировании корпоративных действий и внесении существенных изменений в операционную деятельность компании.

source: Appointment of board
es: Designación del órgano de administración
fr: Nomination du conseil d'administration
ru: Назначение совета директоров

source: A controlling interest in an entity. Defined as the absolute right to appoint members of the board of directors.
es: Participación controlante en una entidad. Se define como el derecho absoluto de designar a los miembros del directorio.
fr: Participation majoritaire dans une entité. Il s'agit du droit absolu de nommer les membres du conseil d'administration.
ru: Контролирующее участие в субъекте. Определяется как абсолютное право назначать членов совета директоров.

source: Other influence or control
es: Otro tipo de influencia o control
fr: Autre influence ou contrôle
ru: Прочее влияние или контроль

source: Any influence or control in an entity that is distinct from being a shareholder, having voting rights or having the absolute right to appoint to the board.
es: Cualquier influencia o control en una entidad que sea distinta de ser accionista, tener derechos de voto o tener el derecho absoluto de nombrar al órgano de administración.
fr: Toute influence ou tout contrôle dans une entité autre que le fait d'être un actionnaire, de disposer d'un droit de vote ou d'avoir le droit absolu de nommer les membres du conseil d'administration.
ru: Любое влияние или контроль в субъекте, которые отличаются от статуса акционера, наличия прав голоса или абсолютного права назначать членов коллегиального органа управления.

source: Senior managing official
es: Gerente de alto rango
fr: Gestionnaire principal
ru: Лицо, занимающее старшую руководящую должность

source: A controlling interest in an entity gained by employment. Defined as the person who exercises control over the management of the entity.
es: Participación controlante en una entidad obtenida por medio de un cargo. Se define como la persona que ejerce control sobre la gestión de la entidad.
fr: Participation majoritaire dans une entité acquise par un poste. Il s'agit de la personne qui exerce un contrôle sur la gestion de l'entité.
ru: Контролирующее участие в субъекте, полученное через трудовые отношения. Определяется как физическое лицо, осуществляющее контроль над руководством субъекта.

source: Settlor
es: Fideicomitente
fr: Constituant d'un trust
ru: Учредитель траста

source: A person who, either actually or by operation of law, creates a trust. They may be referred to by other names such as a trustor, a grantor or a donor. This should also be used for a person with a settlor-equivalent role in any legal arrangement that is similar to a trust.
es: Persona que, de forma real o conforme a la ley, crea un fideicomiso. Puede hacerse referencia a ella con otros nombres como fiduciante, cedente o donante. Este término también debe usarse para una persona con un rol equivalente al del fideicomitente en cualquier estructura jurídica similar a un fideicomiso.
fr: Personne qui constitue un trust soit de manière effective soit en vertu de la loi. Le constituant peut être désigné par d'autres noms tels que cédant, mandant ou donateur. Cette appellation doit également être utilisée pour désigner une personne ayant un rôle équivalent au constituant dans une construction juridique de type trust.
ru: Физическое лицо, которое фактически или в силу закона создает траст. Его также могут называть по-другому, например доверителем, праводателем или донором. Этот термин также используется по отношению к физическому лицу, выполняюющему функцию, эквивалентную учредителю траста, в любых правоотношениях, аналогичных трасту.
