Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/index.po
Languages: es, fr, ru

source: Beneficial Ownership Data Standard (v0.4)
es: Estándar de datos sobre beneficiarios finales (v0.4)
fr: Norme relative aux données sur la propriété effective (version 0.4)
ru: Стандарт данных о бенефициарном владении (версия 0.4)

source: The Beneficial Ownership Data Standard (BODS) is an open standard providing guidance for collecting, sharing and using high-quality beneficial ownership data.
es: El Estándar de datos sobre beneficiarios finales (BODS) es un estándar abierto que ofrece orientación para recopilar, compartir y usar datos de beneficiarios finales de alta calidad.
fr: La norme relative aux données sur la propriété effective (« Beneficial Ownership Data Standard » ou BODS) est une norme ouverte fournissant des conseils quant à la collecte, au partage et à l'utilisation de données sur la propriété effective de qualité supérieure.
ru: Стандарт данных о бенефициарном владении (СДБВ) —это открытый стандарт, который содержит рекомендации по сбору, распостранению и использованию высококачественных данных о бенефициарном владении.

source: It is developed by `Open Ownership <https://www.openownership.org/>`_, a non-profit organisation focused on beneficial ownership transparency, in partnership with `Open Data Services <https://opendataservices.coop/>`_. Find out more about the :doc:`governance of BODS <../about/governance>` and how to get involved.
es: Es elaborado por `Open Ownership <https://www.openownership.org/>`_, una organización sin fines de lucro que se enfoca en la transparencia de beneficiarios finales, en asociación con `Open Data Services <https://opendataservices.coop/>`_. Puede encontrar más información sobre la :doc:`gobernanza del BODS <../about/governance>` y cómo participar.
fr: Elle est développée par `Open Ownership <https://www.openownership.org/>`_, une organisation à but non lucratif orientée vers la transparence de la propriété effective, en partenariat avec `Open Data Services <https://opendataservices.coop/>`_. Pour en savoir plus à ce sujet et découvrir comment participer à la procédure, consultez la section dédiées à :doc:`la gouvernance de la norme BODS <../about/governance>`.
ru: Он разработан `Open Ownership <https://www.openownership.org/>`_ — некоммерческой организацией, занимающейся проблемами прозрачности бенефициарного владения, в партнерстве с `Open Data Services <https://opendataservices.coop/>`_. Узнайте больше об :doc:`управлении процессом разработки СДБВ <../about/governance>` и о том, как принять участие.

source: Introduction
es: Introducción
ru: Введение

source: Learn about beneficial ownership and why a standardised format for data is important.
es: Conozca más sobre beneficiarios finales y por qué es importante un formato estandarizado para los datos.
fr: Obtenez des informations supplémentaires sur la propriété effective et découvrez pourquoi un format normalisé des données est important.
ru: Узнайте о бенефициарном владении и о том, почему важно использовать стандартизированный формат для представления данных.

source: :ref:`What is beneficial ownership? <primer>`
es: :ref:`¿Qué significa beneficiario final? <primer>`
fr: :ref:`Qu'est-ce que la propriété effective ? <primer>`
ru: :ref:`Что такое бенефициарное владение? <primer>`

source: :ref:`What is the data standard? <whatisbods>`
es: :ref:`¿Qué es el estándar de datos? <whatisbods>`
fr: :ref:`Qu'est-ce que la norme relative aux données ? <whatisbods>`
ru: :ref:`Что такое стандарт данных? <whatisbods>`

source: :ref:`About the standard's development <about>`
es: :ref:`Acerca de la elaboración del estándar <about>`
fr: :ref:`À propos du développement de la norme <about>`
ru: :ref:`О разработке стандарта <about>`

source: `Open Ownership's work, team and purpose <https://www.openownership.org/en/about/>`_
es: `Trabajo, equipo y propósito de Open Ownership <https://www.openownership.org/en/about/>`_
fr: `Le travail, l'équipe et la mission d'Open Ownership <https://www.openownership.org/en/about/>`_
ru: `Деятельность, команда и цель организации Open Ownership <https://www.openownership.org/en/about/>`_

source: For Developers
es: Para desarrolladores
fr: Pour les développeurs
ru: для разработчиков

source: Understand how to package up and release beneficial ownership data.
es: Comprenda cómo construir y publicar datos sobre beneficiarios finales.
fr: Apprenez à présenter et à fournir des données sur la propriété effective.
ru: Сведения об оформлении и публикации данных о бенефициарном владении.

source: :ref:`Key Concepts <key-concepts>`
es: :ref:`Conceptos clave <key-concepts>`
fr: :ref:`Principaux concepts <key-concepts>`
ru: :ref:`Основные концепции <key-concepts>`

source: :ref:`Modelling requirements <modelling-requirements>`
es: :ref:`Requisitos de modelado <modelling-requirements>`
fr: :ref:`Exigences relatives à la modélisation <modelling-requirements>`
ru: :ref:`Требования к моделированию <modelling-requirements>`

source: :ref:`Schema browser <schema-browser>`
es: :ref:`Navegador del esquema <schema-browser>`
fr: :ref:`Navigateur du schéma <schema-browser>`
ru: :ref:`Браузер схемы <schema-browser>`

source: :ref:`System requirements <system-requirements>`
es: :ref:`Requisitos del sistema <system-requirements>`
fr: :ref:`Exigences relatives aux systèmes <system-requirements>`
ru: :ref:`Системные требования <system-requirements>`
