Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: The reason that a person or entity cannot be specified, using the unspecifiedReason codelist.
es: El motivo por el que una persona o entidad no puede especificarse, usando la lista de códigos unspecifiedReason.
fr: Motif pour lequel une personne ou une entité ne peut pas être spécifiée à l'aide de la liste de codes unspecifiedReason.

source: Additional information about the absence of details for a person or entity. This field may be used to provide set phrases from a source system, or a free text explanation.
es: Información adicional sobre la ausencia de detalles de una persona o entidad. Este campo puede usarse para proporcionar frases preestablecidas de un sistema fuente o una explicación de texto libre.
fr: Autres informations sur l'absence de précisions concernant une personne ou une entité. Ce champ peut être utilisé pour fournir des phrases préétablies à partir d'un système source ou une explication sous forme de texte libre.

source: Details describing an information source.
es: Detalles que describen una fuente de información.
fr: Détails décrivant une source d'informations.

source: Source Type
es: Tipo de fuente
fr: Type de source

source: The types of the source, using the sourceType codelist. Include 'verified' in the array if the information in the Statement has undergone a verification process.
es: Los tipos de la fuente, usando la lista de códigos sourceType. Incluya 'verified' en el arreglo de datos si la información del enunciado ha pasado por un proceso de verificación.
fr: Types de la source, à l'aide de la liste de codes sourceType. 'verified' doit être inclus dans la série si les informations contenues dans l'énoncé ont fait l'objet d'une vérification.

source: Additional, free text information about the source of information.
es: Información adicional de texto libre sobre la fuente de información.
fr: Autres informations sous forme de texte libre sur la source des informations.

source: The external URL from which this information was fetched, if relevant. Or, if relevant, a URL providing additional detail on how this information was sourced.
es: La URL externa de la cual se obtuvo esta información, de ser relevante. O, si es relevante, una URL que brinde más detalles sobre cómo se obtuvo esta información.
fr: URL externe ayant permis d'obtenir ces informations, le cas échéant. Ou, s'il y a lieu, URL précisant la provenance de ces informations.

source: Retrieved At
es: Recuperado el
fr: Récupérées le

source: A timestamp indicating when this information was imported from an external system, in full-date (YYYY-MM-DD) or date-time (e.g. YYYY-MM-DDTHH:MM:SSZ) format. See the IETF RFC3339 standard, section 5.6.
es: Una marca de tiempo que indica cuándo se importó esta información de un sistema externo, en formato de fecha completa (AAAA-MM-DD) o fecha-hora (p. ej., AAAA-MM-DDTHH:MM:SSZ). Consulte el estándar IETF RFC3339, sección 5.6.
fr: Horodatage indiquant quand ces informations ont été importées depuis un système externe, sous un format de date complète (AAAA-MM-JJ) ou de date-heure (AAAA-MM-JJTHH:MM:SSZ). Voir la norme IETF RFC3339, section 5.6.

source: Asserted By
es: Declarado por
fr: Affirmé par

source: The people or organisations providing the information asserted in this Statement. This may include the declaring subject of a self-declaration, or the name of an agent making a declaration on their behalf. If this Statement has been verified, the array may include the name of the organisation providing verification.
es: Las personas u organizaciones que brindan la información proporcionada en este enunciado. Esto puede incluir al sujeto declarante de una autodeclaración o el nombre de un agente que realiza una declaración en su nombre. Si se ha verificado este enunciado, el arreglo de datos puede incluir el nombre de la organización que brinda verificación.
fr: Personnes ou organisations fournissant les informations contenues dans cet énoncé. Il peut s'agir du sujet d'une autodéclaration ou le nom d'un agent à l'origine d'une déclaration en son nom. Si cet énoncé a été vérifié, la série peut inclure le nom de l'organisation chargée de la vérification.

source: The name of the agent making the assertion
es: El nombre del agente que realiza la declaración
fr: Nom de l'agent à l'origine de l'affirmation.

source: An optional URI to identify the agent making the assertion
es: Un URI opcional para identificar al agente que realiza la declaración
fr: URI optionnel pour identifier l'agent à l'origine de l'affirmation.

source: Entity Record Details
es: Detalles del registro de entidades
fr: Détails de l'enregistrement de l'entité

source: Information about an entity.
es: Información sobre una entidad.
fr: Informations à propos d'une entité.

source: Whether this entity is a component in an indirect relationship. Where `isComponent` is 'true': (1) the `recordId` of this entity MUST be an element in the `componentRecords` array of that primary Relationship Statement, (2) this Entity Statement MUST come before that primary Relationship Statement in a BODS package or stream, (3) the replacement of this Entity Statement SHOULD be considered when replacing the primary Relationship Statement. The primary Relationship statement MUST have a `isComponent` value of 'false'.
es: Si una entidad es un componente en una relación indirecta. Cuando `isComponent` es 'true': (1) el `recordId` de esta entidad DEBE ser un elemento en el arreglo de datos `componentRecords` de ese enunciado sobre relación primaria, (2) este enunciado sobre entidad DEBE venir antes de ese enunciado sobre relación primaria en un paquete o transmisión del BODS, (3) el reemplazo de este enunciado sobre entidad DEBERÍA considerarse al reemplazar el enunciado sobre relación primaria. El enunciado sobre relación primaria DEBE tener un valor `isComponent` 'false'.
fr: Si cette entité est un composant d'une relation indirecte. Lorsque `isComponent` est 'true' : 1) le `recordId` de cette entité DOIT être un élément dans le tableau `componentRecords` de cet énoncé de relation principal, 2) cet énoncé d'entité DOIT être antérieur à l'énoncé de relation principal dans un paquet ou un flux de la BODS, 3) le remplacement de cet énoncé d'entité DEVRAIT être envisagé lors du remplacement de l'énoncé de relation principal. La valeur `isComponent` de l'énoncé de relation principal DOIT être 'false'.

source: Entity Type
es: Tipo de entidad
fr: Type d'entité

source: The form of the entity described in the Statement.
es: La forma de la entidad descrita en el enunciado.
fr: Forme de l'entité décrite dans l'énoncé.

source: The general form of the entity, using the entityType codelist.
es: La forma general de la entidad, usando la lista de códigos entityType.
fr: Forme générale de l'entité, à l'aide de la liste de codes entityType.

source: The particular form of the entity, where relevant, using the entitySubtype codelist. The value MUST align with the `entityType` value.
es: La forma particular de la entidad, si corresponde, usando la lista de códigos entitySubtype. El valor DEBE alinearse con el valor `entityType`.
fr: Forme particulière de l'entité, le cas échéant, à l'aide de la liste de codes entitySubtype. La valeur DOIT correspondre à la valeur `entityType`.

source: This may be used to provide a local name for this type of entity, or any further information to identify the type of entity. For example, in Finland 'ministeriö' for a government department.
es: Esto puede usarse para proporcionar un nombre local para este tipo de entidad o más información para identificar el tipo de entidad. Por ejemplo, en Finlandia, 'ministeriö' para un departamento gubernamental.
fr: Ils peuvent être utilisés pour donner un nom local à ce type d'entité, ou toute information complémentaire pour identifier le type d'entité. Par exemple, en Finlande, 'ministeriö' désigne un ministère.

source: An explanation of why an entity is anonymous or unknown.
es: Una explicación del motivo por el que una entidad es anónima o desconocida.
fr: Une explication de la raison pour laquelle une entité est anonyme ou inconnue.

source: Entity Name
es: Nombre de la entidad
fr: Nom de l'entité

source: Alternative Names
es: Nombres alternativos
fr: Autres noms

source: The jurisdiction in which this entity was registered or created (for legal and registered entities, and arrangements). Or the state's jurisdiction (for states and state bodies).
es: La jurisdicción donde esta entidad fue inscripta o creada (para entidades legales e inscriptas y estructuras jurídicas). O la jurisdicción del estado (para estados y órganos estatales).
fr: Juridiction dans laquelle cette entité a été enregistrée ou créée (pour les entités légales enregistrées et les constructions juridiques) ou juridiction de l'État (pour les États et les organes étatiques).

source: Founding Date
es: Fecha de fundación
fr: Date de création

source: The date on which this entity was founded, created or registered. The date MUST be given in YYYY-MM-DD format. Where a precise month or date are not available, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha en la que esta entidad fue fundada, creada o inscripta. La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette entité a été fondée, créée ou enregistrée. La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: Dissolution Date
es: Fecha de disolución
fr: Date de dissolution

source: The date on which this entity was dissolved or ceased, if it is no longer active. The date MUST be given in YYYY-MM-DD format. Where a precise month or date are not available, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha en la que esta entidad fue disuelta o concluida, si ya no está activa. La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette entité a été dissoute ou a cessé d'exister, si elle n'est plus en activité. La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: Public Listing
es: Cotización en bolsa
fr: Cotation en bourse

source: Formed by Statute
es: Formada por estatuto
fr: Constituée par la loi

source: Statute Name
es: Nombre del estatuto
fr: Intitulé de la loi

source: The date on which the law came into force. The date MUST be given in YYYY-MM-DD format. Where a precise month or date are not available, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha en la que la ley entró en vigencia. La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date d'entrée en vigueur de la loi. La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: Has Public Listing
es: Cotiza en bolsa
fr: Est coté en bourse

source: Whether the entity is a publicly listed company.
es: Si una entidad es una empresa que cotiza en bolsa.
fr: Si l'entité est une société cotée en bourse.

source: Company Filings URLs
es: URL de presentaciones formales de la empresa
fr: URL des dépôts de la société

source: Securities Listings
es: Cotizaciones de valores en bolsa
fr: Cotations des valeurs mobilières

source: Details of the entity's securities and the public exchanges and markets on which they are traded. All equity securities SHOULD be listed here, plus any other securities from which beneficial ownership might be derived. Where a security is traded on more than one market, there SHOULD be an entry for each market (or market segment).
es: Detalles de los valores de la entidad y las bolsas y mercados en los que se cotizan. Todos los valores de renta variable DEBERÍAN cotizarse aquí, además de cualquier otro valor del cual puede derivarse una titularidad real. Cuando un valor se cotiza en más de un mercado, DEBERÍA haber una entrada por cada mercado (o segmento de mercado).
fr: Détails des valeurs mobilières de l'entité et des bourses et marchés publics sur lesquels elles sont négociées. Tous les titres de participation DEVRAIENT être cités ici, ainsi que toute autre valeur mobilière dont pourrait découler une propriété effective. Si une valeur mobilière est négociée sur plusieurs marchés, une entrée DEVRAIT être créée pour chaque marché (ou segment de marché).

source: Securities Listing
es: Cotización de valores en bolsa
fr: Cotation de la valeur mobilière

source: Stock Exchange Jurisdiction
es: Jurisdicción de la bolsa de valores
fr: Juridiction du marché boursier

source: Stock Exchange Name
es: Nombre de la bolsa de valores
fr: Nom du marché boursier

source: Identifier Scheme
es: Esquema de identificadores
fr: Schéma d'identifiant

source: The scheme under which the security has been issued a unique, persistent identifier, using the securitiesIdentifierSchemes codelist.
es: El esquema bajo el cual se ha emitido un identificador único y persistente para el valor usando la lista de códigos securitiesIdentifierSchemes.
fr: Schéma sous lequel un identifiant unique et persistant a été émis pour la valeur mobilière à l'aide de la liste de codes securitiesIdentifierSchemes.

source: Stock Ticker
es: Tablero de cotizaciones
fr: Affichage des cotes de la bourse

source: Person Record Details
es: Detalles del registro de personas
fr: Détails de l'enregistrement de la personne

source: Information about a natural person.
es: Información sobre una persona física.
fr: Informations sur une personne physique.

source: Whether this person is a component of an indirect relationship. Where `isComponent` is 'true': (1) the `recordId` of this person MUST be an element in the `componentRecords` array of that primary Relationship Statement, (2) this Person Statement MUST come before that primary Relationship Statement in a BODS package or stream, (3) the replacement of this Person Statement SHOULD be considered when replacing the primary Relationship Statement. The primary Relationship Statement MUST have a `isComponent` value of 'false'.
es: Si esta persona es un componente de una relación indirecta. Cuando `isComponent` es 'true': (1) el `recordId` de esta persona DEBE ser un elemento en el arreglo de datos `componentRecords` de dicho enunciado sobre relación primaria, (2) este enunciado sobre persona DEBE venir antes de dicho enunciado sobre relación primaria en un paquete o transmisión del BODS, (3) el reemplazo de este enunciado sobre persona DEBERÍA considerarse al reemplazar el enunciado sobre relación primaria. El enunciado sobre relación primaria DEBE tener un valor `isComponent` 'false'.
fr: Si cette personne est un composant d'une relation indirecte. Lorsque `isComponent` est 'true' : 1) le `recordId` de cette personne DOIT être un élément dans le tableau `componentRecords` de cet énoncé de relation principal, 2) cet énoncé de personne DOIT être antérieur à l'énoncé de relation principal dans un paquet ou un flux de la BODS, 3) le remplacement de cet énoncé de personne DEVRAIT être envisagé lors du remplacement de l'énoncé de relation principal. La valeur `isComponent` de l'énoncé de relation principal DOIT être 'false'.

source: Person Type
es: Tipo de persona
fr: Type de personne

source: The status of this person, using the personType codelist. Where a person has the type 'anonymousPerson' or 'unknownPerson' a reason for the absence of information SHOULD be provided in 'unspecifiedPersonDetails'
es: El estado de esta persona, usando la lista de códigos personType. Cuando una persona tiene el tipo 'anonymousPerson' o 'unknownPerson', DEBERÍA indicarse un motivo para la ausencia de información en 'unspecifiedPersonDetails'.
fr: Statut de cette personne, à l'aide de la liste de codes personType. Lorsqu'une personne a le type 'anonymousPerson' ou 'unknownPerson', un motif de l'absence d'information DEVRAIT être fourni dans 'unspecifiedPersonDetails'

source: An explanation of why a person is anonymous or unknown.
es: Una explicación del motivo por el que una persona es anónima o desconocida.
fr: Une explication de la raison pour laquelle une personne est anonyme ou inconnue.

source: One or more known names for this person.
es: Uno o más nombres conocidos para esta persona.
fr: Un ou plusieurs noms de cette personne.

source: One or more official identifiers for this person. Where available, official registration numbers should be provided.
es: Uno o más identificadores oficiales para esta persona. Si corresponde, deben proporcionarse números de inscripción oficial.
fr: Un ou plusieurs identifiants officiels de cette personne. Les numéros d'enregistrement officiel doivent être fournis, le cas échéant.

source: The nationalities held by this person.
es: Las nacionalidades que esta persona posee.
fr: Nationalités de cette personne.

source: Place of Birth
es: Lugar de nacimiento
fr: Lieu de naissance

source: The place where this person was born.
es: En lugar donde nació esta persona.
fr: Lieu où la personne est née.

source: Date of Birth
es: Fecha de nacimiento
fr: Date de naissance

source: The date of birth for this person, in YYYY, YYYY-MM, or YYYY-MM-DD format.
es: La fecha de nacimiento de esta persona, en formato AAAA, AAAA-MM o AAAA-MM-DD.
fr: Date de naissance de cette personne sous le format AAAA, AAAA-MM ou AAAA-MM-JJ.

source: Death Date
es: Fecha de defunción
fr: Date de décès

source: The date of death for this person, in YYYY, YYYY-MM, or YYYY-MM-DD format.
es: La fecha de defunción de esta persona, en formato AAAA, AAAA-MM o AAAA-MM-DD.
fr: Date de décès de cette personne sous le format AAAA, AAAA-MM ou AAAA-MM-JJ.

source: Tax Residency
es: Residencia fiscal
fr: Domicile fiscal

source: The tax residencies held by this person, as an array of Country objects.
es: Las residencias fiscales que esta persona posee, como un arreglo de datos de objetos en el País.
fr: Domiciles fiscaux de cette personne, comme tableau des objets Pays.

source: One or more addresses for this person.
es: Una o más direcciones de esta persona.
fr: Une ou plusieurs adresses de cette personne.

source: Political Exposure
es: Exposición política
fr: Exposition politique

source: Politically Exposed Person (PEP) Status
es: Estado de persona expuesta políticamente (PEP)
fr: Statut de personne politiquement exposée (PPE)

source: This value is 'isPep' or 'isNotPep' according to whether the person described by this statement has the status of politically exposed person (PEP). An 'unknown' value means a PEP status declaration is expected but missing; the reason for the missing data SHOULD be supplied in the `details` array.
es: Este valor es 'isPep' o 'isNotPep' dependiendo de si la persona descrita en este enunciado tiene el estado de persona expuesta políticamente (PEP). Un valor 'unknown' significa que se espera una declaración de estado PEP, pero está ausente; el motivo de la ausencia de datos DEBERÍA incluirse en el arreglo de datos `details`.
fr: Cette valeur est 'isPep' ou 'isNotPep' selon que la personne décrite par cet énoncé possède ou non le statut de personne politiquement exposée (PPE). Une valeur 'unknown' signifie que la déclaration du statut de PPE est attendue mais manquante ; le motif de l'absence de données DEVRAIT être fourni dans le tableau `details`.

source: Politically Exposed Person (PEP) Details
es: Detalles de persona expuesta políticamente (PEP)
fr: Détails de la personne politiquement exposée (PPE)

source: A name by which this person is known. A name MUST be provided in `fullName`, and MAY be broken down in the `familyName`, `givenName` and `patronymicName` fields, based on the EC ISA Core Person Vocabulary (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies) definitions.
es: Un nombre por el que se conoce a esta persona. DEBE proporcionarse un nombre en `fullName`, y PUEDE dividirse en los campos `familyName`, `givenName` y `patronymicName`, según las definiciones del Vocabulario principal de personas de ISA de la CE (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).
fr: Nom par lequel cette personne est connue. Un nom DOIT être indiqué dans `fullName`, et PEUT être réparti dans les champs `familyName`, `givenName` et `patronymicName`, selon les définitions du vocabulaire pour décrire des personnes (Core Person Vocabulary) développé par le programme ISA de la Commission européenne (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).

source: The status of this name for the person, using the nameType codelist.
es: El estado de este nombre para la persona, usando la lista de códigos nameType.
fr: Statut du nom de la personne, à l'aide de la liste de codes nameType.

source: Full Name
es: Nombre completo
fr: Nom complet

source: The complete name of the person.
es: El nombre completo de la persona.
fr: Nom complet de la personne.

source: Family Name
es: Apellido
fr: Nom de famille

source: Part of the person's `fullName` which is shared by family members. The value may include prefixes or suffixes, e.g. 'de Boer', 'van de Putte', 'von und zu Orlow'. The value may be a multiple-part family name, such as are commonly found in Hispanic countries. For example, Miguel de Cervantes Saavedra's Family Name would be recorded as 'de Cervantes Saavedra.'
es: Parte del `fullName` de la persona que los miembros de la familia comparten. El valor puede incluir prefijos o sufijos, p. ej., 'de Boer', 'van de Putte', 'von und zu Orlow'. El valor puede ser un apellido de varias partes, como se encuentran comúnmente en países hispanos. Por ejemplo, el apellido de Miguel de Cervantes Saavedra se registraría como 'de Cervantes Saavedra'.
fr: Partie du `fullName` de la personne commun aux membres de sa famille. La valeur peut inclure des préfixes ou des suffixes. (Par ex. 'de Boer', 'van de Putte', 'von und zu Orlow'.) La valeur peut être un nom de famille composé, comme dans les pays hispaniques. Par exemple, le nom de famille de Miguel de Cervantes Saavedra sera enregistré comme 'de Cervantes Saavedra.'

source: Given Names
es: Nombres de pila
fr: Prénoms
