Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: An identifier or reference for a declaration within the publisher’s system. Where a Statement is a claim from a particular declaration (made at a point in time by a `source` about a `declarationSubject`) this field identifies the declaration.
es: Un identificador o referencia para una declaración dentro del sistema del publicador. Cuando un enunciado es una afirmación de una declaración particular (realizada en un momento determinado por una `source` sobre un `declarationSubject`), este campo identifica la declaración.
fr: Identifiant ou référence d'une déclaration dans le système de l'éditeur. Lorsqu'un énoncé est une affirmation d'une déclaration en particulier (faite à un moment donné par une `source` sur un `declarationSubject`), ce champ identifie la déclaration.

source: Declaration Subject
es: Sujeto de la declaración
fr: Sujet de la déclaration

source: A `recordId` value for the subject of a beneficial ownership network (always an entity or person).
es: Un valor `recordId` para el sujeto de una red de titularidad real (siempre una entidad o persona).
fr: Valeur `recordId` pour le sujet d'un réseau de propriété effective (toujours une entité ou une personne).

source: Record Identifier
es: Identificador de registros
fr: Identifiant d'enregistrement

source: A unique identifier for the record (within the publisher's system) to which this Statement relates. (A record captures information about an entity, natural person or relationship within the beneficial ownership network of a particular declaration subject.)
es: Un identificador único para el registro (dentro del sistema del publicador) relacionado con este enunciado. (Un registro captura información sobre una entidad, persona física o relación dentro de la red de titularidad real del sujeto de una declaración particular).
fr: Identifiant unique de l'enregistrement (dans le système de l'éditeur) auquel cet énoncé se rapporte. (Un enregistrement saisit les informations sur une entité, une personne physique ou une relation dans le réseau des bénéficiaires effectifs d'un sujet de déclaration donné.)

source: Record Type
es: Tipo de registro
fr: Type d'enregistrement

source: The type of record (within the publisher's system) to which this Statement relates: entity, person, or relationship.
es: El tipo de registro (dentro del sistema del publicador) relacionado con este enunciado: entidad, persona o relación.
fr: Type d'enregistrement (dans le système de l'éditeur) auquel se rapporte cet énoncé : entité, personne ou relation.

source: Record Status
es: Estado del registro
fr: Statut de l'enregistrement

source: The lifecycle status of the record (within the publisher's system) to which this Statement relates, using the recordStatus codelist.
es: El estado del ciclo de vida del registro (dentro del sistema del publicador) relacionado con este enunciado, usando la lista de códigos recordStatus.
fr: État du cycle de vie de l'enregistrement (dans le système de l'éditeur) auquel se rapporte cet énoncé, à l'aide de la liste de codes recordStatus.

source: Record Details
es: Detalles del registro
fr: Détails de l'enregistrement

source: The details of the entity, person or relationship as declared on the Statement Date.
es: Los detalles de la entidad, persona o relación según lo declarado en la fecha del enunciado.
fr: Détails de l'entité, de la personne ou de la relation tel que déclaré à la date de l'énoncé.

source: Additional information about the data contained in this Statement. Annotations can apply to a whole statement, an object or a single field. Custom properties can be included within the Annotation object to provide structured data where required.
es: Información adicional sobre los datos incluidos en este enunciado. Las notas pueden aplicarse a un enunciado completo, un objeto o un solo campo. Pueden incluirse propiedades personalizadas dentro del objeto Nota para brindar datos estructurados donde sea necesario.
fr: Informations complémentaires sur les données contenues dans cet énoncé. Les annotations peuvent s'appliquer à l'ensemble de l'énoncé, à un objet ou à un champ. Des propriétés personnalisées peuvent être incluses dans l'objet Annotation pour fournir des données structurées, si nécessaire.

source: An RFC6901 JSON Pointer (https://tools.ietf.org/html/rfc6901) describing the target fragment of the statement that this Annotation applies to, starting from the root of the Statement. An empty string ("") indicates that the Annotation applies to the whole Statement.
es: Un indicador JSON RFC6901 (https://tools.ietf.org/html/rfc6901) que describe el fragmento objetivo del enunciado al que se aplica esta nota, a partir de la raíz del enunciado. Una cadena de caracteres vacía ("") indica que la nota se aplica a todo el enunciado.
fr: Pointeur JSON RFC6901 (https://tools.ietf.org/html/rfc6901) décrivant le fragment cible de l'énoncé auquel s'applique cette annotation, en commençant par la racine de l'énoncé. Une chaîne vide ("") indique que l'annotation s'applique à l'ensemble de l'énoncé.

source: The date on which this Annotation was created, in full-date (YYYY-MM-DD) or date-time (e.g. YYYY-MM-DDTHH:MM:SSZ) format. See the IETF RFC3339 standard, section 5.6.
es: La fecha en la que se creó esta nota, en formato de fecha completa (YYYY-MM-DD) o fecha-hora (p. ej., YYYY-MM-DDTHH:MM:SSZ). Consulte el estándar IETF RFC3339, sección 5.6.
fr: Date de création de cette annotation, sous un format de date complète (AAAA-MM-JJ) ou date-heure (ex. AAAA-MM-JJTHH:MM:SSZ). Voir la norme IETF RFC3339, section 5.6.

source: The person, organisation or agent that created this Annotation.
es: La persona, organización o agente que creó esta nota.
fr: Personne, organisation ou agent ayant créé cette annotation.

source: The name of the person, organisation or agent that created this Annotation.
es: El nombre de la persona, organización o agente que creó esta nota.
fr: Nom de la personne, de l'organisation ou de l'agent ayant créé cette annotation.

source: An optional URI to identify the person, organisation or agent that created this Annotation.
es: Un URI opcional para identificar a la persona, organización o agente que creó esta nota.
fr: URI optionnel pour identifier la personne, l'organisation ou l'agent ayant créé cette annotation.

source: The reason for this Annotation, using the annotationMotivation codelist.
es: El motivo de esta nota, usando la lista de códigos annotationMotivation.
fr: Motif de cette annotation, à l'aide de la liste de codes annotationMotivation.

source: A free text description providing extra information about part of this Statement.
es: Una descripción de texto libre que brinda información adicional sobre una parte de este enunciado.
fr: Description sous forme de texte libre fournissant des informations complémentaires sur une partie de cet énoncé.

source: Transformed Content
es: Contenido transformado
fr: Contenu transformé

source: A representation of the Annotation target after the transformation in the `description` field has been applied. This field MUST only be used when the `motivation` is 'transformation'.
es: Una representación del objetivo de la nota después de aplicarse la transformación en el campo `description`. Este campo solo DEBE usarse cuando la `motivation` es 'transformation'.
fr: Représentation de la cible de l'annotation à la suite de l'application de la transformation dans le champ `description`. Ce champ DOIT être utilisé uniquement si la `motivation` est 'transformation'.

source: A linked resource that annotates, provides context for or enhances this Statement. The content of the resource, or the relationship to the statement, MAY be described in the `description` field. This field is REQUIRED if the value of `motivation` is 'linking'.
es: Un recurso enlazado que ofrece notas o contexto para este enunciado, o lo mejora. El contenido del recurso, o la relación con el enunciado, PUEDE describirse en el campo `description`. Este campo es REQUERIDO si el valor de `motivation` es 'linking'.
fr: Ressource liée qui annote, fournit un contexte ou apporte une amélioration à cet énoncé. Le contenu de la ressource, ou la relation à l'énoncé, PEUT être décrit dans le champ `description`. Ce champ est OBLIGATOIRE si la valeur de la `motivation` est 'lien'.
