Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: Annotations about this statement or parts of this statement
ru: Примечания о данной записи или отдельных частях данной записи

source: Subtype
es: Subtipo
fr: Sous-type
ru: Подтип

source: Further information about the type of entity described in the statement.
ru: Дополнительная информация о типе сущности, описанной в характеристике.

source: General category
ru: Общая категория

source: The general category into which the entity fits. The category classification MUST align with the `entityType` classification.
ru: Общая категория, к которой относится сущность. Классификация по категориям ДОЛЖНА соответствовать классификации `entityType`.

source: Local term
ru: Местное наименование

source: The local term for the category of entity. For example, in Finland 'ministeriö' for a government department.
ru: Местное наименование категории сущности. Например, в Финляндии государственное ведомство называется «ministeriö».

source: Formed by statute
ru: Учреждено на основании устава

source: The law which mandated the formation of the entity described in the statement, where applicable. This information SHOULD be provided where a state has created an agency or other entity with specific legislation.
es: La ley que ordenó la formación de la entidad descrita en el enunciado, en su caso. Esta información DEBERÍA proporcionarse cuando un estado haya creado una agencia u otra entidad con legislación específica.
fr: Loi ayant qui a établi la constitution de l'entité décrite dans l'énoncé, le cas échéant. Cette information DEVRAIT être fournie si un État a créé un organisme ou une autre entité ayant une législation spécifique.
ru: Закон, который регулирует учреждение сущности, описанной в характеристике (в соответствующих случаях). Эту информацию РЕКОМЕНДУЕТСЯ указывать, если агентство или другую сущность создает государство в соответствии с конкретными законами.

source: Statute name
ru: Название устава

source: The name of the law.
es: El nombre de la ley.
fr: Intitulé de la loi.
ru: Название закона.

source: Date
es: Fecha
ru: Дата

source: The date on which the law was passed. The date SHOULD be in the form YYYY-MM-DD. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Дата принятия закона. Дату РЕКОМЕНДУЕТСЯ указывать в формате YYYY-MM-DD. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Ownership or control Statement
ru: Запись о владении или контроле

source: An ownership or control statement is made up of an entity, an interested party (a reference to an entity, natural person, arrangement or trust), details of the interest and provenance information for the statement.
ru: Запись о владении или контроле состоит из субъекта, заинтересованной стороны (ссылка на субъект, физическое лицо, соглашение о владении и контроле или траст), сведениях о доле участия и информации об источнике для данной записи.

source: This MUST be 'ownershipOrControlStatement'.
ru: ДОЛЖНА иметь значение 'ownershipOrControlStatement'.

source: Does this Ownership-or-control Statement represent a component of a wider indirect ownership-or-control relationship? Where `isComponent` is 'true': (1) the `statementID` of this secondary Ownership-or-control Statement MUST be an element in the `componentStatementIDs` array of that primary Ownership-or-control Statement, (2) this Ownership-or-control Statement MUST come before that primary Ownership-or-control Statement in a BODS package or stream, (3) the replacement of this Ownership-or-control Statement SHOULD be considered when replacing the primary Ownership-or-control Statement, and (4) the primary Ownership-or-control Statement MUST have a `isComponent` value of 'false'. Where `isComponent` is 'false', this Ownership-or-control Statement is the primary declaration of the relationship between the `subject` and the `interestedParty`.
ru: Представляет ли данная Запись о владении или контроле компонент более широких отношений косвенного владения или контроля? Если `isComponent` имеет значение 'true': (1) `statementID` этой дополнительной Записи о владении или контроле ДОЛЖЕН быть элементом в массиве `componentStatementIDs` такой основной Записи о владении или контроле, (2) данная Запись о владении или контроле ДОЛЖНА стоять перед такой основной Записью о владении или контроле в пакете СДБВ или потоке, (3) замену этой Записи о владении или контроле СЛЕДУЕТ учесть при замене основной Записи о владении или контроле, а также (4) в основной Записи о владении или контроле значение `isComponent` ДОЛЖНО быть 'false'. Если `isComponent` имеет значение 'false', то данная Запись о владении или контроле является основным объявлением отношений между предметом (`subject`) и заинтересованной стороной (`interestedParty`).

source: Component statement IDs
ru: Идентификаторы записей о компонентах

source: The identifiers of all component statements that provide detail about the indirect relationship between this Statement's `subject` and `interestedParty`. If this Ownership-or-control Statement has components, it MUST itself have a `isComponent` value of 'false'.
ru: Идентификаторы всех записей о компонентах, предоставляющих сведения о косвенных отношениях между предметом (`subject`) и заинтересованной стороной (`interestedParty`) данной Записи. Если данная Запись о владении или контроле имеет компоненты, то в ней самой `isComponent` ДОЛЖЕН иметь значение 'false'.

source: Subject
es: Sujeto
fr: Sujet
ru: Предмет

source: The subject of an ownership or control relationship.
ru: Предмет отношений владения или контроля.

source: Described by entity statement
ru: Описывается в записи о субъекте

source: Provide the identifier of the statement which describes the entity that the subject of an ownership or control interest.
ru: Укажите идентификатор записи, описывающей субъект, являющийся предметом доли владения или контроля.

source: Interests
es: Participaciones
fr: Participations au capital
ru: Доли участия

source: A description of the interests held by the interestedParty covered by this statement in the entity covered by this statement.
ru: Описание долей участия, находящихся во владении заинтересованной стороны (interestedParty), указанной в данной записи в субъекте, указанном в данной записи.

source: The source of the information that links the entity and the interested party, or that supports a null statement.
ru: Источник информации, который связывает субъект и заинтересованную сторону или подтверждает пустую запись.

source: Interested party
ru: Заинтересованная сторона

source: The interested party has some level of ownership or control over the entity referenced in this ownership or control statement. This should be described with reference to either an entity statement or person statement, or, where the interested party is unknown, details of why.
ru: Заинтересованная сторона имеет определенный уровень владения или контроля над субъектом, указанным в данной записи о владении или контроле. Ее следует описать в отношении либо записи о субъекте, либо записи о физическом лице, либо — если заинтересованная сторона неизвестна — с указанием сведений о причинах.

source: A reference to a statement describing a registered entity, trust or arrangement that has an ownership or control interest in the subject of this statement. An entityStatement should be used when the direct interests to be described represents known control or ownership by anyone other than a natural person.
ru: Ссылка на запись, описывающую зарегистрированное юридическое лицо, траст или соглашение о владении и контроле, предусматривающих долю владения или контроля в предмете данной записи. Следует использовать entityStatement, когда описываемая прямая доля участия представляет известный контроль или владение кого-либо, кроме физического лица.

source: Described by person statement
ru: Описывается в записи о физическом лице

source: A reference to a statement describing a natural person who has an ownership or control interest in the subject of this statement.
ru: Ссылка на запись, описывающую физическое лицо, имеющее долю владения или контроля в предмете данной записи.

source: Unspecified or unknown ownership and control
ru: Неуказанное или неизвестное владение или контроль

source: When confirmation has been provided that no interested party exists, where ownership and control information does not need to be provided, or where details of ownership and control are unknown, a `reason` MUST be given. Where an unknown entity is the `subject` of further ownershipOrControlStatements in the same structure, or where there is a natural person with ownership or control but their name or details are not known or cannot be disclosed for some reason, `unspecified` should not be used, but instead a reference to a `personStatement` or `entityStatement` should be provided but identifying details MAY be left blank.
ru: Когда было предоставлено подтверждение о том, что не существует заинтересованной стороны, в случае если нет необходимости в предоставлении информации о владении и контроле или в случае если сведения о владении и контроле неизвестны, ДОЛЖНА быть указана причина (`reason`). В случае если неизвестный субъект является предметом (`subject`) других Записей о владении или контроле (ownershipOrControlStatements) в той же структуре, или в случае если имеется физическое лицо с владением или контролем, но его ФИО или сведения о нем неизвестны или не могут быть раскрыты по какой-либо причине, не следует использовать `unspecified` (не указано), вместо этого следует указать ссылку на `personStatement` (запись о физическом лице) или `entityStatement` (запись о субъекте), но идентифицирующие сведения МОЖНО оставить незаполненными.

source: The reason that an interested party cannot be specified. From the unspecifiedReason codelist.
ru: Причина невозможности указания заинтересованной стороны. Из списка допустимых значений unspecifiedReason.

source: Any supporting information about the absence of a confirmed beneficial owner. This field may be used to provide set phrases from a source system, or for a free-text explanation.
ru: Подтверждающая информация об отсутствии подтвержденного бенефициарного владельца. Это поле может использоваться для указания устойчивых фраз из исходной системы или для объяснения в виде неструктурированного текста.

source: Person statement
ru: Запись о физическом лице

source: A person statement describes the information known about a natural person at a particular point in time, or from a given submission of information
ru: Запись о физическом лице содержит описание информации, известной о физическом лице в определенный момент времени или на основе предоставленных сведений

source: This MUST be 'personStatement'.
ru: ДОЛЖНА иметь значение 'personStatement'.

source: Does this Person Statement represent a component of an indirect ownership-or-control relationship? Where `isComponent` is 'true': (1) the `statementID` of this Person Statement MUST be an element in the `componentStatementIDs` array of that primary Ownership-or-control Statement, (2) this Person Statement MUST come before that primary Ownership-or-control Statement in a BODS package or stream, (3) the replacement of this Person Statement SHOULD be considered when replacing the primary Ownership-or-control Statement. The primary Ownership-or-control Statement MUST have a `isComponent` value of 'false'.
ru: Представляет ли данная Запись о физическом лице компонент отношений косвенного владения или контроля? Если `isComponent` имеет значение 'true': (1) `statementID` такой Записи о физическом лице ДОЛЖЕН быть элементом в массиве `componentStatementIDs` такой основной Записи о владении или контроле, (2) эта Запись о физическом лице ДОЛЖНА стоять перед такой основной Записью о владении или контроле в пакете СДБВ или потоке, (3) замену этой Записи о физическом лице СЛЕДУЕТ учесть при замене основной Записи о владении или контроле. Значение `isComponent` основной Записи о владении или контроле ДОЛЖНО быть 'false'.

source: Person type
ru: Тип физического лица

source: Use the personType codelist. The ultimate beneficial owner of a legal entity is always a natural person. Where the beneficial owner has been identified, but information about them cannot be disclosed, use 'anonymousPerson'. Where the beneficial owner has not been clearly identified, use 'unknownPerson'. Where the beneficial owner has been identified use knownPerson. Where a person has the type 'anonymousPerson' or 'unknownPerson' a reason for the absence of information SHOULD be provided in 'unspecifiedPersonDetails')
ru: Используйте список допустимых значений personType. Конечный бенефициарный владелец юридического лица всегда является физическим лицом. Если бенефициарный владелец был идентифицирован, но информация о нем не может быть раскрыта, используйте 'anonymousPerson' (неустановленное физическое лицо). Если бенефициарный владелец не был четко идентифицирован, используйте 'unknownPerson' (неизвестное физическое лицо). Если бенефициарный владелец был идентифицирован, используйте 'knownPerson' (известное физическое лицо). Если физическое лицо имеет тип 'anonymousPerson' или 'unknownPerson', то в 'unspecifiedPersonDetails' (неуказанные сведения о физическом лице) СЛЕДУЕТ указать причину отсутствия информации.

source: Unspecified person details
ru: Неуказанные сведения о физическом лице

source: An explanation of why this person has a `personType` of 'anonymousPerson' or 'unknownPerson'. A `reason` MUST be specified.
ru: Объяснение касательно того, почему `personType` этого физического лица имеет значение 'anonymousPerson' или 'unknownPerson'. ДОЛЖНА быть указана причина (`reason`).

source: Names
es: Nombres
fr: Noms
ru: ФИО

source: One or more known names for this individual.
ru: Одно или несколько известных имен и фамилия данного физического лица.

source: One or more official identifiers for this perrson. Where available, official registration numbers should be provided.
ru: Один или несколько официальных идентификаторов данного физического лица. Если имеются официальные регистрационные номера, их следует указать.

source: Nationality
es: Nacionalidad
fr: Nationalité
ru: Гражданство

source: An array of ISO 2-Digit country codes representing nationalities held by this individual.
ru: Массив из 2-значных кодов стран в соответствии со стандартом ISO, отражающий гражданства, имеющиеся у данного физического лица.

source: Place of birth
ru: Место рождения

source: Date of birth
ru: Дата рождения

source: The date of birth for this individual. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Дата рождения данного физического лица. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Death date
ru: Дата смерти

source: If this individual is no longer alive, provide their date of death. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Если этого физического лица уже нет в живых, укажите дату его смерти. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Place of residence
ru: Место жительства

source: Tax residency
ru: Место жительства в целях налогообложения

source: An array of ISO 2-Digit country codes representing the tax residencies held by this individual.
ru: Массив из 2-значных кодов стран в соответствии со стандартом ISO, отражающий места жительства данного физического лица в целях налогообложения.

source: The source of information about this person, or of information that supports an unknown or anonymous person statement.
ru: Источник информации о данном физическом лице или информации, подтверждающей запись о неизвестном или неустановленном физическом лице.

source: Political exposure
ru: Политический статус

source: Information about whether, and how, the person described by this statement is politically exposed. Use this property only if politically exposed person (PEP) declarations are expected as part of beneficial ownership declarations.
es: Información sobre si la persona descrita en este enunciado está expuesta políticamente y de qué manera. Use esta propiedad solo si se esperan declaraciones de personas políticamente expuestas (PEP) como parte de las declaraciones de beneficiarios finales.
fr: Information sur l'éventuelle exposition politique de la personne décrite par cet énoncé. Il convient d'utiliser cette propriété uniquement si les déclarations de personne politiquement exposée (PPE) sont attendues dans le cadre des déclarations des bénéficiaires effectifs.
ru: Информация о том, является ли описанное в характеристике физическое лицо публичным должностным лицом и в каком виде. Это свойство используется, только если в рамках декларации бенефициарного владельца ожидаются декларации о статусе публичного должностного лица (ПДЛ).

source: Politically exposed person (PEP) status
ru: Статус публичного должностного лица (ПДЛ)

source: This value is 'isPep' or 'isNotPep' according to whether the person described by this statement has the status of politically exposed person (PEP). An 'unknown' value means a PEP status declaration is expected but missing; the reason for the missing data SHOULD be supplied in the details array.
ru: Это значение может быть 'isPep' или 'isNotPep' в зависимости от того, имеет ли физическое лицо, описанное в этой характеристике, статус публичного должностного лица (ПДЛ). Значение 'unknown' означает, что статус ПДЛ должен быть, но не указан. В массиве информации РЕКОМЕНДУЕТСЯ указать причину отсутствия таких данных.

source: Politically exposed person (PEP) details
ru: Информация о публичном должностном лице (ПДЛ)

source: One or more descriptions of this person's Politically Exposed Person (PEP) status.
es: Una o más descripciones del estado de Persona Políticamente Expuesta (PEP) de esta persona.
fr: Une ou plusieurs descriptions du statut de personne politiquement exposée (PPE) de cette personne.
ru: Одно или несколько описаний статуса публичного должностного лица (ПДЛ) этого физического лица.

source: Notes on the application of the code.
es: Notas sobre la aplicación del código.
fr: Remarques sur l'application du code.

source: Components
es: Componentes
fr: Composants

source: Types of object that can be used via $ref throughout the BODS schema.
es: Tipos de objeto que pueden usarse a través de $ref en todo el esquema del BODS.
fr: Types d'objet pouvant être utilisés via $ref dans le schéma de la BODS.

source: Semi-structured address details, suitable for processing using address-parsing algorithms. Where postal codes and country information are isolated fields in source systems, this information SHOULD be published in the dedicated fields and SHOULD NOT be published in the `address` field.
es: Detalles de dirección semiestructurados, aptos para procesamiento usando algoritmos de análisis de direcciones. Si los códigos postales y la información de país son campos aislados en los sistemas fuente, esta información DEBERÍA publicarse en los campos exclusivos y NO DEBERÍA publicarse en el campo `address`.
fr: Détails d'adresse semi-structurés, adaptés au traitement par des algorithmes d'analyse d'adresse. Si les codes postaux et les informations de pays sont des champs isolés dans les systèmes sources, ces informations DEVRAIENT être publiées dans les champs dédiés et non PAS dans le champ `address`.

source: The function of the address, using the addressType codelist.
es: La función de la dirección, usando la lista de códigos addressType.
fr: Fonction de l'adresse, à l'aide de la liste de codes addressType.

source: The address, with each line or component separated by a line-break or comma.
es: La dirección, con cada línea o componente separado por un salto de línea o una coma.
fr: Adresse, avec chaque ligne ou composant séparé par un saut de ligne ou une virgule.

source: The country for this address.
es: El país de esta dirección.
fr: Pays de cette adresse.

source: Country Code
es: Código de país
fr: Code pays

source: A Jurisdiction MUST have a name. A jurisdiction SHOULD have a 2-letter country code (ISO 3166-1) or a subdivision code (ISO 3166-2).
es: Una jurisdicción DEBE tener un nombre. Una jurisdicción DEBERÍA tener un código de país de 2 letras (ISO 3166-1) o un código de subdivisión (ISO 3166-2).
fr: Une juridiction DOIT avoir un nom. Une juridiction DEVRAIT avoir un code pays de 2 lettres (ISO 3166-1) ou un code de subdivision (ISO 3166-2).

source: Country or Subdivision Code
es: Código de país o subdivisión
fr: Code de pays ou de subdivision

source: An identifier that has been assigned to a person or entity. `scheme` or `schemeName` (or both) MUST be included in an Identifier object.
es: Un identificador que se ha asignado a una persona o entidad. `scheme` o `schemeName` (o ambos) DEBEN estar incluidos en un objeto identificador.
fr: Identifiant attribué à une personne ou une entité. Le `scheme` ou le `schemeName` (ou les deux) DOIVENT être inclus dans un objet d'identifiant.

source: The identifier for a person or entity, as issued by the scheme.
es: El identificador para una persona o entidad, según lo emitido por el esquema.
fr: Identifiant d'une personne ou d'une entité, tel qu'émis par le schéma.

source: Scheme Code
es: Código de esquema
fr: Code de schéma

source: For entities, a code from org-id.guide (https://www.org-id.guide) for an identifier-issuing authority (e.g. 'GB-COH'). For natural persons, a value with the pattern {JURISDICTION}-{TYPE} where JURISDICTION is an ISO 3166-1 3-digit country code and TYPE is one of PASSPORT, TAXID or IDCARD.
es: Para las entidades, un código de org-id.guide (https://www.org-id.guide) para una autoridad emisora de identificadores (p. ej. 'GB-COH'). Para personas físicas, un valor con el patrón {JURISDICTION}-{TYPE}, donde JURISDICTION es un código de país de 3 dígitos de ISO 3166-1 y TYPE es uno de PASSPORT, TAXID o IDCARD.
fr: Pour les entités, un code de org-id.guide (https://www.org-id.guide) d'une autorité émettrice d'identifiants (ex. 'GB-COH'). Pour les personnes physiques, une valeur avec le modèle {JURISDICTION}-{TYPE} où une JURIDICTION est un code pays à 3 chiffres ISO 3166-1 et un TYPE est un PASSEPORT, un NUMÉRO D'IDENTIFICATION FISCALE ou une CARTE D'IDENTITÉ.

source: Scheme Name
es: Nombre del esquema
fr: Nom du schéma

source: The name of the identifier-issuing authority.
es: El nombre de la autoridad emisora del identificador.
fr: Nom de l'autorité émettrice d'identifiants.

source: A canonical URI (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) for the identifier and associated details of the person or entity, if one exists.
es: Un URI (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) canónico para el identificador y detalles asociados de la persona o entidad, si existen.
fr: URI canonique (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) pour l'identifiant et les détails connexes de la personne ou de l'entité, si elle existe.

source: Unspecified or unknown person or entity
es: Persona o entidad no especificada o desconocida
fr: Personne ou entité non spécifiée ou non connue

source: A `reason` MUST be supplied.
es: DEBE indicarse un `reason`.
fr: Un `motif` DOIT être fourni.
