Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: The part of the person's `fullName` that identifies the person within their family. These are given to a person by their parents at birth or may be legally recognised as 'given names' through a formal process. For example, the given name for Johann Sebastian Bach is 'Johann Sebastian'.
es: La parte del `fullName` de la persona que identifica a la persona dentro de su familia. Los padres le dan este nombre a la persona al momento de nacer o puede ser legalmente reconocido como 'given names' mediante un proceso formal. Por ejemplo, el nombre de pila de Johann Sebastian Bach es 'Johann Sebastian'.
fr: Partie du `fullName` de la personne qui identifie la personne au sein de sa famille. Le prénom est choisi par les parents à la naissance de la personne ou il peut être reconnu sur le plan juridique comme 'given names' au moyen d'une procédure officielle. Par exemple, le prénom de Johann Sebastian Bach est 'Johann Sebastian'.

source: Part of the person's `fullName` which is inherited from their father, as is common in countries such as Iceland, Ethiopia and Russia. For example, the 'Sergeyevich' in 'Mikhail Sergeyevich Gorbachev'.
es: Parte del `fullName` que la persona hereda de su padre, que es común en países como Islandia, Etiopía y Rusia. Por ejemplo, el 'Sergeyevich' en 'Mikhail Sergeyevich Gorbachev'.
fr: Partie du `fullName` de la personne qui est héritée du père, une pratique courante dans certains pays comme l'Islande, l'Éthiopie et la Russie. Par exemple, 'Sergeyevich' dans 'Mikhail Sergeyevich Gorbachev'.

source: PEP Status Details
es: Detalles del estado de PEP
fr: Détails du statut de PPE

source: Information about a person's political involvement.
es: Información sobre la participación política de una persona.
fr: Informations sur l'engagement politique d'une personne.

source: Missing Information Reasons
es: Motivos de información faltante
fr: Motifs d'informations manquantes

source: An explanation of why the PEP status for the person is not provided (i.e. `politicalExposure.status` is 'unknown'). This may be a standard descriptive phrase from the source system, or a free text justification. Where this field is present it should be the only field except for `source`.
es: Una explicación del motivo por el que no se proporciona el estado de PEP de la persona (es decir, `politicalExposure.status` es 'unknown'). Esto puede ser una frase descriptiva estándar del sistema fuente o una justificación de texto libre. Cuando este campo está presente, debería ser el único campo a excepción de `source`.
fr: Explication de l'absence d'indication du statut de PPE de la personne (`politicalExposure.status` est 'unknown'). Il peut s'agir d'une phrase descriptive type du système source ou d'une justification sous forme de texte libre. Lorsque ce champ est présent, il doit être le seul champ à l'exception de la `source`.

source: State Date
es: Fecha del estado
fr: Date d'obtention du statut

source: The date from which this person had the status of a Politically-exposed Person (PEP). The date MUST be given in YYYY-MM-DD format. Where a precise month or date are unknown, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha desde la cual esta persona tuvo el estado de persona expuesta políticamente (PEP). La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette personne a obtenu le statut de personne politiquement exposée (PPE)". La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: End Date
es: Fecha de finalización
fr: Date de fin

source: The date from which this person no longer had the status of a Politically-exposed Person (PEP). The date MUST be given in YYYY-MM-DD format. Where a precise month or date are unknown, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha desde la cual esta persona ya no tenía el estado de persona expuesta políticamente (PEP). La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette personne n'a plus le statut de personne politiquement exposée (PPE). La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: Relationship Record Details
es: Detalles del registro de relaciones
fr: Détails de l'enregistrement de la relation

source: Information about the interests that an interested party (a person or entity) holds in the subject (an entity).
es: Información sobre los intereses que una parte interesada (una persona o entidad) tiene sobre el sujeto (una entidad).
fr: Informations sur la participation qu'une partie intéressée (une personne ou une entité) détient dans le sujet (une entité).

source: Whether this relationship is a component of a wider indirect relationship. Where `isComponent` is 'true': (1) the `recordId` of this secondary Relationship Statement MUST be an element in the `componentRecords` array of that primary Relationship Statement, (2) this Relationship Statement MUST come before that primary Relationship Statement in a BODS package or stream, (3) the replacement of this Relationship Statement SHOULD be considered when replacing the primary Relationship Statement, and (4) the primary Relationship Statement MUST have an `isComponent` value of 'false'. Where `isComponent` is 'false', this Relationship Statement is the primary declaration of the relationship between the `subject` and the `interestedParty`.
es: Si esta relación es un componente de una relación indirecta más amplia. Cuando `isComponent` es 'true': (1) el `recordId` de esta enunciado sobre relación secundaria DEBE ser un elemento en el arreglo de datos `componentRecords` de dicho enunciado sobre relación primaria, (2) este enunciado sobre relación DEBE venir antes de dicho enunciado sobre relación primaria en un paquete o transmisión del BODS, (3) el reemplazo de este enunciado sobre relación DEBERÍA considerarse al reemplazar el enunciado sobre relación primaria, y (4) el enunciado sobre relación primaria DEBE tener un valor `isComponent` 'false'. Cuando `isComponent` es 'false', este enunciado sobre relación es la declaración primaria de la relación entre el `subject` y la `interestedParty`.
fr: Si cette relation est un composant d'une relation indirecte plus large. Lorsque `isComponent` est 'true' : 1) le `recordId` de cet énoncé de relation secondaire DOIT être un élément dans le tableau `componentRecords` de cet énoncé de relation principal, 2) cet énoncé de relation DOIT être antérieur à l'énoncé de relation principal dans un paquet ou un flux de la BODS, 3) le remplacement de cet énoncé de relation DEVRAIT être envisagé lors du remplacement de l'énoncé de relation principal et 4) la valeur `isComponent` de l'énoncé de relation principal DOIT être 'false'. Si `isComponent` est 'false', cet énoncé de relation constitue la déclaration principale de la relation entre le `subject` et la `interestedParty`.

source: Component Record IDs
es: Identificaciones del registro de componentes
fr: Identifiants des enregistrements de composants

source: The `recordId` values of all component records that provide detail about this relationship between the `subject` and the `interestedParty` (if it is indirect). If this relationship has components, its own `isComponent` value MUST be 'false'.
es: Los valores `recordId` de todos los registros de componentes que brindan detalles sobre esta relación entre el `subject` y la `interestedParty` (si es indirecta). Si esta relación tiene componentes, su propio valor `isComponent` DEBE ser 'false'.
fr: Les valeurs `recordId` de tous les enregistrements de composants qui fournissent des détails sur cette relation entre le `subject` et la `interestedParty` (si elle est indirecte). Si cette relation a des composants, sa valeur `isComponent` DOIT être 'false'.

source: The `recordId` for the subject of the relationship, or a reason why the subject cannot be specified. The subject MUST be an entity.
es: El `recordId` del sujeto de la relación o un motivo por el que el sujeto no puede especificarse. El sujeto DEBE ser una entidad.
fr: `recordId` du sujet de la relation ou raison pour laquelle le sujet ne peut pas être spécifié. Le sujet DOIT être une entité.

source: Interested Party
es: Parte interesada
fr: Partie intéressée

source: The `recordId` for the interested party in the relationship, or an Unspecified Record object with a reason for why this information has not been disclosed. The interested party MAY be an entity or a person. An Unspecified Record SHOULD only be used where no information at all is known about interested parties beyond this point of the beneficial ownership network. If the interested party is known to be an entity or person but their particular identity is unavailable, a `recordId` for them SHOULD be provided here (and the their `recordDetails.[person|entity]Type` should indicate that they are anonymous or unknown).
es: El `recordId` de la parte interesada en la relación o un objeto del registro no especificado con un motivo por el que esta información no se ha divulgado. La parte interesada PUEDE ser una entidad o una persona. Solo DEBERÍA usarse un registro no especificado cuando no se conozca ninguna información sobre las partes interesadas más allá de este punto de la red de titularidad real. Si se conoce que la parte interesada es una entidad o persona, pero su identidad particular no está disponible, aquí DEBERÍA proporcionarse un `recordId` para ella (y su `recordDetails.[person|entity]Type` debería indicar que es anónima o desconocida).
fr: `recordId` de la partie intéressée dans la relation ou objet Enregistrement non spécifié accompagné d'un motif expliquant pourquoi ces informations n'ont pas été divulguées. La partie intéressée PEUT être une entité ou une personne. Un enregistrement non spécifié DEVRAIT uniquement être utilisé si aucune information n'est connue à propos des parties intéressées au-delà de ce point du réseau des bénéficiaires effectifs. Si la partie intéressée est connue comme une entité ou une personne mais que son identité n'est pas disponible, un `recordId` DEVRAIT lui être attribué ici (et ses `recordDetails.[person|entity]Type` devraient indiquer qu'elle est anonyme ou inconnue).

source: A description of the interests held by the interested party in the subject.
es: Una descripción de los intereses que la parte interesada tiene en el sujeto.
fr: Description des participations détenues par la partie intéressée dans le sujet.

source: A description of an interest held by an interestedParty in the subject.
es: Una descripción de un interés que una interestedParty tiene en el sujeto.
fr: Description d'une participation détenue par une interestedParty dans le sujet.

source: Type of Interest
es: Tipo de interés
fr: Type de participation

source: The nature of the interest, using the interestType codelist.
es: La naturaleza del interés, usando la lista de códigos interestType.
fr: Nature de la participation, à l'aide de la liste de codes interestType.

source: Direct or Indirect
es: Directo o indirecto
fr: Directe ou indirecte

source: Beneficial Ownership or Control
es: Titularidad o control del beneficiario final
fr: Propriété effective ou contrôle

source: Whether this interest (alone or with others) means the interested party is a beneficial owner of the subject. If 'true' the interested party MUST be a natural person. The definition of 'beneficial owner' in operation SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: Si este interés (solo o con otros) significa que la parte interesada es un beneficiario final del sujeto. Si es 'true', la parte interesada DEBE ser una persona física. La definición de 'beneficiario final' usada DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Si cette participation (seule ou non) signifie que la partie intéressée est un bénéficiaire effectif du sujet. Si c'est 'true', la partie intéressée DOIT être une personne physique. La définition de 'bénéficiaire effectif' utilisée DEVRAIT être notée dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: The local name given to this kind of interest, or further information (semi-structured or unstructured) to clarify the nature of the interest.
es: El nombre local asignado a este tipo de interés, o más información (semiestructurada o no estructurada) para aclarar la naturaleza del interés.
fr: Nom local donné à ce type de participation, ou informations complémentaires (semi-structurées ou non structurées) pour clarifier la nature de la participation.

source: Percentage Share
es: Porcentaje de participación
fr: Quote-part en pourcentage

source: The proportion of this type of interest held by the interested party, where an interest is countable. Provide the `exact` percentage if known. Otherwise, `minimum` (or `exclusiveMinimum`) and `maximum` (or `exclusiveMaximum`) can be used to record the range into which the proportion falls. (The `minimum` and `maximum` values are inclusive.)
es: La proporción de este tipo de interés que la parte interesada posee, donde un interés es contable. Indique el porcentaje `exact` si lo conoce. De lo contrario, puede usar `minimum` (o `exclusiveMinimum`) y `maximum` (o `exclusiveMaximum`) para registrar el rango en el que cae la proporción (los valores `minimum` y `maximum` son inclusivos).
fr: Quote-part de ce type de participation détenue par la partie intéressée, lorsqu'une participation est dénombrable. Il convient d'indiquer le pourcentage `exact`, s'il est connu. Autrement, un `minimum` (ou `exclusiveMinimum`) et `maximum` (ou `exclusiveMaximum`) peuvent être utilisés pour enregistrer la fourchette à laquelle la proportion appartient. (Les valeurs `minimum` et `maximum` sont inclusives.)

source: Exact percentage
es: Porcentaje exacto
fr: Pourcentage exact

source: The exact share of this interest held (if available).
es: La cuota exacta que se tiene de este interés (si corresponde).
fr: Quote-part exact de cette participation (si disponible).

source: Maximum Percentage
es: Porcentaje máximo
fr: Pourcentage maximum

source: The inclusive upper bound of the share of this interest.
es: El límite superior inclusivo de la cuota de este interés.
fr: Limite supérieure inclusive de la quote-part de cette participation.

source: Minimum Percentage
es: Porcentaje mínimo
fr: Pourcentage minimum

source: The inclusive lower bound of the share of this interest.
es: El límite inferior inclusivo de la cuota de este interés.
fr: Limite inférieure inclusive de la quote-part de cette participation.

source: Exclusive Minimum percentage
es: Porcentaje mínimo exclusivo
fr: Pourcentage minimum exclusif

source: The exclusive lower bound of the share of this interest.
es: El límite inferior exclusivo de la cuota de este interés.
fr: Limite inférieure exclusive de la quote-part de cette participation.

source: Exclusive Maximum Percentage
es: Porcentaje máximo exclusivo
fr: Pourcentage maximum exclusif

source: The exclusive upper bound of the share of this interest.
es: El límite superior exclusivo de la cuota de este interés.
fr: Limite supérieure exclusive de la quote-part de cette participation.

source: Start Date
es: Fecha de inicio
fr: Date de début

source: The date from which this interest was active. The date MUST be given in YYYY-MM-DD format. Where a precise month or date are unknown, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha desde la cual este interés estuvo activo. La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette participation est active. La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: The date from which this interest ceased to exist. The date MUST be given in YYYY-MM-DD format. Where a precise month or date are unknown, the value may be rounded to the first day of the (first) month. This rounding SHOULD be noted in accompanying guidance (such as a publication policy or data use guide).
es: La fecha desde la cual este interés dejó de existir. La fecha DEBE indicarse en formato AAAA-MM-DD. Si no se pueden indicar un mes o una fecha precisos, puede redondearse el valor al primer día del (primer) mes. Este redondeo DEBERÍA mencionarse en la guía complementaria (como una política de publicaciones o una guía de uso de datos).
fr: Date à laquelle cette participation cesse d'exister. La date DOIT respecter le format AAAA-MM-JJ. En cas d'absence de précision sur le mois ou la date, la valeur peut être arrondie au premier jour du (premier) mois. Cet arrondi DEVRAIT être noté dans les documents relatifs (comme une politique de publication ou un guide d'utilisation des données).

source: Statements
es: Enunciados
fr: Énoncés

source: An array of Statements.
es: Un arreglo de datos de enunciados.
fr: Tableau d'énoncés.

source: Statement
es: Enunciado
fr: Énoncé

source: A claim about a person, entity or relationship, made at a particular point in time.
es: Una afirmación sobre una persona, entidad o relación, realizada en un momento particular.
fr: Affirmation à propos d'une personne, d'une entité ou d'une relation, formulée à un moment donné.

source: A persistent globally unique identifier for this Statement. Length MUST be 32 - 64 characters (inclusive).
es: Un identificador único global persistente para este enunciado. La longitud DEBE ser de entre 32 y 64 caracteres (inclusive).
fr: Identifiant global unique persistant de cet énoncé. La longueur DOIT être comprise entre 32 et 64 caractères (inclusive).

source: Statement Date
es: Fecha del enunciado
fr: Date de l'énoncé

source: The date on which this statement was declared by the source, in full-date (YYYY-MM-DD) or date-time (e.g. YYYY-MM-DDTHH:MM:SSZ) format. See the IETF RFC3339 standard, section 5.6.
es: La fecha en la que este enunciado fue emitido por la fuente, en formato de fecha completa (AAAA-MM-DD) o fecha-hora (p. ej., AAAA-MM-DDTHH:MM:SSZ). Consulte el estándar IETF RFC3339, sección 5.6.
fr: Date de création de cet énoncé par la source, sous un format de date complète (AAAA-MM-JJ) ou de date-heure (ex. AAAA-MM-JJTHH:MM:SSZ). Voir la norme IETF RFC3339, section 5.6.

source: Annotations about this Statement or parts of this Statement
es: Notas sobre este enunciado o partes de este enunciado
fr: Annotations à propos de cet énoncé ou de parties de cet énoncé.

source: Information concerning the publication of this Statement.
es: Información relacionada con la publicación de este enunciado.
fr: Informations concernant la publication de cet énoncé.

source: The date on which this statement was published, in full-date (YYYY-MM-DD) or date-time (e.g. YYYY-MM-DDTHH:MM:SSZ) format. See the IETF RFC3339 standard, section 5.6.
es: La fecha en la que este enunciado fue publicado, en formato de fecha completa (AAAA-MM-DD) o fecha-hora (p. ej., AAAA-MM-DDTHH:MM:SSZ). Consulte el estándar IETF RFC3339, sección 5.6.
fr: Date de publication de cet énoncé, sous un format de date complète (AAAA-MM-JJ) ou de date-heure (ex. AAAA-MM-JJTHH:MM:SSZ). Voir la norme IETF RFC3339, section 5.6.

source: BODS Version
es: Versión del BODS
fr: Version de la BODS

source: The version of the Beneficial Ownership Data Standard to which this Statement conforms, expressed as major.minor (e.g. 0.2 or 1.0). In a published BODS dataset, all Statements MUST have the same major version number.
es: La versión del Estándar de datos sobre beneficiarios finales con la que este enunciado guarda conformidad, expresada como major.minor (p. ej., 0.2 o 1.0). En un conjunto de datos del BODS publicado, todos los enunciados DEBEN tener el mismo número de versión principal.
fr: Version de la norme relative aux données sur la propriété effective à laquelle cet énoncé se conforme, exprimée comme majeure/mineure (ex. 0.2 ou 1.0). Dans un ensemble de données de la BODS publié, tous les énoncés DOIVENT avoir le même numéro majeur de version.

source: A link to the license that applies to this Statement. The canonical URI of the license SHOULD be used. Publishers are encouraged to use a Public Domain Dedication or Open Definition Conformant (http://opendefinition.org/licenses/) license.
es: Un enlace a la licencia que se aplica a este enunciado. DEBERÍA usarse el URI canónico de la licencia. Se recomienda a los publicadores que usen una licencia de inscripción de dominio público o una que cumpla con Open Definition (http://opendefinition.org/licenses/).
fr: Lien vers la licence qui s'applique à cet énoncé. L'URI canonique de la licence DEVRAIT être utilisé. Les éditeurs sont encouragés à utiliser une licence Public Domain Dedication ou Open Definition Conformant (http://opendefinition.org/licenses/).

source: Details of the organisation or person publishing a Statement.
es: Detalles de la organización o persona que publica un enunciado.
fr: Détails de l'organisation ou de la personne qui publie un énoncé.

source: The name of the publisher.
es: El nombre del publicador.
fr: Nom de l'éditeur.

source: The URL where details of the full dataset, or of the publisher, can be found.
es: La URL donde pueden encontrarse detalles del conjunto de datos completo o del publicador.
fr: URL permettant de trouver des précisions sur l'ensemble de données complet ou sur l'éditeur.

source: The source of information in this statement. Each statement SHOULD contain source information.
es: La fuente de información de este enunciado. Cada enunciado DEBERÍA contener información fuente.
fr: Source d'information de cet énoncé. Chaque énoncé DEVRAIT contenir une source d'information.

source: Declaration Reference
es: Referencia de la declaración
fr: Référence de la déclaration
