Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: A jurisdiction MUST have a name. A jurisdiction SHOULD have the 2-letter country code (ISO 3166-1) or the subdivision code (ISO 3166-2) for the jurisdiction.
ru: У юрисдикции ДОЛЖНО быть название. РЕКОМЕНДУЕТСЯ, чтобы у юрисдикции был 2-буквенный код страны (ISO 3166-1) или код подразделения юрисдикции (ISO 3166-2).

source: The name of the jurisdiction
es: Nombre de la jurisdicción
fr: Nom de la juridiction
ru: Название юрисдикции

source: Country or subdivision code
ru: Код страны или подразделения

source: The 2-letter country code (ISO 3166-1) or the subdivision code (ISO 3166-2) for the jurisdiction.
es: El código de país de 2 letras (ISO 3166-1) o el código de subdivisión (ISO 3166-2) para la jurisdicción.
fr: Code pays (ISO 3166-1) ou code de subdivision (ISO 3166-2) de 2 lettres de la juridiction.
ru: 2-буквенный код страны (ISO 3166-1) или код подразделения юрисдикции (ISO 3166-2).

source: PEP Status
ru: Статус ПДЛ

source: A description of a politically-exposed person status.
ru: Описание статуса публичного должностного лица.

source: Reason
es: Motivo
fr: Motif
ru: Причина

source: The reason for this person being declared a politically-exposed person.
es: Motivo por el cual se declaró a esta persona como políticamente expuesta.
fr: Motif pour lequel cette personne est déclarée comme personne politiquement exposée.
ru: Причина объявления этого физического лица публичным должностным лицом.

source: Missing information reason(s)
ru: Причина(-ы) отсутствия информации

source: An explanation of the reason that PEP status for the person is not provided (i.e. `politicalExposure.status` is 'unknown'). This may be a standard descriptive phrase from the source system, or a free-text justification. Where this field is present it should be the only field except for `source`.
ru: Объяснение причины, почему не указан статус ПДЛ физического лица (например, `politicalExposure.status` — 'unknown'). Это может быть стандартная описательная фраза из исходной системы или пояснение в форме неструктурированного текста. Если это поле присутствует, оно должно быть единственным, кроме поля `source`.

source: The jurisdiction where this person is a PEP.
es: La jurisdicción en la cual la persona reviste la condición de PEP.
fr: Juridiction où la personne est politiquement exposée.
ru: Юрисдикция, в которой это физическое лицо является ПДЛ.

source: State date
ru: Начальная дата

source: When did this PEP status begin. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Когда начал действовать этот статус ПДЛ. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: When did this PEP status end. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Когда перестал действовать этот статус ПДЛ. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: The source of this PEP information
es: Fuente de la información sobre la PEP
fr: Source de ces informations sur la PPE
ru: Источник этой информации о ПДЛ

source: Publication Details
es: Detalles de la publicación
fr: Détails de la publication
ru: Сведения о публикации

source: Information concerning the publication of this statement.
ru: Информация касательно публикации данной записи.

source: Publication date
es: Fecha de publicación
fr: Date de publication
ru: Дата публикации

source: The date on which this statement was published.
ru: Дата, в которую была опубликована данная запись.

source: BODS version
ru: Версия СДБВ

source: The version of the Beneficial Ownership Data Standard to which this statement conforms, expressed as major.minor. For example: 0.2 or 1.0.
ru: Версия Стандарта данных о бенефициарном владении, которой соответствует данная запись, выраженная в формате «основной_номер.дополнительный_номер». Например: 0.2 или 1.0.

source: License URL
es: URL de la licencia
fr: URL de la licence
ru: URL лицензии

source: A link to the license that applies to this statement. The canonical URI of the license SHOULD be used. Publishers are encouraged to use a Public Domain Dedication or Open Definition Conformant (http://opendefinition.org/licenses/) license.
ru: Ссылка на лицензию, которая применяется к этой характеристике. РЕКОМЕНДУЕТСЯ использовать общепринятый код URI лицензии. Издателям рекомендуется использовать лицензию, переданную в общественное достояние, или лицензию, соответствующую определениям о свободном доступе (http://opendefinition.org/licenses/).

source: Publisher
es: Publicador
fr: Éditeur
ru: Издатель

source: Details of the organisation or individual publishing this statement.
ru: Сведения об организации или физическом лице, публикующем данную запись.

source: Details of the organisation or individual publishing a statement.
ru: Сведения об организации или физическом лице, публикующем запись.

source: The name of the publisher
ru: ФИО/название издателя

source: The URL of the parent dataset or of the publisher's website homepage
ru: URL родительского набора данных домашней страницы веб-сайта издателя

source: Public listing
ru: Регистрация на фондовой бирже

source: Details of a publicly listed company, its securities (shares and other tradable financial instruments related to the entity), and related regulatory filings.
es: Detalles de una empresa que cotiza en bolsa, sus valores (acciones y otros instrumentos financieros negociables relacionados con la entidad) y documentos regulatorios relacionados.
fr: Détails d'une société cotée en bourse, de ses titres (actions et autres instruments financiers négociables liés à l'entité) et des dépôts réglementaires associés.
ru: Информация о регистрации на фондовой бирже компании, ее ценных бумаг (акций и других продаваемых финансовых инструментов, связанных с сущностью), и связанными с ними документами, поданными в регулирующие органы.

source: Has public listing
ru: Зарегистрирована на фондовой бирже

source: This value MUST be true if the entity is known to be a publicly listed company.
ru: Это значение ДОЛЖНО быть «true», если известно, что сущность является компанией, зарегистрированной на фондовой бирже.

source: Company filings URLs
ru: URL-адреса документов компании

source: URL or URLs where regulatory filings related to major holdings can be retrieved. URLs may point to pages maintained by regulatory bodies, stock exchanges or by the company itself.
es: La URL o las URLs donde se pueden recuperar las presentaciones reglamentarias relacionadas con las principales participaciones. Las URLs pueden apuntar a páginas mantenidas por organismos reguladores, bolsas de valores o por la propia empresa.
fr: Une ou plusieurs URL permettant de récupérer les dépôts réglementaires concernant les participations importantes. Ces URL peuvent diriger vers des pages conservées par des organismes réglementaires, des bourses de valeurs ou l'entreprise elle-même.
ru: URL-адрес(-а), где можно найти поданные в регулирующие органы документы, связанные с основной собственностью. URL-адреса могут указывать на страницы, принадлежащие регулирующим органам, фондовым биржам или самой компании.

source: Securities listings
ru: Регистрация ценных бумаг на фондовой бирже

source: Details of the entity's securities and the public exchanges and markets on which they are traded. All equity securities SHOULD BE listed here, plus any other securities from which beneficial ownership might be derived. Where a security is traded on more than one market, there SHOULD BE an entry for each market (or market segment).
ru: Информация о ценных бумагах компании, а также о публичных биржах и рынках, на которых они продаются. Здесь РЕКОМЕНДУЕТСЯ указать все долевые ценные бумаги, а также другие ценные бумаги, с которыми связано бенефициарное владение. Если ценные бумаги продаются на нескольких рынках, РЕКОМЕНДУЕТСЯ добавить запись по каждому рынку (или сегменту рынка).

source: Securities listing
es: Listado de valores
fr: Cotation de la valeur mobilière
ru: Регистрация ценной бумаги на фондовой бирже

source: Details of a security and the market on which it is traded.
es: Detalles de un valor y el mercado en el que se negocia.
fr: Détails d'une valeur mobilière et du marché sur lequel elle est négociée.
ru: Информация о ценной бумаге и рынке, на котором она продается.

source: Market Identifier Code (MIC)
es: Códigos de Identificación del Mercado (MIC)
fr: Code d'identification de marché (MIC, en anglais)
ru: Код идентификатора рынка (MIC)

source: The Market Identifier Code (MIC) of the market on which the security is traded. Where the security is traded on a segment of an exchange, this is the MIC of the segment. Where it is traded on the main exchange, this is the MIC of the main exchange and MUST match the `operatingMarketIdentifierCode`. MICs are allocated and managed under ISO standard 10383.
es: El Código de Identificación del Mercado (MIC) del mercado en el que se negocia el valor. Cuando el valor se negocia en un segmento de una bolsa, este es el MIC del segmento. Cuando se negocia en la bolsa principal, este es el MIC de la bolsa principal y DEBE coincidir con el `operatingMarketIdentifierCode`. Los MIC se asignan y gestionan según el estándar ISO 10383.
fr: Code d'identification (Market Identifier Code ou MIC, en anglais) du marché sur lequel la valeur mobilière est négociée. Lorsque la valeur mobilière est négociée sur un segment de bourse, il s'agit du MIC du segment. Lorsqu'elle est négociée sur la bourse principale, il s'agit du MIC de la bourse principale et DOIT correspondre au `operatingMarketIdentifierCode`. Les MIC sont attribués et gérés selon la norme ISO 10383.
ru: Код идентификатора рынка (MIC), на котором продается ценная бумага. Если ценная бумага продается на сегменте фондовой биржи, указывается MIC этого сегмента. Если она продается на главной бирже, указывается MIC главной биржи, который ДОЛЖЕН соответствовать значению `operatingMarketIdentifierCode`. Коды MIC присваиваются и контролируются в соответствии со стандартом ISO 10383.

source: Operating Market Identifier Code (Operating MIC)
es: Código de Identificación del Mercado Operativo (MIC Operativo)
fr: Code d'identification de marché opérationnel
ru: Операционный код идентификатора рынка (операционный MIC)

source: The Market Identifier Code (MIC) of the main exchange or trading platform handling trades in this security. Where the security is traded on a segment of an exchange, this is the MIC of the parent exchange or trading platform. Where it is traded on the main exchange, this is the MIC of that main exchange and MUST match the `marketIdentifierCode`. MICs are allocated and managed under ISO standard 10383.
es: El código de Identificación del Mercado (MIC) de la principal bolsa o plataforma de negociación que maneja transacciones en este valor. Cuando el valor se negocia en un segmento de una bolsa, este es el MIC de la plataforma de negociación o bolsa matriz. Cuando se negocia en la bolsa principal, este es el MIC de esa bolsa principal y DEBE coincidir con el `marketIdentifierCode`. Los MIC se asignan y gestionan según el estándar ISO 10383.
fr: Code d'identification de marché (Market Identifier Code ou MIC, en anglais) de la bourse ou de la plateforme de négociation principale qui gèrent les transactions sur cette valeur mobilière. Lorsque la valeur mobilière est négociée sur un segment de bourse, il s'agit du MIC de la bourse ou de la plateforme de négociation parent. Lorsqu'elle est négociée sur la bourse principale, il s'agit du MIC de la bourse principale et DOIT correspondre au `operatingMarketIdentifierCode`. Les MIC sont attribués et gérés selon la norme ISO 10383.
ru: Код идентификатора рынка (MIC) главной биржи или торговой платформы, на которой продается эта ценная бумага. Если ценная бумага продается на сегменте фондовой биржи, указывается MIC биржи или платформы высшего уровня. Если она продается на главной бирже, указывается MIC главной биржи, который ДОЛЖЕН соответствовать значению `marketIdentifierCode`. Коды MIC присваиваются и контролируются в соответствии со стандартом ISO 10383.

source: Stock exchange jurisdiction
ru: Юрисдикция фондовой биржи

source: The 2-letter country code (ISO 3166-1) or the subdivision code (ISO 3166-2) for the jurisdiction under which the exchange, market or trading platform is regulated.
es: El código de país de 2 letras (ISO 3166-1) o el código de subdivisión (ISO 3166-2) de la jurisdicción bajo la cual se regula la bolsa, el mercado o la plataforma de negociación.
fr: Code pays à 2 lettres (ISO 3166-1) ou code de subdivision (ISO 3166-2) pour la juridiction sous laquelle la bourse, le marché ou la plateforme de négociation est réglementé.
ru: 2-буквенный код страны (ISO 3166-1) или код подразделения (ISO 3166-2) юрисдикции, в которой регулируется биржа, рынок или торговая платформа.

source: Stock exchange name
ru: Название фондовой биржи

source: The name of the exchange, market or trading platform on which the security is traded. If the security is traded on a segment of the exchange, then the name SHOULD include both elements. For example, 'London Stock Exchange - MTF'.
es: El nombre de la bolsa, mercado o plataforma de negociación en la que se negocia el valor. Si el valor se negocia en un segmento de la bolsa, entonces el nombre DEBERÍA incluir ambos elementos. Por ejemplo, 'Bolsa de Valores de Londres'.
fr: Nom de la bourse, du marché ou de la plateforme de négociation sur laquelle ou lequel la valeur mobilière est négociée. Si la valeur est négociée sur un segment de la bourse, le nom DEVRAIT inclure ces éléments. Par exemple, 'London Stock Exchange - MTF'.
ru: Название биржи, рынка или торговой платформы, на которых продается ценная бумага. Если ценная бумага продается на сегменте биржи, РЕКОМЕНДУЕТСЯ указывать оба элемента. Например, 'London Stock Exchange - MTF'.

source: Security
es: Valores
fr: Valeur mobilière
ru: Ценная бумага

source: Identifying information of the stock or other security.
es: información identificatoria de la acción o de otro valor.
fr: Informations d'identification de l'action ou d'une autre valeur mobilière.
ru: Идентифицирующая информация акции или другой ценной бумаги.

source: Identifier scheme
ru: Схема идентификатора

source: The scheme under which the security has been issued a unique, persistent identifier. For accepted schemas, see the securitiesIdentifierSchemes codelist.
ru: Схема, согласно которой ценной бумаге присваивается уникальный постоянный идентификатор. Одобренные схемы см. в списке допустимых значений securitiesIdentifierSchemes.

source: The unique identifier of the security as issued under the `idScheme`.
es: El identificador único del valor tal como se emitió bajo `idScheme`.
fr: Identifiant unique de la valeur mobilière tel qu'émis sous le `idScheme`.
ru: Уникальный идентификатор ценной бумаги, присвоенный в соответствии с `idScheme`.

source: Stock ticker
ru: Биржевой символ

source: The stock ticker identifying this security on the named stock exchange.
es: El tablero de cotizaciones que identifica este valor en la bolsa de valores mencionada.
fr: Affichage des cotes de la bourse identifiant cette valeur mobilière sur la bourse citée.
ru: Биржевой символ, идентифицирующий ценную бумагу на соответствующей фондовой бирже.

source: Entity statement
ru: Запись о субъекте

source: A statement identifying and describing the entity that is the subject of the ownership or control described in an ownership or control statement.
ru: Запись, идентифицирующая и описывающая субъект, являющийся предметом владения или контроля, описанных в записи о владении или контроле.

source: Statement type
ru: Тип записи

source: This MUST be 'entityStatement'.
ru: ДОЛЖЕН иметь значение 'entityStatement'.

source: Is component
es: Es componente
fr: Est un composant
ru: Является компонентом

source: Does this Entity Statement represent a component of an indirect ownership-or-control relationship? Where `isComponent` is 'true': (1) the `statementID` of this Entity Statement MUST be an element in the `componentStatementIDs` array of that primary Ownership-or-control Statement, (2) this Entity Statement MUST come before that primary Ownership-or-control Statement in a BODS package or stream, (3) the replacement of this Entity Statement SHOULD be considered when replacing the primary Ownership-or-control Statement. The primary Ownership-or-control Statement MUST have a `isComponent` value of 'false'.
ru: Представляет ли данная Запись о субъекте компонент отношений косвенного владения или контроля? Если `isComponent` имеет значение 'true': (1) `statementID` такой Записи о субъекте ДОЛЖЕН быть элементом в массиве `componentStatementIDs` такой основной Записи о владении или контроле, (2) эта Запись о субъекте ДОЛЖНА стоять перед такой основной Записью о владении или контроле в пакете СДБВ или потоке, (3) замену этой Записи о субъекте СЛЕДУЕТ учесть при замене основной Записи о владении или контроле. Значение `isComponent` основной Записи о владении или контроле ДОЛЖНО быть 'false'.

source: From the entityType codelist. What kind of entity is this? The 'registeredEntity' code covers any legal entity created through an act of official registration, usually resulting in an identifier being assigned to the entity. The ‘legalEntity’ code covers other bodies with distinct legal personality (international institutions, statutory corporations etc.). The 'arrangement' code covers artificial entities, described in the data model for the purpose of associating one or more natural or legal persons together in an ownership or control relationship, but without implying that the parties to this arrangement have any other form of collective legal identity.
ru: Из списка допустимых значений entityType. Какого типа эта сущность? Значение 'registeredEntity' относится к любому юридическому лицу, созданному через акт официальной регистрации, в результате чего, как правило, сущности присваивается идентификатор. Значение ‘legalEntity’ распространяется на другие организации с явно выраженным статусом юридического лица (международные учреждения, публично-правовые организации и т. д.). Значение 'arrangement' (соглашение о владении и контроле) распространяется на искусственные сущности, описанные в модели данных в целях связывания воедино одного или нескольких физических или юридических лиц в отношениях владения или контроля, но не подразумевая, что стороны такого соглашения о владении и контроле имеют какую-либо иную форму коллективной правовой идентичности.

source: Unspecified entity details
ru: Неуказанные сведения о субъекте

source: An explanation of why this entity has an `entityType` of 'anonymousEntity' or 'unknownEntity'. A `reason` MUST be specified.
ru: Объяснение касательно того, почему `entityType` этого субъекта имеет значение 'anonymousEntity' или 'unknownEntity'. ДОЛЖНА быть указана причина (`reason`).

source: The reason that an entity cannot be specified. From the unspecifiedReason codelist.
ru: Причина невозможности указания субъекта. Из списка допустимых значений unspecifiedReason.

source: Any supporting information about the absence of a specific entity. This field may be used to provide set phrases from a source system, or for a free-text explanation.
ru: Подтверждающая информация об отсутствии конкретного субъекта. Это поле может использоваться для указания устойчивых фраз из исходной системы или для объяснения в виде неструктурированного текста.

source: Entity name
ru: Название субъекта

source: The declared name of this entity.
es: El nombre declarado de la entidad.
fr: Nom déclaré de cette entité.
ru: Объявленное название данного субъекта.

source: Alternative names
ru: Альтернативные названия

source: An array of other names this entity is known by.
es: Arreglo de otros nombres con los que se conoce a esta entidad.
fr: Série d'autres noms sous lesquels l'entité est connue.
ru: Массив других названий, под которыми известен данный субъект.

source: A name this entity is known by.
es: Nombre con el que se conoce a la entidad.
fr: Nom sous lequel cette entité est connue.
ru: Название, под которым известен данный субъект.

source: The jurisdiction in which this entity was registered (for legal and registered entities, and arrangements). Or the state's jurisdiction (for states and state bodies).
ru: Юрисдикция, в которой была зарегистрирована сущность (для юридических лиц и зарегистрированных субъектов, а также соглашений). Или юрисдикция государства (для государств и государственных органов).

source: Identifiers
es: Identificadores
fr: Identifiants
ru: Идентификаторы

source: One or more official identifiers for this entity. Where available, official registration numbers should be provided.
es: Uno o más identificadores oficiales de la entidad. De encontrarse disponibles, deberían indicarse los números de inscripción oficiales.
fr: Un ou plusieurs identifiants officiels de cette entité. Les numéros d'enregistrement officiel doivent être fournis, le cas échéant.
ru: Один или несколько официальных идентификаторов для данного субъекта. Если имеются официальные регистрационные номера, их следует указать.

source: Founding date
ru: Дата основания

source: When was this entity founded, created or registered. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Когда был основан, создан или зарегистрирован данный субъект. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Dissolution date
ru: Дата прекращения существования юридического лица

source: If this entity is no longer active, provide the date on which it was disolved or ceased. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Если данный субъект уже не является действующим, укажите дату, в которую он свое существование или свою деятельность. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Addresses
es: Domicilios
fr: Adresses
ru: Адреса

source: One or more addresses for this entity.
es: Uno o más domicilios de la entidad.
fr: Une ou plusieurs adresses de cette entité.
ru: Один или несколько адресов для данного субъекта.

source: Where a persistent URI (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) is available for this entity this should be included.
es: Cuando haya un URI persistente (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) disponible para esta entidad, debe incluirse.
fr: Lorsqu'un URI persistant (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) est disponible pour cette entité, il doit être inclus.
ru: Если доступен постоянный URI (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier), его необходимо включить для такой сущности.

source: Publication details
ru: Сведения о публикации

source: Information concerning the original publication of this statement.
ru: Информация касательно первоначальной публикации данной записи.

source: The source of information about this entity, or of information that supports an anonymous or unknown entity statement.
ru: Исходная информация о данном субъекте или информация, подтверждающая запись о субъекте с неустановленным владельцем или неизвестном субъекте.

source: Annotations
es: Notas
ru: Примечания
