Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema.po
Languages: es, fr, ru

source: Codelist schema
es: Esquema de lista de códigos
fr: Schéma de liste de codes
ru: Схема списка допустимых значений

source: Schema for BODS codelist CSV files.
es: Esquema para archivos CSV de lista de códigos BODS.
fr: Schéma pour les fichiers CSV des listes de codes de la BODS
ru: Схема для CSV-файлов списка допустимых значений СДБВ.

source: code
es: código
ru: код

source: The value to use in BODS data. Codes should match the letter case of external codes (e.g. ISO 4217) and should be camel case, otherwise.
es: El valor a utilizar en los datos BODS. Los códigos deben coincidir con las mayúsculas y minúsculas de los códigos externos (p. ej., ISO 4217) y, de lo contrario, deben ser camel case.
fr: Valeur à utiliser dans les données de la BODS. Les codes doivent respecter la casse des lettres des codes externes (ex. ISO 4217) et sinon, le camel case.
ru: Значение, используемое в данных СДБВ. Регистр кодов должен совпадать с регистром внешних кодов (например, ISO 4217), в противном случае рекомендуется использовать Camel-регистр.

source: title
es: título
fr: titre
ru: заголовок

source: A short title for the code.
es: Un título corto para el código.
fr: Titre abrégé du code.
ru: Короткий заголовок кода.

source: description
es: descripción
ru: описание

source: A longer-form description of the code.
es: Una descripción más larga del código.
fr: Description plus développée du code.
ru: Детальное описание кода

source: technical note
es: nota técnica
fr: remarque technique
ru: техническое примечание

source: Notes on the application of the code
ru: Примечания по применению этого кода

source: Statement date
ru: Дата записи

source: The date on which this statement was made.
ru: Дата, в которую была сделана данная запись.

source: Source
es: Fuente
ru: Источник

source: The source object is used to explain where information in a statement originated from, and to link to supporting information.
ru: Объект source используется для объяснения происхождения информации в записи и для ссылки на подтверждающую информацию.

source: Source type
ru: Тип источника

source: What type of source is this? Multiple tags can be combined. Values should come from the source type codelist.
ru: Какой это тип источника? Несколько тегов могут быть объединены. Значения должны поступать из списка допустимых значений sourceType

source: Description
es: Descripción
ru: Описание

source: Where required, additional free-text information about the source of this statement can be provided here.
ru: При необходимости здесь можно указать дополнительную информацию в форме неструктурированного текста об источнике данной записи.

source: Source URL
es: URL de la fuente
fr: URL de la source
ru: URL источника

source: If this information was fetched from an external URL, or a machine or human readable web page is available that provides additional information on how this statement was sourced, provide the URL.
ru: Если эта информация была получена из внешнего URL или если доступна машиночитаемая или удобочитаемая для человека веб-страница, на которой приводится дополнительная информация о том, как была получена эта запись, то укажите соответствующий URL.

source: Retrieved at
ru: Получено в

source: If this statement was imported from some external system, include a timestamp indicating when this took place. The statement's own date should be set based on the source information.
ru: Если эта запись была импортирована из какой-либо внешней системы, включите метку времени, в которой указано, когда это произошло. Собственная дата записи должна устанавливаться на основе исходной информации.

source: Asserted by
ru: Кем декларируется

source: Who is making this statement? This may be the name of the person or organisation making a self-declaration (in which case, please make sure the name field matches the organisation or person name field), or the name or description of some other party. If this statement has been verified, this may also include the name of the organisation providing verification.
ru: Кто вносит эту запись? Это может быть ФИО физического лица или название организации, формирующей личную декларацию (в этом случае просим удостовериться, что поле ФИО/названия соответствует полю ФИО/названия физического лица или организации), либо ФИО/название или описание другой стороны. Если эта запись прошла верификацию, то она также может включать в себя название организации, осуществляющей верификацию.

source: Agent
ru: Заявитель

source: An individual, organisation or other responsible agent making, or supporting, a given statement or annotation.
ru: Физическое лицо, организация или другой ответственный заявитель, формирующий или поддерживающий соответствующую запись или примечание.

source: Name
es: Nombre
fr: Nom
ru: ФИО/название

source: The name of the agent
ru: ФИО/название заявителя

source: An optional URI to identify the agent.
ru: Необязательный URI для идентификации заявителя.

source: Replaces statement(s)
ru: Заменяет запись (записи)

source: If this statement replaces a previous statement or statements, provide the identifier(s) for the previous statement(s) here. Consuming applications are advised to mark the identified statements as no longer active.
ru: Если данная запись заменяет предыдущую запись или записи, укажите здесь идентификатор(ы) предыдущей записи(-ей). Для ресурсоемких приложений рекомендуется отмечать идентифицированные записи как уже не активные.

source: Statement identifier
ru: Идентификатор записи

source: The identifier of a statement that is no longer active.
ru: Идентификатор записи, которая уже не активна.

source: Identifier
es: Identificador
fr: Identifiant
ru: Идентификатор

source: An identifier that has been assigned to this person or entity. The scheme or list from which the identifier is drawn should be declared.
ru: Этому физическому лицу или субъекту был присвоен идентификатор. Следует объявить схему или список, из которого был взят идентификатор.

source: ID
es: Identificación
ru: Идентификатор

source: The identifier for this person or entity as provided in the declared scheme.
ru: Идентификатор для этого физического лица или субъекта, указанный в объявленной схеме.

source: Scheme
ru: Схема

source: For entity statements, the scheme should be a entry from the org-id.guide (https://www.org-id.guide) codelist. For person statements, the scheme should have the pattern {JURISDICTION}-{TYPE} where JURISDICTION is an ISO 3-digit country code and TYPE is one of PASSPORT, TAXID or IDCARD. `scheme` or `schemeName` (or both) MUST be included in an Identifier object.
ru: Для характеристики сущности схема должна представлять собой значение из списка допустимых значений org-id.guide (https://www.org-id.guide). Для характеристики физического лица схема должна иметь структуру {JURISDICTION}-{TYPE}, где JURISDICTION — это 3-значный код страны согласно с ISO, а TYPE — PASSPORT, TAXID или IDCARD (паспорт, ИНН или удостоверение личности). Свойство `scheme` или `schemeName` (или оба) ДОЛЖНЫ быть включены в объект Identifier.

source: Scheme name
ru: Имя схемы

source: The name of this scheme, where the org-id code is unknown or only an unvalidated string is provided. `scheme` or `schemeName` (or both) MUST be included in an Identifier object.
ru: Имя этой схемы, где значение org-id code неизвестно или указана только непроверенная строка. `scheme` или `schemeName` (или оба) ДОЛЖНЫ быть включены в объект Identifier.

source: Where this identifier has a canonical URI (https://en.wikipedia.org/wiki/Uniform_Resource_Identifier) this may be included
ru: Если идентификатор имеет общепринятый код URI (https://ru.wikipedia.org/wiki/URI), можно включить его.

source: Statement Identifier
es: Identificador de enunciado
fr: Identifiant d'énoncé
ru: Идентификатор записи

source: A persistent globally unique identifier for this statement.
ru: Постоянный глобальный уникальный идентификатор для данной записи.

source: Address
es: Dirección
fr: Adresse
ru: Адрес

source: A free text address string, providing as much address data as is relevant, suitable for processing using address parsing algorithms. For some uses (for example, Place of Birth) only a town and country are required.
ru: Строка адреса с неструктурированным текстом, в которой указано достаточно актуальных данных об адресе и которая пригодна для обработки при помощи алгоритмов парсинга адресов. В некоторых случаях (например, Место рождения) требуется только город и страна.

source: Type
es: Tipo
ru: Тип

source: What type of address is this? See the addressType codelist.
ru: Какого типа этот адрес? См. список допустимых значений addressType.

source: The address, with each line or component of the address separated by a line-break or comma. Where postal codes are isolated fields in source systems, this `address` field SHOULD NOT include the postal code.
ru: Адрес, в котором каждая строка или компонент адреса отделены разрывом строки или запятой. Если почтовые индексы являются изолированными полями в исходных системах, то в это поле `address` (адрес) НЕ СЛЕДУЕТ включать почтовый индекс.

source: Postcode
es: Código postal
fr: Code postal
ru: Почтовый индекс

source: The postal code for this address.
es: El código postal correspondiente a este domicilio.
fr: Code postal de cette adresse.
ru: Почтовый индекс для этого адреса.

source: Country
es: País
fr: Pays
ru: Страна

source: The 2-letter country code (ISO 3166-1) for this address.
ru: 2-буквенный код страны (ISO 3166-1) для указанного адреса.

source: An name by which this individual is known. Names should be provided in `fullName`, and may optionally be broken down in the `familyName`, `givenName` and `patronymicName` fields, based on the EC ISA Core Person Vocabulary (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies) definitions.
ru: ФИО, под которыми известен этот человек. ФИО необходимо указывать в поле `fullName`, а также по желанию их можно разбить на поля `familyName`, `givenName` и `patronymicName`, в зависимости от определений в словаре EC ISA Core Person Vocabulary (https://joinup.ec.europa.eu/solution/e-government-core-vocabularies).

source: What kind of name is this? See the nameType codelist.
ru: Какого типа это имя? См. список допустимых значений nameType.

source: Full name
ru: Полное ФИО

source: The full name contains the complete name of a person as one string.
ru: Полное ФИО включает в себя полное ФИО физического лица в виде одной строки.

source: Family name
ru: Фамилия

source: A family name is usually shared by members of a family. This attribute also carries prefixes or suffixes which are part of the Family Name, e.g. 'de Boer', 'van de Putte', 'von und zu Orlow'. Multiple family names, such as are commonly found in Hispanic countries, are recorded in the single Family Name field so that, for example, Miguel de Cervantes Saavedra's Family Name would be recorded as 'Cervantes Saavedra.'
ru: Фамилия обычно характеризует членов одной семьи. Этот атрибут также может иметь префиксы или суффиксы, являющиеся частью фамилии, например: «de Boer», «van de Putte», «von und zu Orlow». Несколько фамилий, которые, к примеру, традиционно встречаются в испаноязычных странах, записываются в одно поле фамилии. Так, например, для Мигеля де Сервантеса Сааведра будет записана фамилия «Сервантес Сааведра».

source: Given names
ru: Имена

source: A given name, or multiple given names, are the denominator(s) that identify an individual within a family. These are given to a person by his or her parents at birth or may be legally recognised as 'given names' through a formal process. All given names are ordered in one field so that, for example, the given name for Johann Sebastian Bach is 'Johann Sebastian'.
ru: Имя или несколько имен, которыми этого человека называют в семье. Такие имена человеку дают родители при рождении, а также они могут признаваться юридически в соответствии с формальным процессом. Все имена указываются в одном поле. Например, имя Иоганна Себастьян Бах — «Иоганн Себастьян».

source: Patronymic Name
es: Nombre patronímico
fr: Nom patronymique
ru: Отчество

source: Patronymic names are important in some countries. Iceland does not have a concept of family name in the way that many other European countries do, for example. In Bulgaria and Russia, patronymic names are in every day usage, for example, the 'Sergeyevich' in 'Mikhail Sergeyevich Gorbachev'.
ru: Отчество — важная часть имени в некоторых странах. Например, в Исландии отсутствует понятие фамилии в том виде, в котором оно существует во многих европейских странах. В Болгарии и России отчество используется повсеместно, например «Сергеевич» в имени «Михаил Сергеевич Горбачев».

source: Interest
es: Interés
fr: Participation au capital
ru: Доля участия

source: A description of the interest held by an interestedParty in another entity.
ru: Описание доли участия, принадлежащей заинтересованной стороне (interestedParty) в другом субъекте.

source: Type of interest
ru: Тип доли участия

source: A codelist value indicating the nature of the interest. See the interestType codelist
ru: Значение из списка допустимых значений, указывающее характер доли участия. См. список допустимых значений interestType

source: Direct or indirect
ru: Прямая или косвенная

source: How directly the interest is exercised by the interested party. The value MUST be 'indirect' if intermediate entities or agents are known to exist, and MUST be 'direct' if such intermediaries are known not to exist. Otherwise the value MUST be 'unknown'.
es: La forma directa en que se ejerce el interés por la parte interesada. El valor DEBE ser 'indirecto' si se sabe que existen entidades o agentes intermediarios, y DEBE ser 'directo' si se sabe que dichos intermediarios no existen. De lo contrario, el valor DEBE ser 'desconocido'.
fr: Degré auquel la participation est directement exercée par la partie intéressée. La valeur DOIT être 'indirecte' en présence d'entités ou d'agents intermédiaires et DOIT être 'directe' en l'absence de ces intermédiaires. Autrement, la valeur DOIT être 'inconnue'.
ru: То, какую долю участия имеет заинтересованная сторона — прямую или косвенную. Значение ДОЛЖНО быть 'indirect' (косвенная), если присутствуют промежуточные сущности или агенты, и 'direct' (прямая), если таких посредников нет. В противном случае значение ДОЛЖНО быть 'unknown' (неизвестно).

source: Beneficial ownership or control
ru: Бенефициарное владение или контроль

source: Does this statement assert this as a beneficial ownership or control interest? A beneficial ownership or control interest is always between a natural person and some entity, and exists where the person ultimately benefits from, or has a degree of control over, the entity. There may be cases where a person has an interest in an entity, but where there are arrangements or other conditions that mean this interest does not constitute beneficial ownership or control.
ru: Декларируется ли данной записью доля в бенефициарном владении или контроле? Доля в бенефициарном владении или контроле всегда имеет место между физическим лицом и определенным субъектом и существует в случае, когда физическое лицо получает конечную выгоду от такого субъекта или имеет определенную степень контроля над ним. Могут быть случаи, когда физическое лицо имеет долю участия в субъекте, но при этом существуют соглашения о владении и контроле или иные условия, на основе которых такая доля участия не является бенефициарным владением или контролем.

source: Details
es: Detalles
fr: Détails
ru: Сведения

source: This field may be used to provide the local name given to this kind of interest, or any further semi-structured or unstructured information to clarify the nature of the interest held.
ru: Это поле может использоваться для указания местного названия такого типа долевого участия или дополнительной полуструктурированной или неструктурированной информации с целью выяснения характера находящейся во владении доли участия.

source: Percentage share
ru: Доля в процентах

source: Where an exact percentage is available, this should be given, and `maximum` and `minimum` values set to the same as the exact percentage. Otherwise, `maximum` and `minimum` can be used to record the range into which the share of this kind of interest falls. By default the `minimum` is inclusive and the `maximum` exclusive (minimum-value ≤ share < maximum-value). If you wish to change these defaults, use the `exclusiveMinimum` and `exclusiveMaximum` properties.
ru: Если известен определенный процент, его необходимо указать, а значениям `maximum` и `minimum` задать то же значение, что у и точного процента. Также `maximum` и `minimum` можно использовать для записи диапазона, в который входит такая доля участия. По умолчанию значение `minimum` является включительным, а `maximum` — исключительным (минимальное значение ≤ доля участия < максимальное значение). Если вы хотите изменить стандартные настройки, используйте свойства `exclusiveMinimum` и `exclusiveMaximum`.

source: Exact share
ru: Точная доля

source: The exact share of this interest held (where available).
ru: Находящаяся во владении точная доля такого долевого участия (при наличии).

source: Maximum share
ru: Максимальная доля

source: The upper bound of the share of this interest known to be held.
ru: Верхнее значение доли такого долевого участия, которое, как известно, находится во владении.

source: Minimum share
ru: Минимальная доля

source: The lower bound of the share of this interest known to be held.
ru: Нижнее значение доли такого долевого участия, которое, как известно, находится во владении.

source: Exclusive minimum
ru: Минимум (не включительно)

source: If `exclusiveMinimum` is true, then the share is at least greater than the `minimum` value given. E.g. if `minimum` is '25', the share is at least 25.1, and not simply 25.
ru: Если свойство `exclusiveMinimum` имеет значение true, тогда доля должна быть больше указанного значения `minimum`. Например, если `minimum` составляет 25, доля равна как минимум 25,1, а не 25.

source: Exclusive maximum
ru: Максимум (не включительно)

source: If `exclusiveMaximum` is true, then the share is at least less than the `maximum` value given. E.g. if `maximum` is '50', the share is less than 49.999, and not simply 50.
ru: Если свойство `exclusiveMaximum` имеет значение true, тогда доля должна быть меньше указанного значения `maximum`. Например, если `maximum` составляет 50, доля меньше 49,999, а не 50.

source: Start date
ru: Начальная дата

source: When did this interest first occur. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Когда впервые возникла эта доля участия. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: End date
ru: Конечная дата

source: When did this interest cease. Please provide as precise a date as possible in ISO 8601 format. When only the year or year and month is known, these can be given as YYYY or YYYY-MM.
ru: Когда прекратила существовать эта доля участия. Пожалуйста, укажите максимально точную дату в формате ISO 8601. Если известен только год или год и месяц, то их можно указать в формате YYYY или YYYY-MM.

source: Annotation
es: Nota
ru: Примечание

source: An annotation provides additional information about ownership or control data being provided. Annotations can be provided in free-text, and can apply to a whole statement, an object or a single field. Additional extended properties can be included on the annotation object to provide structured data where required.
ru: Примечание содержит дополнительную информацию касательно предоставляемых данных о владении или контроле. Примечания могут быть приведены в форме неструктурированного текста и могут быть применимы ко всей записи, объекту или отдельному полю. В примечание можно включить дополнительные расширенные свойства в объекте примечания для предоставления структурированных данных, если это необходимо.

source: Statement Fragment Pointer
es: Indicador de fragmento de enunciado
fr: Pointeur de fragment d'énoncé
ru: Указатель фрагмента записи

source: An RFC6901 JSON Pointer (https://tools.ietf.org/html/rfc6901) describing the target fragment of the statement that this annotation applies to, starting from the root of the statement. A value of '/' indicates that the annotation applies to the whole statement.
ru: Путь к элементу json-документа RFC6901 (https://tools.ietf.org/html/rfc6901), который описывает целевой фрагмент характеристики, к которой применяется это примечание, начиная с корня характеристики. Значение «/» указывает, что примечание применяется ко всей характеристике.

source: Creation Date
es: Fecha de creación
fr: Date de création
ru: Дата создания

source: The date this annotation was created.
ru: Дата, в которую было создано данное примечание.

source: Created By
es: Autor de la nota
fr: Créée par
ru: Кем создано

source: The person, organisation or agent that created this annotation.
ru: Физическое лицо, организация или заявитель, создавшие данное примечание.

source: The name of the person, organisation or agent that created this annotation.
ru: ФИО/название физического лица, организации или заявителя, создавших данное примечание.

source: An optional URI to identify person, organisation or agent that created this annotation.
ru: Необязательный URI идентификации физического лица, организации или заявителя, создавших данное примечание.

source: Motivation
es: Motivo
ru: Мотивация

source: The motivation for this annotation, chosen from a codelist. See the annotationMotivation codelist.
ru: Мотивация для данного примечания, выбранная из списка допустимых значений. См. список допустимых значений annotationMotivation.

source: A free-text description to annotate this statement or field.
ru: Описание в виде неструктурированного текста для создания примечания к данной записи или полю.

source: Transformed content
ru: Преобразованное содержимое

source: A representation of the annotation target after the transformation in the description field has been applied. This field SHOULD only be used when the motivation is transformation.
ru: Представление целевого содержимого примечания после применения преобразования в поле описания. Это поле СЛЕДУЕТ использовать, только когда мотивацией является преобразование.

source: A linked resource that annotates, provides context for or enhances this statement. The content of the resource, or the relationship to the statement, MAY be described in the `description` field. This field is REQUIRED if the value of `motivation` is 'linking'.
ru: Связанный ресурс, который добавляет к характеристике примечание, контекст и улучшает ее. Содержимое ресурса или его связь с характеристикой МОГУТ описываться в поле `description`. Это ОБЯЗАТЕЛЬНОЕ поле, если значение `motivation` — 'linking'.

source: A country MUST have a name. A country SHOULD have a 2-letter country code (ISO 3166-1)
es: Un país DEBE tener un nombre. Un país DEBERÍA tener un código de país de 2 letras (ISO 3166-1)
fr: Un pays DOIT avoir un nom. Un pays DEVRAIT avoir un code pays de 2 lettres (ISO 3166-1).
ru: У страны ДОЛЖНО быть название. РЕКОМЕНДУЕТСЯ, чтобы у страны был 2-буквенный код (ISO 3166-1)

source: The name of the country
es: El nombre del país
fr: Nom du pays
ru: Название страны

source: Country code
ru: Код страны

source: The 2-letter country code (ISO 3166-1) for this country.
es: El código de país de 2 letras (ISO 3166-1) para este país.
fr: Code pays de 2 lettres (ISO 3166-1) de ce pays.
ru: 2-буквенный код страны (ISO 3166-1).

source: Jurisdiction
es: Jurisdicción
fr: Juridiction
ru: Юрисдикция
