Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/svg.po
Languages: es, ru

source: Person A
es: Persona A
ru: Физическое лицо А

source: Company 1
es: Empresa 1
ru: Компания 1

source: 100% owned by
es: 100 % propiedad de
ru: 100% акций в собственности

source: Company 2
es: Empresa 2
ru: Компания 2

source: Company 3
es: Empresa 3
ru: Компания 3

source: Person B
es: Persona B
ru: Физическое лицо В

source: 60% shares owned by
es: 60 % de las acciones propiedad de
ru: 60% доли в собственности

source: 100% shares owned by
es: 100 % de las acciones propiedad de
ru: 100% акций в собственности

source: 60% directors appointed by
es: 60 % de los directores designados por
ru: 60% директоров назначается

source: 30% shares owned by
es: 30 % de las acciones propiedad de
ru: 30% акций в собственности

source: Person C
es: Persona C
ru: Физическое лицо С

source: (Executive
es: (Director
ru: (Исполнительный

source: Director)
es: Ejecutivo)
ru: директор)

source: 50% shares owned by
es: 50 % de las acciones propiedad de
ru: 50% акций в собственности

source: 60% voting rights held by
es: 60 % de los derechos de voto corresponde a
ru: 60% прав голоса принадлежат

source: 20% shares owned by
es: 20 % de las acciones propiedad de
ru: 20% акций в собственности

source: Company 4
es: Empresa 4
ru: Компания 4

source: 60% directors
es: 60 % de los directores
ru: 60% директоров

source: appointed by
es: designados por
ru: назначается

source: 30% shares
es: 30 % de las acciones
ru: 30% доли

source: owned by
es: propiedad de
ru: в собственности

source: 99% shares
es: 99 % de las acciones
ru: 99% доли

source: 1% shares
es: 1 % de las acciones
ru: 1% доли

source: standardised data
es: datos estandarizados
ru: стандартизованные данные

source: Interest
es: Participación
ru: Доля участия

source: Type: share-holding
ru: Type: акции в собственности

source: interests
es: participaciones
ru: Доля участия

source: Ownership-or-control statement
es: Declaración sobre titularidad o control
ru: Характеристика о владение или контроль

source: Type: voting-rights
ru: type: право голоса

source: interestedParty
es: parteInteresada
ru: Заинтересованная сторона

source: subject
es: sujeto
ru: субъект

source: Person statement
es: Declaración sobre persona
ru: Характеристика физического лица

source: Entity statement
es: Declaración sobre entidad
ru: Xарактеристика сущности

source: source
es: fuente
ru: источник

source: name: Roberto Lopez
es: name: Roberto López
