Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/usecases.po
Languages: ru

source: Use cases
ru: Варианты использования

source: The Beneficial Ownership Data Standard beta has been designed with reference to the requirements of eight use-cases:
ru: Бета-версия Стандарта данных о бенефициарном владении была разработана в отношении требований для восьми вариантов использования:

source: Data supply
ru: Предоставление данных

source: Public Registers of Beneficial Ownership
ru: Публичные реестры бенефициарного владения

source: Self-submitted data
ru: Данные, предоставляемые самостоятельно

source: Third-party submitted data
ru: Данные, предоставляемые третьими сторонами

source: Self-published data
ru: Данные, публикуемые самостоятельно

source: Data use
ru: Использование данных

source: Procurement & onboarding screening and audit
ru: Закупки, отбор партнеров при установлении деловых отношений и аудит

source: General investigations
ru: Общие расследования

source: Data-led investigations
ru: Расследования на основе данных

source: Data validation
ru: Валидация данных

source: These use cases are described below.
ru: Эти варианты использования описаны ниже.

source: A full analysis of how far the needs of these use cases are met will take place as part of progress towards a 1.0 Release Candidate of the standard.
ru: Полный анализ касательно степени удовлетворения потребностей данных вариантов использования будет проведен по мере приближения к завершению подготовки версии стандарта, претендующей на статус версии 1.0.

source: This page builds on the `use case consultation document <https://docs.google.com/document/d/1s1qqFAK3cDjTGAlCaQvPOb8KzKkssn9xu2HzWeY6amE/edit#>`__ published in December 2016.
ru: В основе данной страницы лежит `документ о консультациях касательно вариантов использования <https://docs.google.com/document/d/1s1qqFAK3cDjTGAlCaQvPOb8KzKkssn9xu2HzWeY6amE/edit#>`__, опубликованный в декабре 2016 года.

source: *The following cases sketch out ways in which open beneficial ownership data might be published.*
ru: *В следующих вариантах в общих чертах описаны возможные способы опубликования открытых данных о бенефициарном владении.*

source: S1: Public Registers of Beneficial Ownership
ru: S1: Публичные реестры бенефициарного владения

source: A government or other body creating a public register of beneficial ownership may want to publish that information as open data that others can draw on and re-use. This may include publishing bulk data, or providing an API on the data.
ru: Государственный или другой орган, создающий публичный реестр бенефициарного владения, может пожелать опубликовать эту информацию в качестве открытых данных, которые могут быть получены и повторно использованы другими. Это может включать в себя опубликование больших массивов данных или предоставление API для данных.

source: The data that the register should contain is likely to be determined by national legislation, and there may be existing national guidance on how to develop open data services or APIs.
ru: Данные, которые должен содержать реестр, вероятно, будут определяться национальным законодательством, также могут существовать национальные нормы касательно разработки сервисов открытых данных или API.

source: Organisations building a register may also be interested in using the standard to help design their internal data models and data collection processes.
ru: Организации, создающие реестр, возможно, также будут заинтересованы в использовании стандарта для помощи в разработке своих внутренних моделей данных и процессов сбора данных.

source: Possible examples of this case may include the UK Register of Persons of Significant Control, the Ukraine Beneficial Ownership Register, the planned register of beneficial ownership in France, and sector-specific registers from the Extractives Industry Transparency Initiative.
ru: Возможными примерами этого варианта могут быть действующий в Великобритании Реестр лиц, осуществляющих значительный контроль, Реестр бенефициарных владельцев в Украине, запланированный реестр бенефициарных владельцев во Франции и отраслевые реестры от Инициативы Прозрачности в Добывающих Отраслях.

source: S2: Self-submitted data
ru: S2: Данные, предоставляемые самостоятельно

source: An individual or an organisation may make use of online tools to self-report beneficial ownership information.
ru: Физическое лицо или организация могут использовать онлайн-средства для самостоятельного предоставления информации о бенефициарном владении.

source: For example, `Who Controls It <http://alpha.whocontrolsit.com/>`__ was a proof-of-concept Beneficial Ownership platform (a precursor to OpenOwnership.org), designed to test some of the UI issues in the submission of beneficial ownership data, allowing users to declare their own ownership of a company, or to report on the ownership structure of a company.
ru: Например, `Who Controls It <http://alpha.whocontrolsit.com/>`__ представляла собой экспериментальную платформу (предшествовавшую платформе OpenOwnership.org), предназначенную для тестирования некоторых проблем пользовательского интерфейса при предоставлении данных о бенефициарном владении, и позволяла пользователям объявлять свое собственное владение компанией или сообщать о структуре владения компании.

source: There are many complex cases a comprehensive system should be able to deal with, including:
ru: Существует много сложных случаев, которые система должна иметь возможность обрабатывать, в том числе:

source: Recording economics interests, but without control (e.g. 1% of a mining company, which may be valuable, but give little shareholder power);
ru: Запись экономических долей участия, но без контроля (например, 1% горнодобывающей компании, что может быть ценным, но предоставлять мало акционерных полномочий);

source: Mutual funds, that separate control (the fund manager) from the economic interest (the entities that put the money in);
ru: Взаимные фонды, отделяющие контроль (руководитель фонда) от экономической доли участия (субъекты, вкладывающие деньги);

source: `Bonds, preference shares and other investments <http://www.investopedia.com/terms/p/preference-shares.asp>`__ that don’t give control, but do give economic interests. Note that sometimes they may have *some* control, such as veto rights, e.g. over mergers or asset sales;
ru: `Облигации, привилегированные акции и другие инвестиции <http://www.investopedia.com/terms/p/preference-shares.asp>`__, не предоставляющие возможность контроля, но предоставляющие экономические доли участия. Обратите внимание, что иногда они могут иметь определенный контроль, такой как право вето, например, в отношении слияний компаний или продажи активов;

source: Control via nominees, particularly when a nominee may act for a number of different parties in control of the same company;
ru: Контроль через номинальных владельцев, особенно когда номинальный владелец имеет право представлять несколько разных сторон, контролирующих одну и ту же компанию;

source: Contractual control limited to a particular set of circumstances.
ru: Контроль на основе договора ограничен определенным набором обстоятельств.

source: The designers of systems capturing self-submitted data may want to use the standard to express the data they have already collected, and to plan the collection of other data in future.
ru: Разработчики систем, фиксирующих данные, предоставляемые самостоятельно, возможно, пожелают использовать стандарт для представления уже собранных ими данных и для планирования сбора других данных в будущем.

source: S3: Third-party submitted data
ru: S3: Данные, предоставляемые третьими сторонами

source: Researchers, journalists or corporate information services may use filings, reports and other materials to build up structured data about beneficial ownership.
ru: Исследователи, журналисты или корпоративные информационные службы могут использовать представляемые документы, отчеты и другие материалы для формирования структурированных данных о бенефициарном владении.

source: They may wish to share this data for others to re-use, but with suitable caveats about the sourcing of the data.
ru: Они могут пожелать сделать эти данные доступными для повторного использования другими, но с соответствующими предупреждениями касательно источника данных.

source: S4: Self-published data
ru: S4: Данные, публикуемые самостоятельно

source: Companies may wish to publish structured data about their own beneficial ownership on their own websites. This data could be manually curated, or might come from internal information systems. They may be interested in doing this to avoid having to manually enter the information into different systems, so would want the data to be able to be read directly into platforms like OpenOwnership.
ru: Возможно, компании пожелают опубликовать структурированные данные о своем бенефициарном владении на своих веб-сайтах. Эти данные могут быть отобраны вручную или быть взяты из внутренних информационных систем. Они могут быть заинтересованы в этом, чтобы не нужно было вручную вводить информацию в разные cистемы и чтобы данные можно было непосредственно передать в такие платформы, как OpenOwnership.

source: The data may be periodically updated at a single URL, or have regular releases of data published as part of an annual reporting process, each time at a new URL.
ru: Данные могут периодически обновляться на одном URL, или же регулярные выпуски данных могут публиковаться в рамках процесса годовой отчетности, каждый раз на новом URL.

source: *The following cases look at different ways in which stakeholders may wish to make use of beneficial ownership data.*
ru: *В следующих вариантах рассмотрены разные способы, посредством которых заинтересованные стороны могут пожелать воспользоваться данными о бенефициарном владении.*

source: U1: Procurement & onboarding screening and audit
ru: U1: Закупки, отбор партнеров при установлении деловых отношений и аудит

source: There are a variety of cases related to onboarding, by which we mean the process of establishing relationships with new partners: typically new clients or suppliers (but also joint venture partners, licensees, Mergers & Acquisitions etc). Each of these new relationships exposes the onboarding entity (e.g. government, bank, multinational corporation, etc) to risk (e.g. financial risk, reputational risk, FCPA/Bribery Act risk, sanctions breaches, etc.), and so they need to understand about the entity being onboarded.
ru: Есть много разных вариантов, связанных с отбором партнеров, под которым мы подразумеваем процесс установления отношений с новыми партнерами — как правило, новыми клиентами или поставщиками (но также и партнерами по совместным предприятиям, лицензиатами, партнерами по слияниям и поглощениям и т. п.). Каждые из этих новых отношений подвергают субъект, с которым устанавливаются деловые отношения (например, государственный орган, банк, многонациональная компания и т. п.), риску (например, финансовому риску, репутационному риску, риску нарушения Закона о коррупции за рубежом/Закона о борьбе со взяточничеством, нарушения санкций и т. п.), поэтому им необходимо иметь понимание касательно субъекта, с которым устанавливаются деловые отношения.

source: Information of ownership and control is typically collected by onboarding entities who then assess the validity of information provided by cross checking with supplementary data available in open sources. In high value / high risk transactions, third parties are often employed to support due diligence processes. Onboarding entities are looking for red flags (e.g. whether the company is connected with Politically Exposed Persons or has earned negative media), and for confidence that there are no red flags they are missing (e.g. that a Beneficial Owner is connected with a company on a sanctions list). Following an assessment of risks, an informed judgement call typically determines whether new partnerships or transactions meet the policy requirements of the business.
ru: Информацию о владении и контроле, как правило, собирают субъекты, с которыми устанавливаются деловые отношения и которые после этого оценивают достоверность информации, полученной в результате перекрестных проверок с дополнительными данными, доступными в открытых источниках. При проведении транзакций с высокой стоимостью / высоким риском часто привлекаются третьи стороны для оказания поддержки в процессах комплексной проверки. Субъекты, с которыми устанавливаются отношения, ищут факторы риска (например, не связана ли компания с Публичными должностными лицами и не получила ли она негативной огласки в СМИ), а также для уверенности в том, что отсутствуют факторы риска (к примеру, что бенефициарный владелец связан с компанией из санкционного списка). После оценки рисков, как правило, выносится экспертное заключение, в котором определяется, соответствуют ли новые партнерства или транзакции требованиям правил соответствующего субъекта касательно ведения хозяйственной деятельности.

source: As part of an onboarding process, beneficial ownership information might be integrated alongside other ‘Know Your Customer/Client’ information and systems. In some cases, having access to documentary evidence to back up each piece of information given from a beneficial ownership dataset will be important.
ru: В рамках процесса отбора партнеров при установлении деловых отношений информация о бенефициарном владении может быть интегрирована вместе с другой информацией и системами «Знай своего клиента». В некоторых случаях будет важен доступ к документальным подтверждениям каждого информационного материала, полученного из набора данных о бенефициарном владении.

source: Example user story: *A procurement officer at a multilateral development bank has to approve the application of a new supplier. They need to ensure that the company is not on sanctions lists, that the ‘beneficial owners’ are not PEPs, and that they are not on debarment lists.*
ru: Пример историй о пользователях: специалист по закупкам в многостороннем банке развития должен одобрить заявку нового поставщика. Ему необходимо удостовериться, что компания не внесена в санкционные списки, что «бенефициарные владельцы» не являются ПДЛ и что они не состоят в черных списках.

source: U2: General investigations
ru: U2: Общие расследования

source: There are a number of parties that need to investigate specific companies or individuals (as opposed to doing data-led investigations/mappings).
ru: Существует ряд сторон, которые должны расследовать конкретные компании или конкретных физических лиц (в отличие от проведения расследований/сопоставлений на основе данных).

source: These include:
ru: Они включают в себя:

source: **Journalists** - researching stories on a particular company, individual or group of companies
ru: **Журналистов** — исследующих материалы о конкретной компании, физическом лице или группе компаний

source: **NGO anti-corruption investigation** - finding leads, following them
ru: **Расследования НПО в сфере борьбы с коррупцией** — поиск направлений для расследования и следование им

source: **Law enforcement** - looking to establish a clear evidence base, and seeking to establish proof of intent
ru: **Правоохранительные органы** — стремление установить ясную доказательную базу и установить доказательство присутствия намерения

source: **Asset recovery** - recovering money/assets that are due to a client, for example Stolen Assets, proceeds of fraud, or assets hidden in divorce settlements
ru: **Возвращение активов** — возвращение денег/активов, причитающихся клиенту, например, похищенные активы, доходы от мошенничества или активы, скрытые при разделе имущества

source: In many ways the processes around such investigations are very similar, and are less dependent on on who is doing the investigation, and more about the resources that they have. For example some professional investigative journalists and even NGOs will have access to proprietary datasets, whereas many law enforcement officers won’t; some lawyers performing asset recovery will be able to ask the courts to expose otherwise hidden data (e.g. dollar transactions). Nevertheless, all are looking for leads they can follow, and in particular public leads (in the case of journalists, or NGOs this is possibly all they have access to or can afford; in the case of law enforcement, lying in public proves intent).
ru: Процессы, связанные с такими расследованиями, имеют очень много общего и меньше зависят от того, кто проводит расследование, а больше от имеющихся у него ресурсов. К примеру, некоторые профессиональные журналисты, специализирующиеся на проведении расследований, и даже НПО будут иметь доступ к закрытым наборам данных, тогда как у многих сотрудников правоохранительных органов такой возможности не будет; некоторые юристы, занимающиеся возвратом активов, будут иметь возможность обратиться в суды с целью получения доступа к данным, вообще являющихся скрытыми (например, транзакции в долларах). Тем не менее, все ищут направления для расследования, которым можно последовать, и особенно общедоступные направления (в случае с журналистами или НПО это, возможно, вся информация, к которой они могут получить доступ или для получения которой у них есть средства; в случае с правоохранительными органами публичная ложь является доказательством присутствия намерения).

source: Tax and accounting investigations are similar, but may be more focused on corporate structures and direct relationships rather than indirect and ultimate relationships
ru: Расследования нарушений налогового законодательства и норм бухгалтерского учета являются аналогичными, но могут быть в большей мере сфокусированы на корпоративных структурах и прямых отношениях, чем на косвенных отношениях и отношениях конечного владения и контроля

source: Example user story: *A journalist is investigating a politician including looking at known associates and companies, in both the home country and other jurisdictions.*
ru: Пример историй о пользователях: *журналист расследует одного политика, включая изучение известных партнеров и компаний как в стране проживания, так и в других юрисдикциях.*

source: U3: Data-led investigations
ru: U3: Расследования на основе данных

source: As well as targeted and general purpose investigations, where there is a specific target for the investigation or a lead that is being pursued, there are also data-led investigations, which work by analysis or mining the data as a whole, or combining the data with other datasets. Examples would be mapping beneficial ownership data to procurement data (for conflict of interest mapping), as well as mapping to similar data such as shareholder data from company registers.
ru: Наряду с целенаправленными и стандартными расследованиями, имеющими конкретную цель или избранное направление для расследования, также существуют расследования на основе данных, осуществляемые посредством анализа или добычи данных в целом или объединения данных с другими наборами данных. Примерами являются сопоставление данных о бенефициарном владении с данными о закупках (для сопоставления в целях установления конфликта интересов), а также сопоставление с аналогичными данными, такими как данные об акционерах из реестров компаний.

source: To give an example user story: *Data journalists wish to find anomalies between beneficial ownership disclosures and other public records, to identify lies*
ru: В качестве примера историй о пользователях: *журналисты данных желают найти аномалии между раскрытой информацией о бенефициарном владении и другими публичными материалами в целях выявления лжи*

source: U4: Data validation
ru: U4: Валидация данных

source: Systems collecting beneficial ownership data can benefit from checking the data they receive against data from other systems. In existing work, there have been cases where reports under the EITI templates have not matched with reports to the UK Register of Persons with Significant Control.
ru: Системы, осуществляющие сбор данных о бенефициарном владении, могут получать выгоду от проверки получаемых ими данных на предмет соответствия данным из других систем. В существующей практике были случаи, когда отчеты на основе шаблонов ИПДО не соответствовали отчетам, поданным в действующий в Великобритании Реестр лиц, осуществляющих значительный контроль.

source: To give an example user story: *National EITI groups may wish to check reported information against data from national beneficial ownership registers where those exist, and to be able to address inaccuracies with the reporting parties. *
ru: В качестве примера историй о пользователях: *национальные группы ИПДО могут пожелать проверить предоставленную в отчетности информацию на предмет соответствия данным из национальных реестров бенефициарных владельцев в случаях, когда таковые существуют, а также иметь возможность рассмотреть неточности со сторонами, предоставляющими отчетность. *
