Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/system/conformance.po
Languages: es, ru

source: Conformance and validation
es: Conformidad y validación
ru: Соответствие и валидация

source: Conformance
es: Conformidad
ru: Соответствие

source: A comforming implementation of BODS:
es: Una implementación del BODS conforme:
ru: В имплементации СДБВ, соответствующей требованиям:

source: MAY use a subset of the schema's terms
es: PUEDE utilizar un subconjunto de los términos del esquema
ru: МОЖЕТ использоваться подмножество терминов схемы;

source: MAY use terms from outside the schema **only** where the schema's terms are insufficient
es: PUEDE utilizar términos ajenos a los de este esquema **solo** cuando los términos del esquema son insuficientes
ru: термины, не являющиеся терминами схемы, МОГУТ использоваться **только** в тех случаях, когда терминов схемы недостаточно;

source: MUST use the schema’s terms consistently with their definitions
es: DEBE utilizar los términos del esquema de forma consistente con sus definiciones
ru: термины схемы ДОЛЖНЫ использоваться в соответствии с их определениями.

source: A conforming implementation of BODS that serialises to JSON MUST validate against the standard’s JSON schema.
es: Una implementación del BODS conforme donde se serializa a JSON DEBE validarse con el esquema JSON del estándar.
ru: Соответствующая требованиям имплементация СДБВ с сериализацией в формат JSON ДОЛЖНА пройти валидацию на основе схемы JSON этого стандарта.

source: `Adapted from Popolo Project specification <http://www.popoloproject.com/specs/#conformance>`_
es: `Adaptado de la especificación del proyecto Popolo <http://www.popoloproject.com/specs/#conformance>`_
ru: `Адаптировано на основе спецификации Проекта Popolo <http://www.popoloproject.com/specs/#conformance>`_

source: Extending the schema
es: Ampliación del esquema
ru: Расширение схемы

source: If you need to extend the schema:
es: Si necesita ampliar el esquema:
ru: Если необходимо расширить схему:

source: re-use `other publisher's extensions <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ where possible
es: vuelva a utilizar `extensiones de otro publicador <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ de ser posible
ru: повторно используйте `расширения другого издателя <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ в случаях, когда это возможно;

source: document your extensions `in the project issue tracker <https://github.com/openownership/data-standard/issues/>`_ with the 'extensions' tag
es: documente sus extensiones `en la herramienta de seguimiento de incidencias del proyecto <https://github.com/openownership/data-standard/issues/>`_ con la etiqueta 'extensiones'
ru: документируйте свои расширения `в системе отслеживания ошибок проекта <https://github.com/openownership/data-standard/issues/>`_ с тегом 'extensions'.

source: Validation
es: Validación
ru: Валидация

source: The BODS JSON schema includes validation checks that are possible to define using JSON schema 2020-12.
es: El esquema JSON del BODS incluye verificaciones de validación que pueden definirse usando el esquema JSON 2020-12.
ru: Схема JSON стандарта СДБВ предусматривает валидационные проверки, содержание и объем которых можно определить с помощью JSON Schema 2020-12.

source: The `BODS Data Review Tool <https://datareview.openownership.org/>`_ validates conformance to the JSON schema and to additional requirements that can be validated programmatically but are not included in the schema. For example, it checks that record identifiers in the ``subject`` and ``interestedParty`` fields of Relationship statements appear in at least one statement elsewhere in the BODS JSON array. The Data Review Tool can ingest data serialised as JSON and in tabular form.
es: La `Herramienta de revisión de datos del BODS <https://datareview.openownership.org/>`_ valida la conformidad con el esquema JSON y con requisitos adicionales que pueden validarse de forma programática, pero no se incluyen en el esquema. Por ejemplo, verifica que los identificadores de registro en los campos ``subject`` e ``interestedParty`` de los enunciados sobre relación aparezcan en al menos un enunciado en otro lugar en el arreglo de datos JSON del BODS. La Herramienta de revisión de datos puede procesar datos serializados como JSON y en forma tabular.
ru: `Инструмент анализа данных СДБВ <https://datareview.openownership.org/>`_ выполняет проверку на соответствие схеме JSON и дополнительным требованиям, которые могут быть проверены программно, но не включены в схему. Например, этот инструмент позволяет проверить, появляются ли идентификаторы записей, указанные в полях ``subject`` и ``interestedParty`` характеристик отношений, по крайней мере еще в одной характеристике в массиве данных JSON стандарта СДБВ. Инструмент анализа данных может принимать данные, сериализированные в формате JSON, а также в виде таблицы.
