Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/standard/system/generating-statements.po
Languages: es, fr, ru

source: Generating statements
es: Generación de enunciados
fr: Génération d'énoncés
ru: Создание характеристик

source: Statements SHOULD be treated as immutable: once a Statement is published it SHOULD NOT be republished with the same statement identifier (``statementId``) and different property values. See :ref:`information-updates` for more information.
es: Los enunciados DEBERÍAN tratarse como inalterables: una vez que se publica un enunciado, NO DEBERÍA volver a publicarse con el mismo identificador de enunciado (``statementId``) y diferentes valores de propiedad. Consulte :ref:`information-updates` para obtener más información.
fr: Les énoncés doivent être considérés comme immuables : une fois un énoncé publié, il ne doit pas être republié avec le même identifiant (``statementId``) et des valeurs de propriété différentes. Consultez la section :ref:`information-updates` pour en savoir plus.
ru: Характеристики СЛЕДУЕТ рассматривать как неизменные: после того, как Характеристика была опубликовано, она НЕ ДОЛЖНА публиковаться повторно с тем же идентификатором характеристики (``statementID``) и другими значениями свойств. Дополнительную информацию см. в разделе :ref:`information-updates`.

source: Each Statement MUST have a unique statement identifier. There MUST NOT be a possibility of collision between identifiers for different Statements.
es: Cada enunciado DEBE tener un identificador de enunciado único. NO DEBE haber una posibilidad de colisión entre identificadores para diferentes enunciados.
fr: Chaque énoncé doit avoir un identifiant unique. Il ne doit exister aucune possibilité de conflit entre les identifiants des différents énoncés.
ru: Каждая Характеристика ДОЛЖНА иметь уникальный идентификатор. НЕЛЬЗЯ допускать никакой возможности конфликта между идентификаторами для разных Характеристик.

source: This means that:
es: Esto implica que:
fr: Cela signifie que :
ru: Это означает следующее:

source: two **different** Statements SHOULD never have the same identifier
es: dos enunciados **diferentes** nunca DEBERÍAN tener el mismo identificador
fr: deux énoncés **différents** ne doivent jamais avoir le même identifiant ;
ru: НЕ СЛЕДУЕТ допускать, чтобы две **разные** Характеристики имели один и тот же идентификатор;

source: once an identifier is assigned to a Statement, the identifier SHOULD NOT change.
es: una vez que se asigna un identificador a un enunciado, el identificador NO DEBERÍA cambiar.
fr: une fois un identifiant attribué à un énoncé, il ne doit jamais être modifié.
ru: после присвоения идентификатора какой-либо Характеристике идентификатор НЕ СЛЕДУЕТ изменять.

source: The schema enforces a minimum statement identifier length of 32 characters, and maximum length of 64 characters.
es: El esquema impone una longitud mínima de 32 caracteres para los identificadores de los enunciados, y una longitud máxima de 64 caracteres.
fr: Le schéma applique aux énoncés un identifiant de 32 caractères au minimum et de 64 caractères au maximum.
ru: Схема требует, чтобы минимальная длина идентификатора характеристики составляла 32 символа, а максимальная — 64 символа.

source: Statement identifiers are generally for internal use within applications. In most circumstances they do not need to be displayed to users. This is in contrast to :ref:`entity or person identifiers <guidance-identifiers>`, which are useful to display to users.
es: Los identificadores de enunciado suelen ser para uso interno dentro de las aplicaciones. En la mayoría de las circunstancias, no necesitan ser mostrados a los usuarios. Esto los diferencia de los :ref:`identificadores de entidad o persona <guidance-identifiers>`, que son útiles cuando son mostrados a los usuarios.
fr: En règle générale, les identifiants des énoncés sont destinés à être utilisés dans les applications. Dans la plupart des cas, ils n'ont pas besoin d'être visibles pour les utilisateurs et les utilisatrices, contrairement aux :ref:`identifiants d'entité ou de personne <guidance-identifiers>`, qu'il est utile d'afficher.
ru: Идентификаторы характеристик обычно предназначены для внутреннего использования внутри приложений. В большинстве случаев их не нужно показывать пользователям, в отличие от :ref:`идентификаторов субъектов или физических лиц <guidance-identifiers>`, которые полезно показывать пользователям.

source: Strategies for statement identifier creation
es: Estrategias para la creación de identificadores de enunciado
fr: Stratégies de création des identifiants d'énoncé
ru: Стратегии для создания идентификаторов характеристик

source: Publishers MAY use one of the following strategies to create statement identifiers.
es: Los publicadores PUEDEN usar una de las siguientes estrategias para crear identificadores de enunciado.
fr: Les éditeurs peuvent recourir à l'une des stratégies suivantes pour créer des identifiants d'énoncé.
ru: Издатели МОГУТ применять одну из следующих стратегий для создания идентификаторов характеристик.

source: Generate a `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ for the first Statement for a record. Store this in the data management system. Update it whenever the relevant record is updated.
es: Generar un `identificador único universal <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ para el primer enunciado de un registro. Guardarlo en el sistema de gestión de datos. Actualizarlo cuando se actualice el registro relevante.
fr: Générez un `identifiant universel unique <https://fr.wikipedia.org/wiki/Universally_unique_identifier>`_ pour le premier énoncé concernant un enregistrement. Stockez-le dans le système de gestion des données. Actualisez-le à chaque fois que l'enregistrement concerné est mis à jour.
ru: Создать `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ для первой Характеристики в отношении записи. Хранить этот идентификатор в системе управления данными. Обновлять его при каждом обновлении соответствующей записи.

source: Generate a `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ as a publisher-related prefix. Append the relevant ``recordId``, and a version identifier to it.
es: Generar un `identificador único universal <https://es.wikipedia.org/wiki/Identificador_%C3%BAnico_universal>`_ como prefijo relacionado con el publicador. Anexar el ``recordId`` relevante y un identificador de versión.
fr: Générez un `identifiant universel unique <https://fr.wikipedia.org/wiki/Universally_unique_identifier>`_ en tant que préfixe lié à un éditeur. Ajoutez-y le champ ``recordId`` pertinent et l'identifiant d'une version.
ru: Создать `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ как префикс издателя. Добавить к нему соответствующее значение ``recordId`` и идентификатор версии.

source: Use an appropriately designed hash function that generates identifiers from a normalised JSON representation of the statement (excluding the ``statementId`` field) with a low collision probability.
es: Utilizar una función hash diseñada de forma apropiada que genere identificadores a partir de una representación JSON normalizada del enunciado (excluyendo el campo ``statementId``) con una baja probabilidad de conflicto.
fr: Utilisez une fonction de hachage conçue de manière appropriée qui génère des identifiants à partir d'une représentation JSON normalisée de l'énoncé (excepté le champ ``statementId``) avec une faible probabilité de conflit.
ru: Использовать соответствующим образом разработанную хэш-функцию, генерирующую идентификаторы на основе нормализованного представления характеристики в формате JSON (за исключением поля ``statementId``) с низкой вероятностью коллизий.

source: Use an internal identifier combined with a unique prefix to avoid collision between identifiers from different publishers.
es: Utilizar un identificador interno en combinación con un prefijo único para evitar eventuales colisiones entre identificadores de diferentes publicadores.
fr: Utilisez un identifiant interne associé à un préfixe unique pour éviter les conflits entre les identifiants des différents éditeurs.
ru: Использовать внутренний идентификатор в сочетании с уникальным префиксом во избежание конфликта между идентификаторами от разных издателей.
