Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/guidance/identifiers.po
Languages: es, ru

source: Real world identifiers
es: Identificadores del mundo real
ru: Общие идентификаторы

source: Overview
es: Descripción general
ru: Обзор

source: To create a link between statements, and the real-world organisations and people they relate to, statements may include a range of identifying information. We use a common :any:`Identifier object <schema-identifier>` with the following properties:
es: A fin de crear un vínculo entre las declaraciones, y las personas y organizaciones del mundo real con las que se relacionan, las declaraciones pueden incluir una variedad de datos identificatorios. Utilizamos un :any:`objeto Identificador <schema-identifier>` común con las siguientes propiedades:
ru: Для создания связи между записями и реально существующими организациями и людьми, к которым они относятся, записи могут включать в себя различную идентифицирующую информацию. Мы используем общий :any:`объект Identifier <schema-identifier>` со следующими свойствами:

source: ``scheme`` should be a value from a codelist of known identifier sources. Separate codelists exist for entities and persons. See below.
es: ``scheme`` debería ser un valor procedente de una lista de códigos de fuentes identificadoras conocidas. Existen listas de códigos separadas para entidades y personas. Véase más abajo.
ru: Схема (``scheme``) должна иметь одно из значений из списка допустимых значений известных источников идентификаторов. Для субъектов и физических лиц существуют отдельные списки допустимых значений. См. ниже.

source: ``id`` should be the value assigned to the relevant entity or person in that scheme.
es: ``id`` debería ser el valor asignado a la entidad o persona pertinente en ese esquema.
ru: ``id`` должен иметь значение, присвоенное соответствующему субъекту или физическому лицу в такой схеме.

source: ``uri`` may be used to provide a canonical URI for the entity or person within the scheme.
es: ``uri`` puede utilizarse para proporcionar un URI canónico para la entidad o persona dentro del esquema.
ru: ``uri`` может использоваться для указания общепринятого URI для субъекта или физического лица в схеме.

source: ``schemeName`` should be the name of the list, registry or ID system.
es: ``schemeName`` debería ser el nombre de la lista, registro o sistema de identificación.
ru: ``schemeName`` должно быть названием списка, реестра или системы идентификации.

source: A good-quality Identifier will contain ``scheme`` and ``id`` values which will uniquely identify an entity or person. Where these are not available, ``schemeName`` can be used to refer to the registration system in which the person or entity is known to be represented. When publishing an Identifier object, a value for either ``scheme`` or ``schemeName`` MUST be present.
es: Un Identificador de buena calidad contiene valores de ``scheme`` e ``id`` que sirven para identificar de manera única a una entidad o persona. Cuando no se dispone de ellos, se puede utilizar ``schemeName`` para referirse al sistema de inscripción en el que se sabe que la persona o entidad está representada. Cuando se publica un objeto Identificador, DEBE haber un valor ya sea para ``scheme`` o ``schemeName``.
ru: Качественный идентификатор будет содержать значения ``scheme`` и ``id``, обеспечивающие уникальную идентификацию субъекта или физического лица. В случае если они отсутствуют, можно использовать ``schemeName`` для ссылки на систему регистрации, в которой, как известно, представлено физическое лицо или субъект. При опубликовании Идентификатора объекта ДОЛЖНО присутствовать значение либо для ``scheme``, либо для ``schemeName``.

source: Other identifiable objects
es: Otros objetos identificables
ru: Прочие определяемые объекты

source: Links to identifiable objects, artefacts and institutions are also made elsewhere in the schema. For example, tradable company securities can be referenced with an identifier. More information on such elements of the schema is provided below.
es: Los enlaces a objetos, artefactos e instituciones identificables también se establecen en otras partes del esquema. Por ejemplo, se puede hacer referencia a los valores negociables de una empresa con un identificador. A continuación se proporciona más información sobre dichos elementos del esquema.
ru: Ссылки на идентифицируемые объекты, артефакты и учреждения также можно найти по всей схеме. Например, на продаваемые ценные бумаги компании можно ссылаться по идентификатору. Ниже приведена дополнительная информация о таких элементах схемы.

source: Entity Identifiers
es: Identificadores de Entidades
ru: Идентификаторы субъектов

source: The values for ``scheme`` within an Entity Statement Identifier should be drawn from the `http://org-id.guide <http://org-id.guide>`_ codelist. This contains details of hundreds of company registers and other identifier sources.
es: Los valores de ``scheme`` dentro de un Identificador de Declaración sobre Entidad deberían tomarse de la lista de códigos `http://org-id.guide <http://org-id.guide>`_. Ésta contiene detalles sobre cientos de registros de empresas y otras fuentes de identificación.
ru: Значения для ``scheme`` в идентификаторе записи о субъекте должны быть взяты из списка допустимых значений `http://org-id.guide <http://org-id.guide>`_. Он содержит сведения о сотнях реестров компаний и других источниках идентификаторов.

source: Where the publisher is providing an internal identifier, the publisher should either:
es: Si proporciona un identificador interno, el publicador debería:
ru: В случае если издатель указывает внутренний идентификатор, то издателю следует либо:

source: Publish their full list of internal identifiers, and register this list with the `http://org-id.guide <http://org-id.guide>`_ codelist; or
es: Publicar su lista completa de identificadores internos y registrarla en la lista de códigos `http://org-id.guide <http://org-id.guide>`__; o bien
ru: Опубликовать свой полный список внутренних идентификаторов и зарегистрировать этот список в списке допустимых значений `http://org-id.guide <http://org-id.guide>`_; либо

source: Use MISC-{Publisher_Name} as the scheme
es: Usar MISC-{Nombre_del_publicador} como esquema
ru: Использовать MISC-{Publisher_Name} в качестве схемы

source: Person Identifiers
es: Identificadores de Personas
ru: Идентификаторы физических лиц

source: System Identifiers
es: Identificadores de Sistemas
ru: Идентификаторы систем

source: If the source system has assigned a unique identifier to individual persons, and this identifier can be published, then this should be included with the scheme 'MISC-{Publisher Name}'.
es: Si el sistema fuente ha asignado un identificador único a personas individuales, y este identificador puede publicarse, entonces se lo debería incluir con el esquema "MISC-{Nombre del Publicador}".
ru: Если исходная система присвоила уникальный идентификатор отдельным физическим лицам и этот идентификатор может быть опубликован, то он должен быть включен в 'MISC-{Publisher Name}' схемы.

source: For example, a beneficial ownership reporting system may maintain a database table of 'person' records, each with its identifier as a primary key. So that users can recognise references to the same person mentioned in separate statements, this identifier should be included in the published data, either in raw form, or modified to ensure a unique value.
es: Por ejemplo, un sistema de presentación de información sobre beneficiarios finales puede tener una tabla de base de datos con información de "personas", cada una con su identificador como clave primaria. Para que los usuarios puedan reconocer las referencias a una misma persona mencionada en declaraciones separadas, este identificador debería incluirse en los datos publicados, ya sea sin procesar, o bien modificado para garantizar un valor único.
ru: Например, система отчетности о бенефициарном владении может содержать таблицу базы данных записей о «физическом лице», каждая из которых имеет идентификатор в качестве основного ключа. Чтобы пользователи могли распознать ссылки на одно и то же физическое лицо, упомянутое в отдельных записях, такой идентификатор следует включить в публикуемые данные — либо в необработанном виде, либо в измененном виде для обеспечения уникального значения.

source: Shared identifiers
es: Identificadores compartidos
ru: Общие идентификаторы

source: If the source system has collected one or more known identification numbers for a person, and these can be published without privacy or security risks, then these should also be included in the ``PersonStatement.identifiers`` array.
es: Si el sistema fuente ha recopilado uno o más números de identificación conocidos de una persona y estos pueden publicarse sin riesgos en cuanto a su privacidad o seguridad, entonces también deberían incluirse en el arreglo ``PersonStatement.identifiers``.
ru: Если в исходной системе были собраны один или несколько известных идентификационных номеров для какого-либо физического лица и они могут быть опубликованы без рисков, связанных с конфиденциальностью или безопасностью, то их также следует включить в массив ``PersonStatement.identifiers``.

source: In such cases, the values for ``scheme`` should be based on the following pattern:
es: En dichos casos, los valores de ``scheme`` deberían basarse en el siguiente patrón:
ru: В таких случаях в основе значений для ``scheme`` должна лежать следующая структура:

source: {JURISDICTION}-{TYPE}
es: {JURISDICCIÓN}-{TIPO}

source: Where jurisdiction is expressed using the extended ISO 3-digit country codes list proposed by in `ICAO Document 9303 §5 <http://www.icao.int/publications/Documents/9303_p3_cons_en.pdf>`_ (pages 22-29).
es: En donde la jurisdicción se expresa usando la lista ampliada de códigos de país ISO de 3 dígitos propuesta en el `Documento 9303 §5 de la OACI <https://www.icao.int/publications/Documents/9303_p3_cons_es.pdf>`_ (páginas 22-29).
ru: В данной структуре юрисдикция выражена на основе расширенного списка 3-значных кодов стран в соответствии со стандартом ISO, предложенного в `Документе ИКАО 9303 §5 <http://www.icao.int/publications/Documents/9303_p3_cons_en.pdf>`_ (стр. 22-29).

source: For example, a passport number from Afghanistan would have the scheme:
es: Por ejemplo, un número de pasaporte de Afganistán tendría el esquema:
ru: Например, номер паспорта Афганистана имел бы такую схему:

source: > AFG-PASSPORT-{NUMBER}
es: > AFG-PASAPORTE-{NÚMERO}

source: Where the publisher is providing an internal identifier, these should use 'MISC-{Publisher_Name}' as the scheme.
es: Si el publicador proporciona un identificador interno, debería utilizarse "MISC-{Nombre_del_Publicador}" como esquema.
ru: В случае если издатель указывает внутренний идентификатор, в нем в качестве схемы следует использовать 'MISC-{Publisher_Name}'.

source: When using BODS to provide open data, it is important to ensure any person identifiers are suitable for publication under national laws and data protection frameworks.
es: Cuando se utiliza el BODS para proporcionar datos abiertos, es importante asegurarse de que los identificadores de la persona sean aptos para su publicación conforme a las leyes nacionales y a los marcos de protección de datos.
ru: В случае использования СДБВ для предоставления открытых данных важно обеспечить, чтобы все идентификаторы физических лиц были пригодны для опубликования в соответствии с национальным законодательством и нормами по защите данных.

source: Most of the identifier types listed below **are not** suitable for publication as part of an open dataset.
es: La mayoría de los tipos de identificadores enumerados más abajo **no son** aptos para su publicación como parte de un conjunto de datos abiertos.
ru: Большинство перечисленных ниже типов идентификаторов **не являются** пригодными для опубликования в рамках набора открытых данных.

source: The following identification types are currently documented. Suggestions for new types should be made through the `issue tracker <https://github.com/openownership/data-standard/issues>`_.
es: Los siguientes tipos de identificación se encuentran actualmente documentados. Las eventuales propuestas de nuevos tipos deberían hacerse por medio de la `herramienta de seguimiento de incidencias <https://github.com/openownership/data-standard/issues>`_.
ru: В настоящее время осуществляется документирование следующих типов идентификации. Предложения касательно новых типов следует вносить при помощи `системы отслеживания ошибок <https://github.com/openownership/data-standard/issues>`_.

source: PASSPORT
es: PASAPORTE
ru: ПАСПОРТ

source: Passport numbers should follow the format of the identifier (second) line in a machine-readable passport (see `Appendix B to Part 4 of ICAO Doc 9303 <http://www.icao.int/publications/Documents/9303_p4_cons_en.pdf>`_) including at least the document number.
es: Los números de pasaporte deberían seguir el formato de la (segunda) línea de identificación en un pasaporte legible por medios informáticos (consulte el `Apéndice B de la Parte 4 del Documento 9303 de la OACI <https://www.icao.int/publications/Documents/9303_p4_cons_es.pdf>`_) que incluya al menos el número del documento.
ru: Номера паспортов должны иметь формат идентификационной (второй) строки в машиночитаемом паспорте (см. `Приложение B к Части 4 Документа ИКАО 9303 <http://www.icao.int/publications/Documents/9303_p4_cons_en.pdf>`_), включая как минимум номер документа.

source: Parsers should be able to extract the document number from the first 9 characters, and to access any subsequent information supplied according to the ICAO format.
es: Los analizadores estructurales deberían ser capaces de extraer el número del documento de los primeros 9 caracteres y de acceder a toda información adicional suministrada de acuerdo con el formato de la OACI.
ru: Парсеры должны иметь возможность извлекать номер документа из первых 9 символов, а также получать доступ к последующей информации, предоставляемой в соответствии с форматом ИКАО.

source: TAXID
es: IDENTIFICADOR TRIBUTARIO
ru: ИНН

source: Country taxpayer identification systems vary. Where specific guidance on including numbers from a particular jurisdiction is required, this may be included here in future.
es: Los sistemas de identificación de contribuyentes de cada país son diferentes. De ser necesaria orientación específica sobre la inclusión de los números de una jurisdicción determinada, puede que se la incluya aquí en el futuro.
ru: В странах существуют различные системы идентификации налогоплательщиков. В случае если потребуются особые указания касательно включения числовых значений из определенной юрисдикции, они могут быть приведены здесь в будущем.

source: IDCARD
es: TARJETA DE IDENTIDAD
ru: ИДЕНТИФИКАЦИОННАЯ КАРТА

source: Country ID card systems vary. Where specific guidance on including numbers from a particular jurisdiction is required, this may be included here in future.
es: Los sistemas de tarjetas de identidad de cada país son diferentes. De ser necesaria orientación específica sobre la inclusión de los números de una jurisdicción determinada, puede que se la incluya aquí en el futuro.
ru: В странах существуют различные системы идентификационных карт. В случае если потребуются особые указания касательно включения числовых значений из определенной юрисдикции, они могут быть приведены здесь в будущем.

source: Multiple Identifiers for entities or people
es: Múltiples Identificadores para entidades o personas
ru: Несколько идентификаторов для юридических или физических лиц

source: A source system might hold the following identifying information for a single company:
es: Un sistema fuente podría contener la siguiente información identificatoria correspondiente a una misma empresa:
ru: В исходной системе может храниться следующая идентифицирующая информация по отдельной компании:

source: A registered company number; and
es: Un número de registro de la empresa; y
ru: Номер зарегистрированной компании; а также

source: A VAT number;
es: Un número de IVA;
ru: Номер плательщика НДС;

source: In this case, two entries can be created in the Entity statement's ``identifiers`` array:
es: En este caso, se pueden crear dos entradas en el arreglo ``identificadores`` de la declaración sobre la entidad:
ru: В данном случае в массиве ``identifiers`` записи о субъекте можно создать два элемента:

source: Person Statements may also hold an array of Identifiers.
es: Las Declaraciones sobre Personas también pueden contener un arreglo de Identificadores.
ru: Записи о физических лицах также могут иметь массив Идентификаторов.

source: Other identifiers
es: Otros identificadores
ru: Прочие идентификаторы

source: Market Identifier Codes (MICs)
es: Códigos de Identificación del Mercado (MIC)
ru: Коды идентификатора рынка (MIC)

source: See this `company information published as BODS JSON <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ for an example of a valid use of MICs.
es: Ver esta `información de la empresa publicada como BODS JSON <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ para ver un ejemplo de un uso válido de los MIC.
ru: Пример правильного использования MIC см. в `информации о компании, опубликованной в виде файла JSON СДБВ <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ .

source: When a company is listed, a ``publicListing`` object can be published within the Entity Statement, containing information about its securities and where they are traded. An array of ``securitiesListings`` MAY be built and, for each security and market on which it is traded, the identifier for the market MAY be published.
es: Cuando una empresa cotiza, se puede publicar un objeto ``publicListing`` dentro de la declaración sobre entidad, que contiene información sobre sus valores y dónde se negocian. Se PUEDE crear un arreglo de datos de ``securitiesListings`` y, para cada valor y mercado en el que se negocia, se PUEDE publicar el identificador del mercado.
ru: Если компания включена в списки фондовой биржи, в ее характеристику сущности можно включить объект ``publicListing``, содержащий информацию о ее ценных бумагах и о том, где они продаются. МОЖНО построить массив ``securitiesListings``, а также МОЖНО опубликовать идентификатор рынка для каждой ценной бумаги и рынка, на котором она продается.

source: Two properties SHOULD be used to accurately identify where a security is traded: the ``operatingMarketIdentifierCode`` of the operating market plus a ``marketIdentifierCode``. The ``marketIdentifierCode`` will be the same as the ``operatingMarketIdentifierCode`` if the security is traded on a main exchange. However the ``marketIdentifierCode`` will differ where a security is traded on a segment of an exchange.
es: Se SHOULD utilizar dos propiedades para identificar con precisión dónde se negocia un valor: el ``operatingMarketIdentifierCode`` del mercado operativo más un ``marketIdentifierCode``. El ``marketIdentifierCode`` será el mismo que el ``operatingMarketIdentifierCode`` si el valor se negocia en una bolsa principal. Sin embargo, el ``marketIdentifierCode`` diferirá cuando un valor se negocie en un segmento de una bolsa.
ru: Чтобы точно указать, где продается ценная бумага, РЕКОМЕНДУЕТСЯ использовать два свойства: ``operatingMarketIdentifierCode`` действующего рынка и ``marketIdentifierCode``. ``marketIdentifierCode`` будет иметь то же значение, что и ``operatingMarketIdentifierCode``, если ценная бумага продается на основной бирже. При этом ``marketIdentifierCode`` будет отличаться, если ценная бумага продается в сегменте биржи.

source: MICs are standardised, issued and maintained by SWIFT as `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. The specification of ``operatingMarketIdentifierCode`` and ``marketIdentifierCode`` is part of the ISO standard.
es: Los MIC están estandarizados, emitidos y mantenidos por SWIFT como `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. La especificación de ``operatingMarketIdentifierCode`` y ``marketIdentifierCode`` es parte del estándar ISO.
ru: За стандартизацию, публикацию и поддержку кодов MIC отвечает SWIFT: `ISO 10383 <https://www.iso20022.org/market-identifier-codes>`_. Спецификация кодов ``operatingMarketIdentifierCode`` и ``marketIdentifierCode`` является частью стандарта ISO.

source: Tradable security identifiers
es: Identificadores de valores negociables
ru: Идентификаторы продаваемой ценной бумаги

source: See this `company information published as BODS JSON <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ for an example use of securities identifiers.
es: Ver esta `información de la empresa publicada como BODS JSON <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ para ver un ejemplo de uso de identificadores de valores.
ru: Пример использования идентификаторов ценных бумаг см. в `информации о компании, опубликованной в виде файла JSON СДБВ <https://github.com/openownership/data-standard/blob/master/tests/data/entity-statement/valid/valid-entity-statement-plc.json>`_ .

source: Where a ``securitiesListing`` is supplied (see above), it MUST include a ``ticker`` value. This will allow trades of that security to be tracked on the identified market. However, securities can be traded on several exchanges and therefore a globally unique identifier for the security SHOULD also be supplied where possible. Supported identifier schemes for securities are listed on the :any:`schema reference page <schema-codelists>`. The identifier scheme and the security’s ID under that scheme should be published as ``idScheme`` and ``id`` respectively.
es: Cuando se proporciona un ``securitiesListing`` (ver arriba), DEBE incluir un valor de ``ticker``. Esto permitirá realizar un seguimiento de las transacciones de ese valor en el mercado identificado. Sin embargo, los valores pueden negociarse en varias bolsas y, por lo tanto, también DEBERÍA proporcionarse un identificador único global para el valor cuando sea posible. Los esquemas de identificadores admitidos para valores se enumeran en la página de referencia de :any:`schema<schema-codelists>`. El esquema de identificación y el ID del valor bajo ese esquema deben publicarse como ``idScheme`` e ``id`` respectivamente.
ru: Если указано свойство ``securitiesListing`` (см. выше), оно ДОЛЖНО включать значение ``ticker``. Это позволит отслеживать на идентифицированном рынке продажи такой ценной бумаги. При этом ценные бумаги могут продаваться на нескольких биржах, поэтому по возможности также РЕКОМЕНДУЕТСЯ указывать глобальный уникальный идентификатор ценной бумаги. Поддерживаемые схемы идентификаторов для ценных бумаг указаны на :any:`странице справочника схемы <schema-codelists>`. Схему идентификаторов и ID ценной бумаги в такой схеме необходимо опубликовать как ``idScheme`` и ``id`` соответственно.
