Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/guidance/repr-state-owned-enterprises.po
Languages: es, ru

source: Representing state-owned enterprises
es: Representación de empresas estatales
ru: Раскрытие информации о государственных предприятиях

source: **Key requirement:** If an entity's status as a state-owned enterprise needs to be represented, then its Entity statement MUST be the subject of Ownership-or-control statement(s) connecting it, either directly or indirectly, to an Entity statement with ``entityType`` of 'state' or 'stateBody'.
es: **Requisito clave:** Si es necesario representar el estado de una entidad como empresa estatal, entonces su declaración de entidad DEBE ser sujeto de declaración sobre Titularidad-o-control que la conecten, ya sea directa o indirectamente, a una declaración de Entidad con ``entityType`` de 'state' o 'stateBody'.
ru: **Важное требование:** Если статус сущности как государственного предприятия должен быть раскрыт, то ее Характеристика сущности ДОЛЖНА быть предметом Характеристик(и), связывающих(ей) ее, напрямую или косвенно, с Характеристикой сущности, у которой свойство ``entityType`` указано как 'state' or 'stateBody'.

source: Overview
es: Descripción general
ru: Обзор

source: The definition of 'state-owned enterprise' (SOE) can change according to jurisdiction or domain. The Beneficial Ownership Data Standard (BODS) does not therefore rely on, or support, any one definition. Instead, BODS enables the interests between a state (or state body) and an enterprise to be represented. This requires the state itself (or state body) to be represented by an Entity statement.
es: La definición de 'empresa estatal' (SOE) puede cambiar según la jurisdicción o el dominio. Por lo tanto, el Estándar de Datos de Beneficiario Final (BODS) no se basa ni respalda ninguna definición en particular. Por el contrario, BODS permite que los intereses entre un estado (u organismo estatal) y una empresa estén representados. Esto requiere que el propio estado (o el organismo del estado) esté representado por una declaración sobre entidad.
ru: Определение 'государственного предприятия' (ГП) может варьироваться в зависимости от юрисдикции и сектора. Поэтому Стандарт данных о бенефициарном владении (BODS) не опирается на и не использует какое-либо одно определение. Вместо этого BODS позволяет предоставить информацию об отношениях между государством (или государственным органом) и предприятием. Для этого необходимо, чтобы само государство (или государственный орган) было представлено Характеристикой сущности.

source: In particular, the following properties and values SHOULD be used to represent information about enterprises and their links to states:
es: En particular, las siguientes propiedades y valores DEBEN usarse para representar información sobre empresas y sus enlaces a estados:
ru: В частности, для раскрытия информации о предприятиях и их связях с государством ДОЛЖНЫ использоваться следующие свойства и значения:

source: ``entityType`` SHOULD be set to 'state' or 'stateBody', and ``jurisdiction`` SHOULD be used to represent the particular state.
es: ``entityType`` DEBE establecerse en 'state' o 'stateBody', y ``jurisdiction`` DEBE usarse para representar el estado en particular.
ru: Свойство ``entityType`` ДОЛЖНО быть указано как 'state' или 'stateBody', а ``jurisdiction`` -- как конкретная страна.

source: ``entitySubtype`` SHOULD be used to refine the category of a given state body (as a 'government department', 'state agency' or 'other').
es: ``entitySubtype`` DEBE usarse para refinar la categoría de un organismo estatal dado (como 'government department', 'state agency' u 'other').
ru: Свойство ``entitySubtype`` ДОЛЖНО использоваться для уточнения типа государственного органа ('government department', 'state agency' или 'other').

source: ``formedByStatute`` MAY be used to supply details of a law, where an entity has been formed as a result of specific legislation.
es: ``formedByStatute`` PUEDE usarse para proporcionar detalles de una ley, donde una entidad se ha formado como resultado de una legislación específica.
ru: ``formedByStatute`` МОЖЕТ использоваться для предоставления сведений о законе, если сущность была учреждена согласно конкретному законодательству.

source: For more details about these properties see :ref:`schema-entity-statement`.
es: Para obtener más detalles sobre estas propiedades, consulte :ref:`schema-entity-statement`.
ru: Подробнее об этих свойствах смотрите в :ref:`schema-entity-statement`.

source: A number of scenarios are outlined below. We show how the these properties and others can be used to represent information about SOEs within a set of connected BODS statements.
es: A continuación se describen varios escenarios. Mostramos cómo se pueden usar estas propiedades y otras para representar información sobre SOEs dentro de un conjunto de declaraciones de BODS conectadas.
ru: Ниже приведен ряд сценариев. Мы показываем, как эти и другие свойства могут использовываться для предоставления информации о ГП в наборе связанных между собой характеристик в BODS.

source: Example scenarios
es: Escenarios de ejemplo
ru: Примеры сценариев

source: These examples show how statements might be connected to represent the involvement of a state with an enterprise. Only those property:value pairs that are particularly relevant to the scenario are shown in the statement blocks. Complete data would also show, for instance, the particular types of interests held by the state, such as an 80% shareholding.
es: Estos ejemplos muestran cómo se pueden conectar declaraciones para representar la participación de un estado con una empresa. Sólo aquellos pares property:value que son particularmente relevantes para el escenario se muestran en los bloques de declaraciones. Los datos completos también mostrarían, por ejemplo, los tipos particulares de intereses que posee el estado, como una participación accionaria del 80%.
ru: Эти примеры демонстрируют, как характеристики могут быть связаны между собой, чтобы показать участие государства в деятельности предприятия. В блоках характеристик приводятся только те пары property:value, которые особенно важны для того или иного сценария. Полные данные отражают, например, конкретный размер доли, принадлежащей государству, например 80% акций.

source: Scenario 1
es: Escenario 1
ru: Сценарий 1

source: Ownership-or-control by a state is known and a statement about ownership is possible.
es: Se conoce la titularidad o el control por parte de un estado y es posible una declaración sobre la titularidad.
ru: Владение или контроль со стороны государства известны, и характеристика о владении возможна.

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'state' and jurisdiction 'zm').
es: La declaración sobre Entidad (con entityType 'registeredEntity') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'state' y jurisdicción 'zm').
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана черех Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'state', а jurisdiction - 'zm').

source: Scenario 2
es: Escenario 2
ru: Сценарий 2

source: Ownership-or-control by a state body is known and a statement about ownership is possible.
es: Se conoce la titularidad o el control por parte de un organismo estatal y es posible una declaración sobre la titularidad.
ru: Владение или контроль со стороны государства известны, и характеристика о владении возможна.

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'stateBody' and jurisdiction 'gb').
es: La declaración sobre entidad (con entityType 'registeredEntity') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'stateBody' and jurisdicción 'gb').
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана через Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'stateBody', а jurisdiction - 'gb').

source: Scenario 3
es: Escenario 3
ru: Сценарий 3

source: A registered entity declares that it is exempt from disclosing beneficial owners because it is an SOE.
es: Una entidad inscripta declara que está exenta de revelar a los beneficiarios finales porque es una SOE.
ru: Зарегистрированная сущность заявляет, что она освобождена от раскрытия информации о бенефициарных владельцах, поскольку является ГП.

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'state' and jurisdiction 'nl'). The Entity statement with entityType 'registeredEntity' is also connected to an Ownership-or-control statement which has interestedParty.unspecified.reason set to 'noBeneficialOwners' and interestedParty.unspecified.description set to 'Exemption granted on the basis that the declaring entity is a state-owned enterprise'.
es: La declaración sobre Entidad (con entityType 'registeredEntity') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'state' y jurisdicción 'nl'). La declaración sobre Entidad con entityType 'registeredEntity' también está conectada a una declaración sobre Titularidad-o-control que tiene interestedParty.unspecified.reason establecida como 'noBeneficialOwners'; y interestedParty.unspecified.description establecida como 'Exemption granted on the basis that the declaring entity is a state-owned enterprise'.
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана через Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'state', а jurisdiction - 'nl'). Характеристика сущности, у которой entityType - 'registeredEntity', также связана с Характеристикой о владении или контроле, у которой свойство interestedParty.unspecified.reason указано как 'noBeneficialOwners', а interestedParty.unspecified.description - как 'Exemption granted on the basis that the declaring entity is a state-owned enterprise'.

source: Scenario 4
es: Escenario 4
ru: Сценарий 4

source: Describing control through a golden share provision in company articles or shareholder agreement.
es: Descripción del control a través de una acción de oro establecida en los estatutos de la empresa o en el convenio de accionistas.
ru: Описание контроля, используя положение о золотой акции в уставе компании или акционерном соглашении.

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'stateBody' and jurisdiction 'nl'). The Ownership-or-control statement has interests.0.type set to 'controlViaCompanyRulesOrArticles' and interests.0.details set to 'Veto rights over specified company decisions'.
es: La declaración sobre Entidad (con entityType 'registeredEntity') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'stateBody' y jurisdicción 'nl'). La declaración sobre Titularidad-o-control tiene interest.0.type establecido como 'controlViaCompanyRulesOrArticles' e interest.0.details establecido como 'Veto rights over specified company decisions'.
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана через Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'stateBody', а jurisdiction - 'nl'). У Характеристики о владении или контроле свойство interests.0.type указано как 'controlViaCompanyRulesOrArticles', а interests.0.details - как 'Veto rights over specified company decisions'.

source: Scenario 5
es: Escenario 5

source: Describing control of an SOE by a natural person.
es: Describir el control de una SOE por parte de una persona física.
ru: Описание контроля над ГП со стороны Физического лица.

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'state' and jurisdiction 'zm'). The Entity statement with entityType 'registeredEntity' is also connected to an Ownership-or-control statement which has interests.0.type set to 'seniorManagingOfficial'. That last Ownership-or-control statement is connected to a Person statement with personType set to 'knownPerson'.
es: La declaración sobre Entidad (con entityType 'registeredEntity') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'state' y jurisdicción 'zm). La declaración sobre Entidad con entityType 'registeredEntity' también está conectada a una declaración sobre Titularidad-o-control que tiene interest.0.type establecido como 'seniorManagingOfficial'. Esa última declaración sobre Titularidad-o-control está conectada a una declaración sobre Persona con personType establecido como 'knownPerson'.
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана через Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'state', а jurisdiction - 'zm'). Характеристика сущности, у которой entityType - 'registeredEntity', также связана с Характеристикой о владении или контроле, у которой свойство interests.0.type указано как 'seniorManagingOfficial'. Эта последняя Характеристика о владении или контроле связана с Характеристикой физического лица, у которого personType указано как 'knownPerson'.

source: Scenario 6
es: Escenario 6
ru: Сценарий 6

source: An SOE is formed by statute.
es: Una SOE se forma por estatuto.
ru: ГП было учреждено на основании устава.

source: Entity statement (with entityType 'legalEntity', formedByLegislation.name set to 'National Energy Act', and formedByLegislation.date set to '1980-02-01') is connected via an Ownership-or-control statement to an Entity statement (with entityType 'stateBody' and jurisdiction 'zm'). The Ownership-or-control statement has interests.0.type set to 'controlByLegalFramework'.
es: La declaración sobre Entidad (con entityType 'legalEntity', formedByLegislation.name establecido como 'National Energy Act', y formedByLegislation.date establecido como '1980-02-01') se conecta a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'stateBody' y jurisdicción 'zm'). La declaración sobre Titularidad-o-control tiene interest.0.type establecido como 'controlByLegalFramework'.
ru: Характеристика сущности (у которой entityType - 'legalEntity', formedByLegislation.name - 'National Energy Act', а formedByLegislation.date - '1980-02-01') связана через Характеристику о владении или контроле с Характеристикой сущности (у которой entityType - 'stateBody', а jurisdiction - 'zm'). У Характеристики о владении или контроле свойство interests.0.type указано как 'controlByLegalFramework'.

source: Scenario 7
es: Escenario 7
ru: Сценарий 7

source: A state's interests in an SOE are managed via a government-linked investment entity (GLIE).
es: Los intereses de un estado en una SOE se gestionan a través de una entidad de inversión vinculada al gobierno (GLIE).
ru: Доли государства в ГП управляются через инвестиционную сущность, связанную с государством (GLIE).

source: Entity statement (with entityType 'registeredEntity') is connected via an Ownership-or-control statement to another Entity statement with entityType 'registeredEntity' and name 'A G.L.I.E'. That latter Entity Statement is connected via an Ownership-or-control statement to an Entity statement (with entityType 'state' and jurisdiction 'gb').
es: La declaración sobre Entidad (con 'controlByLegalFramework'.) está conectada a través de una declaración sobre Titularidad-o-control a otra declaración sobre Entidad con entityType 'registeredEntity' y nombre 'A G.L.I.E'. Esta última declaración sobre Entidad está conectada a través de una declaración sobre Titularidad-o-control a una declaración sobre Entidad (con entityType 'state' y jurisdicción 'gb')
ru: Характеристика сущности (у которой entityType - 'registeredEntity') связана через Характеристику о владении или контроле с другой Характеристикой сущности, у которой entityType указано как 'registeredEntity', а название - как 'A G.L.I.E'. Эта последняя Характеристика сущности связана через Характеристику о владении или контроле с Характеристикой сущности, у которой entityType указано как 'state', а jurisdiction - как 'gb').
