Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/guidance/repr-beneficial-ownership.po
Languages: es, ru

source: Representing beneficial ownership
es: Representación del beneficiario final
ru: Отражение структуры бенефициарного владения

source: **Key requirement:** If a person is a beneficial owner of an entity - whether directly or indirectly - and the person or entity is required to declare this beneficial ownership, there MUST be an Ownership-or-control Statement connecting the two which represents the beneficial ownership relationship.
es: **Requisito clave:** Si una persona es el beneficiario final de una entidad, ya sea directa o indirectamente, y la persona o entidad debe declarar este beneficiario final, DEBE haber una Declaración sobre Titularidad-o-control que conecte los dos que representa la relación de beneficiario final.
ru: **Важное требование:** Если физическое лицо является бенефициарным владельцем какой-либо сущности - напрямую или косвенно - и это физическое лицо или эта сущность обязаны раскрыть такое бенефициарное владение, то ДОЛЖНА иметься Характеристика о владении или контроле (Ownership-or-control Statement), связывающая это физическое лицо и эту сущность и таким образом раскрывающая наличие отношений бенефициарного владения между ними.

source: Overview
es: Descripción general
ru: Обзор

source: Beneficial owners can exercise ownership-or-control *directly* in an entity (expected to be a company) or *indirectly*, via intermediary entities (such as arrangements or other companies). It must be clear in a BODS dataset which people are declared as beneficial owners of which companies (and which entities are intermediaries). And it must be clear what overall control or ownership beneficial owners have (regardless of whether it is direct or indirect).
es: Los beneficiarios finales pueden ejercer la titularidad o el control *directamente* en una entidad (que se espera que sea una empresa) o *indirectamente*, a través de entidades intermediarias (como arreglos u otras empresas). Debe quedar claro en un conjunto de datos BODS qué personas se declaran beneficiarios finales de qué empresas (y qué entidades son intermediarias). Y debe quedar claro qué control general o titularidad tienen los beneficiarios finales (independientemente de si es directo o indirecto).
ru: Бенефициарные владельцы могут осуществлять владение или контроль над сущностью (предполагается, что это компания) *напрямую* или *косвенно*, через посреднические сущности (например, в рамках соответствующей договоренности или через другие компании). В наборе данных BODS должно быть четко видно, какие физические лица являются бенефициарными владельцами каких компаний (и какие сущности являются посредниками). Также должно быть ясно, каким общим контролем или каким правом собственности обладают бенефициарные владельцы (независимо от того, осуществляются они напрямую или косвенно).

source: Person 1 indirectly holds a 15 percent shareholding in Company E, via an intermediary: Company A. Person 2 directly holds 32 precent of Company E's shares.
es: La Persona 1 posee indirectamente una participación accionaria del 15 por ciento en la empresa E, a través de un intermediario: la Empresa A. La Persona 2 posee directamente el 32 por ciento de las acciones de la Empresa E.
ru: Физическое лицо 1 косвенно владеет 15-процентным пакетом акций Компании E через посредника - Компанию А. Физическое лицо 2 напрямую владеет 32 процентами акций Компании Е.

source: In the above situation, Person 1 *indirectly* benefits from a 15% shareholding in Company E and Person 2 has a *direct* 32% shareholding in Company E. In a jurisdiction where people with a shareholding (direct or indirect) of over 10% in a company should be disclosed as beneficial owners, both Person 1 and Person 2’s interests would be declared. Additionally, the jurisdiction may require that details of Person 1’s indirect interest are disclosed. That is: that some details of the chain Company E - Company A - Person 1 are also disclosed.
es: En la situación anterior, la Persona 1 se beneficia *indirectamente* de una participación accionaria del 15% en la Empresa E y la Persona 2 tiene una participación accionaria *directa* del 32% en la Empresa E. En una jurisdicción donde las personas con una participación accionaria (directa o indirecta) de más de 10 % en una empresa debe revelarse como beneficiarios finales, se declararán los intereses de la Persona 1 y la Persona 2. Además, la jurisdicción puede exigir que se divulguen los detalles de la participación indirecta de la Persona 1. Es decir: que también se divulguen algunos detalles de la cadena Empresa E - Empresa A - Persona 1.
ru: В описанной выше ситуации Физическое лицо 1 *косвенно* получает выгоду от 15-процентного участия в Компании E, а Физическое лицо 2 *напрямую* владеет 32 процентами акций Компании E. В юрисдикции, где физические лица, в собственности которых находится (напрямую или косвенно) более 10% акций компании, должны быть раскрыты как бенефициарные владельцы, необходимо указать доли участия как Физического лица 1, так и Физического лица 2. Кроме того, юрисдикция может требовать раскрытия деталей о косвенном владении или контроле со стороны Физического лица 1. Это означает, что некоторые детали цепочки Компания Е - Компания А - Физическое лицо 1 тоже должны быть раскрыты.

source: In BODS, the following properties are used to represent such information disclosure:
es: En BODS, se utilizan las siguientes propiedades para representar dicha divulgación de información:
ru: В системе BODS для раскрытия такой информации используются следующие свойства:

source: ``beneficialOwnershipOrControl`` (See :ref:`schema-interest`)
es: ``beneficialOwnershipOrControl`` (Ver :ref:`schema-interest`)
ru: ``beneficialOwnershipOrControl`` (см :ref:`schema-interest`)

source: ``directOrIndirect`` (See :ref:`schema-interest`)
es: ``directOrIndirect`` (Ver :ref:`schema-interest`)
ru: ``directOrIndirect`` (см. :ref:`schema-interest`)

source: ``componentStatementIDs`` (See :ref:`schema-ownership-or-control-statement`)
es: ``componentStatementIDs`` (Ver :ref:`schema-ownership-or-control-statement`)
ru: ``componentStatementIDs`` (см. :ref:`schema-ownership-or-control-statement`)

source: ``isComponent`` (See :ref:`schema-entity-statement`)
es: ``isComponent`` (Ver :ref:`schema-entity-statement`)
ru: ``isComponent`` (см. :ref:`schema-entity-statement`)

source: Requirements
es: Requisitos
ru: Требования

source: The beneficial ownership relationship
es: La relación de beneficiario final
ru: Отношения бенефициарного владения

source: If a person is a beneficial owner of an entity, entity X, whether directly or indirectly, and one of them is required to declare this beneficial ownership:
es: Si una persona es el beneficiario final de una entidad, la entidad X, ya sea directa o indirectamente, y una de ellas está obligada a declarar dicho beneficiario final:
ru: Если физическое лицо является бенефициарным владельцем какой-либо сущности, например сущности Х, напрямую или косвенно, и это физическое лицо или эта сущность обязаны раскрыть такое бенефициарное владение:

source: There MUST be a *primary* Ownership-or-control Statement connecting the two which represents the beneficial ownership relationship. In particular:
es: DEBE haber una Declaración-sobre-titularidad-o-control *primaria* que conecte los dos que representan la relación de beneficiario final. En particular:
ru: ДОЛЖНА иметься *первичная* Характеристика о владении или контроле, связывающая их обоих и раскрывающая наличие отношений бенефициарного владения между ними. В частности:

source: the entity’s Statement MUST be the ``subject``;
es: la declaración de la entidad DEBE ser ``subject``;
ru: Характеристика сущности ДОЛЖНА быть ``subject``;

source: the person’s Statement MUST be the ``interestedParty``;
es: la declaración de la persona DEBE ser ``interestedParty``
ru: Характеристика физического лица ДОЛЖНА быть ``interestedParty``;

source: ``isComponent`` MUST be false;
es: ``isComponent`` DEBE ser falso;
ru: Свойство ``isComponent`` ДОЛЖНО быть 'false';

source: the ``interests`` which make the person meet the criteria for their being declared a beneficial owner MUST be included in this primary Ownership-or-control Statement if known; and
es: los ``interests`` que hacen que la persona cumpla con los criterios para ser declarado beneficiario final DEBEN incluirse en esta Declaración-sobre-titularidad-o-control primaria, si se conocen; y
ru: ``interests``, благодаря которым физическое лицо соответствует критериям для указания его в качестве бенефициарного владельца, ДОЛЖНЫ быть включены в эту первичную Характеристику о владении или контроле, если они известны; а также

source: the ``interests`` in (d) MUST have ``beneficialOwnershipOrControl`` set to 'true'.
es: los ``intereses`` en (d) DEBEN tener ``beneficialOwnershipOrControl`` establecido como 'true'.
ru: По отношению к ``interests`` в части (d) свойство ``beneficialOwnershipOrControl`` ДОЛЖНО быть 'true'.

source: If beneficial ownership is known to be exercised indirectly, via intermediary entities then ``directOrIndirect`` MUST be ‘indirect’. If it is known to be exercised directly then ``directOrIndirect`` MUST be ‘direct’. Otherwise ``directOrIndirect`` MUST be ‘unknown’.
es: Si se sabe que el beneficiario final se ejerce indirectamente, a través de entidades intermediarias, entonces ``directOrIndirect`` DEBE ser ‘indirect’. Si se sabe que se ejerce directamente, ``directOrIndirect`` DEBE ser ‘direct’. De lo contrario ``directOrIndirect`` DEBE ser ‘unknown’.
ru: Если известно, что бенефициарное владение осуществляется косвенно, через посреднические сущности, то свойство ``directOrIndirect`` ДОЛЖНО быть 'indirect'. Если известно, что оно осуществляется напрямую, то ``directOrIndirect`` ДОЛЖНО быть 'direct'. В других случаях ``directOrIndirect`` ДОЛЖНО быть отмечено как 'unknown'.

source: Intermediaries
es: Intermediarios
ru: Посредники

source: Where beneficial ownership is known to be exercised indirectly, via known intermediary entities, this SHOULD be represented in addition to the above. In particular:
es: Cuando se sabe que el beneficiario final se ejerce indirectamente, a través de entidades intermediarias conocidas, esto DEBE estar representado además de lo anterior. En particular:
ru: Если известно, что бенефициарное владение осуществляется косвенно, через известные посреднические сущности, это тоже ДОЛЖНО быть раскрыто в дополнение к вышеуказанному. В частности:

source: The chain of known intermediary entities SHOULD be represented by *secondary* Entity Statements, Ownership-or-control Statements and Person Statements.
es: La cadena de entidades intermediarias conocidas DEBE estar representada por Declaraciones de entidad *secundarias*, Declaraciones-de-propiedad-o-control y Declaraciones de persona.
ru: Цепочка известных промежуточных сущностей ДОЛЖНА быть раскрыта во *вторичных* Характеристиках сущностей (Entity Statements), Характеристиках о владении или контроле (Ownership-or-control Statements) и Характеристиках физических лиц (Person Statements).

source: These secondary statements SHOULD link the beneficial owner’s Statement to entity X’s statement indirectly.
es: Estas declaraciones secundarias DEBEN vincular la Declaración del beneficiario final con la declaración de la entidad X indirectamente.
ru: Эти вторичные характеристики ДОЛЖНЫ связывать Характеристику бенефициарного владельца с характеристикой сущности X косвенно.

source: These secondary statements SHOULD all have ``isComponent`` set to 'true'.
es: Todas estas declaraciones secundarias DEBEN tener ``isComponent`` establecido como 'true'.
ru: В этих вторичных характеристиках свойство ``isComponent`` должно быть 'true'.

source: These secondary statements SHOULD all have their ``statementID`` values listed in the ``componentStatementIDs`` array of the primary Ownership-or-control Statement.
es: Todas estas declaraciones secundarias DEBEN tener sus valores ``statementID`` enumerados en el arreglo de datos ``componentStatementIDs`` de la declaración sobre titularidad o control.
ru: В этих вторичных характеристиках все значения ``statementID`` ДОЛЖНЫ быть перечислены в массиве ``componentStatementIDs`` первичной Характеристики о владении или контроле.

source: When the primary Ownership-or-control Statement is published in a BODS file:
es: Cuando la Declaración-sobre-titularidad-o-control primaria se publica en un archivo BODS:
ru: Когда первичная Характеристика о владении или контроле публикуется в файле BODS:

source: all secondary statements referenced from ``componentStatementIDs`` MUST also be published in that file;
es: todas las declaraciones secundarias a las que se hace referencia desde ``componentStatementIDs`` también DEBEN publicarse en ese archivo;
ru: все вторичные характеристики, на которые ссылаются ``componentStatementIDs``, также ДОЛЖНЫ быть опубликованы в этом файле;

source: all secondary statements must appear before the primary Ownership-or-control Statement in the list of statements.
es: todas las declaraciones secundarias deben aparecer antes de la declaración sobre titularidad o control principal en la lista de declaraciones.
ru: все вторичные характеристики должны располагаться до первичной Характеристики о владении или контроле в списке характеристик.

source: Example
es: Ejemplo
ru: Пример

source: In the following example, Person 1 is a beneficial owner of Company E. They exercise that beneficial ownership via an intermediary company, Company A. (Note: abbreviated statement IDs are used for brevity and clarity of explanation. Short IDs like ‘ooc-2’ are not valid in BODS.)
es: En el siguiente ejemplo, la Persona 1 es un beneficiario final de la Empresa E. Ejerce ese beneficiario final a través de una empresa intermediaria, la Empresa A. (Nota: los ID de declaración abreviada se usan con fin de brevedad y claridad de la explicación. ID cortos como ‘ooc-2’ no son válidos en BODS.)
ru: В следующем примере Физическое лицо 1 является бенефициарным владельцем Компании E. Оно осуществляет это бенефициарное владение через компанию-посредника - Компанию A. (Примечание: сокращенные идентификаторы характеристик используются для краткости и четкости разъяснения. Сокращенные идентификаторы, такие как ‘ooc-2’ , не действительны в BODS).

source: Person Statements, Entity Statements and Ownership-or-control Statements are linked, representing the company ownership structure. Statement property values are given as follows. Person 1's Statement: statementID is p-1, isComponent is false. Intermediary Company A's Statement: statementID is e-2, isComponent is true. Company E's Statement: statementID is e-1, isComponent is false. Ownership-or-control Statement connecting Person 1 and Company A: statementID is ooc-3, directOrIndirect is direct, isComponent is true, beneficialOwnershipOrControl is false. Ownership-or-control Statement connecting Company A and Company E: statementID is ooc-2, directOrIndirect is direct, isComponent is true, beneficialOwnershipOrControl is false. Ownership-or-control Statement connecting Person 1 and Company E: statementID is ooc-1, isComponent is false, componentStatementIDs are ooc-2 and e-2 and ooc-3; and its interests have directOrIndirect as indirect and beneficialOwnershipOrControl as true.
es: Las Declaraciones de Persona, las Declaraciones de Entidad y las Declaraciones-de-titularidad-o-control están vinculadas y representan la estructura de titularidad de la empresa. Los valores de propiedad de declaración se dan de la siguiente manera. Declaración de la Persona 1: statementID es p-1, isComponent es false. Declaración de la Empresa intermediaria A: statementID es e-2, isComponent es true. Declaración de la Empresa E: statementID es e-1, isComponent es false. Declaración de titularidad o control que conecta a la Persona 1 y la Empresa A: statementID es ooc-3, directOrIndirect es direct, isComponent es true, beneficialOwnershipOrControl es false. Declaración de titularidad o control que conecta la Empresa A y la Empresa E: statementID es ooc-2, directOrIndirect es direct, isComponent es true, beneficialOwnershipOrControl es falso. Declaración de titularidad o control que conecta a la Persona 1 y la Empresa E: statementID es ooc-1, isComponent es false, componentStatementIDs son ooc-2 y e-2 y ooc-3; y sus intereses tienen directOrIndirect como indirect y beneficiosoOwnershipOrControl como true.
ru: Характеристика физического лица, Характеристика сущности и Характеристика о владении или контроле связаны между собой, представляя структуру собственности компании. Значения свойств характеристик приведены ниже: statementID Характеристики Физического лица 1 - p-1, isComponent - false; statementID Характеристики Компании-посредника A - e-2, isComponent - true; statementID Характеристики Компании E - e-1, isComponent - false; statementID Характеристики о владении или контроле, связывающей Физическое лицо 1 и Компанию А - ooc-3, directOrIndirect - direct, isComponent - true, beneficialOwnershipOrControl - false; statementID Характеристики о владении или контроле, связывающей Компанию A и Компанию E - ooc-2, directOrIndirect - direct, isComponent - true, beneficialOwnershipOrControl - false; statementID Характеристики о владении или контроле, связывающей Физическое лицо 1 и Компанию E - ooc-1, isComponent - false, componentStatementIDs - ooc-2, e-2 и ooc-3; и для долей участия directOrIndirect отмечено как indirect и beneficialOwnershipOrControl как true.

source: Statement order
es: Orden de la declaración
ru: Порядок характеристик

source: An example of valid statement order for the above would be: p-1, e-1, e-2, ooc-3, ooc-2, ooc-1.
es: Un ejemplo de orden de declaración válido para lo anterior sería: p-1, e-1, e-2, ooc-3, ooc-2, ooc-1.
ru: Пример правильного порядка характеристик для вышеупомянутого: p-1, e-1, e-2, ooc-3, ooc-2, ooc-1.
