Repository: openownership/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/guidance/statement-identifiers.po
Languages: es, ru

source: Statement Identifiers
es: Identificadores de declaraciones
ru: Идентификаторы записей

source: Each statement MUST have an entirely unique identifier. There MUST be no possibility of collision between identifiers for different statements.
es: Cada declaración DEBE tener un identificador totalmente único. No DEBE existir ninguna posibilidad de conflicto entre los identificadores de diferentes declaraciones.
ru: Каждая запись ДОЛЖНА иметь совершенно уникальный идентификатор. НЕ ДОЛЖНО быть возможности конфликта между идентификаторами для разных записей.

source: This means that:
es: Esto implica que:
ru: Это означает следующее:

source: Two **different** statements SHOULD never have the same identifier;
es: Dos declaraciones **diferentes** no DEBERÍAN tener nunca el mismo identificador;
ru: Никогда НЕ СЛЕДУЕТ допускать, чтобы две **разных** записи имели одинаковый идентификатор;

source: Once an identifier is assigned to a statement, the identifier SHOULD NOT change.
es: Una vez asignado un identificador a una declaración, el identificador NO DEBERÍA cambiar.
ru: После присвоения идентификатора какой-либо записи идентификатор НЕ СЛЕДУЕТ изменять.

source: The schema enforces a minimum statement identifier length of 32 characters, and maximum length of 64 characters.
es: El esquema impone una longitud mínima de 32 caracteres para los identificadores de las declaraciones, y una longitud máxima de 64 caracteres.
ru: В схеме минимальная длина идентификатора составляет 32 символа, а максимальная — 64 символа.

source: Publishers MAY use one of the following strategies for creating statement identifiers.
es: Los publicadores PUEDEN utilizar una de las siguientes estrategias para generar identificadores de declaraciones.
ru: Издатели МОГУТ применять одну из следующих стратегий для создания идентификаторов записей.

source: Strategies for identifier creation
es: Estrategias para la generación de identificadores
ru: Стратегии для создания идентификаторов

source: Generating a `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ for each statement, storing this in internal systems, and updating it whenever the relevant record(s) that make up a statement are updated;
es: Generar un `identificador único universal (UUID por sus siglas en inglés) <https://es.wikipedia.org/wiki/Identificador_%C3%BAnico_universal>`_ para cada declaracíón, almacenarlo en los sistemas internos, y actualizarlo cada vez que los registros pertinentes que componen una declaración se actualicen;
ru: Генерирование `UUID <https://ru.wikipedia.org/wiki/UUID>`_ для каждой записи, его хранение во внутренних системах и его обновление при каждом обновлении соответствующего элемента(-ов), образующего запись;

source: Generating a `UUID <https://en.wikipedia.org/wiki/Universally_unique_identifier>`_ as a publisher-related prefix, and appending a local record identifier, and version identifier to it;
es: Generar un `identificador único universal <https://es.wikipedia.org/wiki/Identificador_%C3%BAnico_universal>`_ como prefijo relacionado con el publicador, y anexarle un identificador de registro local y un identificador de versión;
ru: Генерирование `UUID <https://ru.wikipedia.org/wiki/UUID>`_ в виде префикса, относящегося к издателю, и прикрепление к нему локального идентификатора элемента и идентификатора версии;

source: Using an appropriately designed hash function that generates identifiers from a normalised JSON representation of the statement (excluding the `id` field) with a low collision probability.
es: Utilizar una función hash diseñada de forma apropiada que genere identificadores a partir de una representación JSON normalizada de la declaración (excluyendo el campo `id`) con una baja probabilidad de conflicto.
ru: Использование должным образом спроектированной хэш-функции, генерирующей идентификаторы на основе нормализованного представления записи в формате JSON (за исключением поля `id`) с низкой вероятностью конфликта.

source: Using an internal identifier combined with a unique prefix to avoid collision between identifiers from different publishers
es: Utilizar un identificador interno en combinación con un prefijo único para evitar eventuales conflictos entre identificadores de diferentes publicadores.
ru: Использование внутреннего идентификатора в сочетании с уникальным префиксом во избежание конфликта между идентификаторами от разных издателей

source: Statement identifiers are generally for creation and internal use within applications. In most circumstances they do not need to be displayed to users. This is in contrast to :ref:`entity or person identifiers <guidance-identifiers>`, which may be useful to display to users.
es: Los identificadores de declaraciones normalmente están pensados para ser creados y utilizarse de manera interna dentro de los programas. En la mayoría de los casos no es necesario que los usuarios los vean. Por el contrario, sí puede resultar útil que los usuarios vean los :ref:`identificadores de entidades o personas <guidance-identifiers>`.
ru: Идентификаторы записей обычно предназначены для создания и внутреннего использования внутри приложений. В большинстве случаев их не нужно показывать пользователям. Это полностью отличается от :ref:`идентификаторов субъектов или физических лиц <guidance-identifiers>`, которые может быть полезно показывать пользователям.
